#This is the resource bundle for the sap.ui.rta library
# 

#XFLD
MAA_DIALOG_ICON=\u0395\u03B9\u03BA\u03BF\u03BD\u03AF\u03B4\u03B9\u03BF
#XFLD
MAA_DIALOG_DESCRIPTION=\u03A0\u03B5\u03C1\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE
#XFLD
MAA_DIALOG_COPY_ID_ACTION=\u0391\u03BD\u03C4\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE \u0395\u03BD\u03AD\u03C1\u03B3\u03B5\u03B9\u03B1\u03C2 ID
#XFLD
MAA_DIALOG_ADAPT_UI_ACTION=\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u0395\u03BD\u03AD\u03C1\u03B3\u03B5\u03B9\u03B1\u03C2 ID
#XFLD
MAA_DIALOG_SAVE_AS_ACTION=\u0391\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7 \u03A9\u03C2 \u0395\u03BD\u03AD\u03C1\u03B3\u03B5\u03B9\u03B1
#XFLD
MAA_DIALOG_ACTIONS=\u0395\u03BD\u03AD\u03C1\u03B3\u03B5\u03B9\u03B5\u03C2
#XFLD
MAA_DIALOG_DELETE_APPVAR=\u0394\u03B9\u03B1\u03B3\u03C1\u03B1\u03C6\u03AE \u039C\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE\u03C2 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
#XFLD
MAA_DIALOG_ADAPT_UI=\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE UI
#XFLD
MAA_CURRENTLY_ADAPTING=\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03CC\u03C3\u03C4\u03B7\u03BA\u03B5 \u03A0\u03C1\u03CC\u03C3\u03C6\u03B1\u03C4\u03B1
#XFLD
MAA_OPERATION_IN_PROGRESS=\u039B\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C3\u03B5 \u0395\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7
#XFLD
MAA_NEW_APP_VARIANT=\u039C\u03CC\u03BB\u03B9\u03C2 \u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03B8\u03B7\u03BA\u03B5
#XFLD
MAA_ORIGINAL_TYPE=\u03A0\u03C1\u03C9\u03C4\u03CC\u03C4\u03C5\u03C0\u03B7 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE
#XFLD
MAA_APP_VARIANT_TYPE=\u039C\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
#XFLD
MAA_CURRENT_APP_STATUS=\u03A4\u03C1\u03AD\u03C7\u03BF\u03C5\u03C3\u03B1 \u039A\u03B1\u03C4\u03AC\u03C3\u03C4\u03B1\u03C3\u03B7
#XFLD
MAA_DIALOG_SAVE_AS_APP=\u0391\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7 \u03A9\u03C2
#XTOL: Tooltip for Button 'Save As' of the App variant overview list
TOOLTIP_MAA_DIALOG_SAVE_AS_APP=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u039D\u03AD\u03B1\u03C2 \u039C\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE\u03C2 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
#XTOL: Tooltip for Button 'Copy ID'
TOOLTIP_MAA_DIALOG_COPY_ID=\u0391\u03BD\u03C4\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE \u03C4\u03BF\u03C5 ID \u03C4\u03B7\u03C2 \u03BC\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2 \u03C3\u03C4\u03BF\u03BD \u03C0\u03AF\u03BD\u03B1\u03BA\u03B1 \u03C3\u03B7\u03BC\u03B5\u03B9\u03CE\u03C3\u03B5\u03C9\u03BD
#XFLD
MAA_DIALOG_COPY_ID=\u0391\u03BD\u03C4\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE ID
#XFLD
MAA_DIALOG_APP_TYPE=\u03A4\u03CD\u03C0\u03BF\u03C2 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
#XFLD
MAA_DIALOG_TITLE=\u03A4\u03AF\u03C4\u03BB\u03BF\u03C2
#XFLD
MAA_DIALOG_SUBTITLE=\u03A5\u03C0\u03CC\u03C4\u03B9\u03C4\u03BB\u03BF\u03C2
#XTOL: Tooltip for deletion of app variant button
TOOLTIP_DELETE_APP_VAR=\u0396\u03B7\u03C4\u03AE\u03C3\u03C4\u03B5 \u03B1\u03C0\u03CC \u03C4\u03BF\u03BD \u03B4\u03B9\u03B1\u03C7\u03B5\u03B9\u03C1\u03B9\u03C3\u03C4\u03AE \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B3\u03C1\u03AC\u03C8\u03B5\u03B9 \u03C4\u03B9\u03C2 \u03B1\u03BD\u03C4\u03B9\u03C3\u03C4\u03BF\u03B9\u03C7\u03AF\u03C3\u03B5\u03B9\u03C2 \u03C3\u03C4\u03CC\u03C7\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03B1\u03C5\u03C4\u03AE\u03BD \u03C4\u03B7 \u03BC\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2. \u0395\u03C0\u03B5\u03B9\u03C4\u03B1 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B3\u03C1\u03AC\u03C8\u03B5\u03C4\u03B5 \u03C4\u03B7 \u03BC\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2.
#XMSG: Info Message displayed when a key user wants to delete the app variant on any platform (e.g. on S/4HANA on Premise or S/4HANA Cloud)
MSG_APP_VARIANT_DELETE_CONFIRMATION=\u0398\u03AD\u03BB\u03B5\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B3\u03C1\u03AC\u03C8\u03B5\u03C4\u03B5 \u03B1\u03C5\u03C4\u03AE\u03BD \u03C4\u03B7 \u03BC\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2;\n\u039D\u03B1 \u03B8\u03C5\u03BC\u03AC\u03C3\u03C4\u03B5 \u03CC\u03C4\u03B9 \u03B1\u03C5\u03C4\u03CC \u03B8\u03B1 \u03B4\u03B9\u03B1\u03B3\u03C1\u03AC\u03C8\u03B5\u03B9 \u03C4\u03B7 \u03BC\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2 \u03B3\u03B9\u03B1 \u03CC\u03BB\u03BF\u03C5\u03C2 \u03C4\u03BF\u03C5\u03C2 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B5\u03C2.
#XTOL: Tooltip for Adapt UI button when app variant status is running
TOOLTIP_ADAPTUI_STATUS_RUNNING=\u039B\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03B5\u03BA\u03C4\u03B5\u03BB\u03B5\u03AF\u03C4\u03B1\u03B9 \u03C3\u03C4\u03BF \u03C0\u03B1\u03C1\u03B1\u03C3\u03BA\u03AE\u03BD\u03B9\u03BF.
#XTOL: Tooltip for Adapt UI button when app variant status is unpublished
TOOLTIP_ADAPTUI_STATUS_UNPBLSHD=\u0394\u03B5\u03BD \u03B2\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5 \u03B1\u03BD\u03C4\u03B9\u03C3\u03C4\u03BF\u03AF\u03C7\u03B9\u03C3\u03B7 \u03C3\u03C4\u03CC\u03C7\u03BF\u03C5. \u0396\u03B7\u03C4\u03AE\u03C3\u03C4\u03B5 \u03B1\u03C0\u03CC \u03C4\u03BF\u03BD \u03B4\u03B9\u03B1\u03C7\u03B5\u03B9\u03C1\u03B9\u03C3\u03C4\u03AE \u03C0\u03B5\u03C1\u03B9\u03B5\u03C1\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03BD\u03B1 \u03B5\u03BB\u03AD\u03B3\u03BE\u03B9\u03B5 \u03C4\u03B9\u03C2 \u03B1\u03BD\u03C4\u03B9\u03C3\u03C4\u03BF\u03B9\u03C7\u03AF\u03C3\u03B5\u03B9\u03C2 \u03C3\u03C4\u03CC\u03C7\u03BF\u03C5.
#XTOL: Tooltip for Adapt UI button when app variant status is error
TOOLTIP_ADAPTUI_STATUS_ERROR=\u0396\u03B7\u03C4\u03AE\u03C3\u03C4\u03B5 \u03B1\u03C0\u03CC \u03C4\u03BF\u03BD \u03B4\u03B9\u03B1\u03C7\u03B5\u03B9\u03C1\u03B9\u03C3\u03C4\u03AE \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03BD\u03B1 \u03B5\u03BB\u03AD\u03B3\u03BE\u03B5\u03B9 \u03C4\u03BF\u03BD \u03BB\u03CC\u03B3\u03BF \u03B1\u03C0\u03BF\u03C4\u03C5\u03C7\u03AF\u03B1\u03C2 \u03C4\u03B7\u03C2 \u03B1\u03BD\u03C4\u03B9\u03C3\u03C4\u03BF\u03AF\u03C7\u03B9\u03C3\u03B7\u03C2 \u03BA\u03B1\u03C4\u03B1\u03BB\u03CC\u03B3\u03BF\u03C5.
#XTOL: Tooltip for Adapt UI button on onPrem systems when button is disabled
TOOLTIP_ADAPTUI_ON_PREMISE=\u0396\u03B7\u03C4\u03AE\u03C3\u03C4\u03B5 \u03B1\u03C0\u03CC \u03C4\u03BF\u03BD \u03B4\u03B9\u03B1\u03C7\u03B5\u03B9\u03C1\u03B9\u03C3\u03C4\u03AE \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03B9 \u03C4\u03B9\u03C2 \u03B1\u03BD\u03C4\u03B9\u03C3\u03C4\u03BF\u03B9\u03C7\u03AF\u03C3\u03B5\u03B9\u03C2 \u03C3\u03C4\u03CC\u03C7\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03BC\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2.
