#This is the resource bundle for the sap.ui.rta library
# 

#XFLD
MAA_DIALOG_ICON=\u0E44\u0E2D\u0E04\u0E2D\u0E19
#XFLD
MAA_DIALOG_DESCRIPTION=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
#XFLD
MAA_DIALOG_COPY_ID_ACTION=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01 ID
#XFLD
MAA_DIALOG_ADAPT_UI_ACTION=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI
#XFLD
MAA_DIALOG_SAVE_AS_ACTION=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1B\u0E47\u0E19
#XFLD
MAA_DIALOG_ACTIONS=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23
#XFLD
MAA_DIALOG_DELETE_APPVAR=\u0E25\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E
#XFLD
MAA_DIALOG_ADAPT_UI=\u0E1B\u0E23\u0E31\u0E1A UI
#XFLD
MAA_CURRENTLY_ADAPTING=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E19\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
#XFLD
MAA_OPERATION_IN_PROGRESS=\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23
#XFLD
MAA_NEW_APP_VARIANT=\u0E40\u0E1E\u0E34\u0E48\u0E07\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E43\u0E2B\u0E21\u0E48
#XFLD
MAA_ORIGINAL_TYPE=\u0E41\u0E2D\u0E1E\u0E15\u0E49\u0E19\u0E41\u0E1A\u0E1A
#XFLD
MAA_APP_VARIANT_TYPE=\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E
#XFLD
MAA_CURRENT_APP_STATUS=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
#XFLD
MAA_DIALOG_SAVE_AS_APP=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1B\u0E47\u0E19
#XTOL: Tooltip for Button 'Save As' of the App variant overview list
TOOLTIP_MAA_DIALOG_SAVE_AS_APP=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E43\u0E2B\u0E21\u0E48
#XTOL: Tooltip for Button 'Copy ID'
TOOLTIP_MAA_DIALOG_COPY_ID=\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01 ID \u0E02\u0E2D\u0E07\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E04\u0E25\u0E34\u0E1B\u0E1A\u0E2D\u0E23\u0E4C\u0E14
#XFLD
MAA_DIALOG_COPY_ID=\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01 ID
#XFLD
MAA_DIALOG_APP_TYPE=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E41\u0E2D\u0E1E
#XFLD
MAA_DIALOG_TITLE=\u0E0A\u0E37\u0E48\u0E2D
#XFLD
MAA_DIALOG_SUBTITLE=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E23\u0E2D\u0E07
#XTOL: Tooltip for deletion of app variant button
TOOLTIP_DELETE_APP_VAR=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E25\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E21\u0E47\u0E1B\u0E40\u0E1B\u0E49\u0E32\u0E2B\u0E21\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E19\u0E35\u0E49 \u0E2B\u0E25\u0E31\u0E07\u0E08\u0E32\u0E01\u0E19\u0E31\u0E49\u0E19\u0E04\u0E38\u0E13\u0E08\u0E30\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E14\u0E49
#XMSG: Info Message displayed when a key user wants to delete the app variant on any platform (e.g. on S/4HANA on Premise or S/4HANA Cloud)
MSG_APP_VARIANT_DELETE_CONFIRMATION=\u0E04\u0E38\u0E13\u0E41\u0E19\u0E48\u0E43\u0E08\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E19\u0E35\u0E49?\n\u0E01\u0E23\u0E38\u0E13\u0E32\u0E08\u0E33\u0E44\u0E27\u0E49\u0E27\u0E48\u0E32\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E08\u0E30\u0E25\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XTOL: Tooltip for Adapt UI button when app variant status is running
TOOLTIP_ADAPTUI_STATUS_RUNNING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19\u0E41\u0E1A\u0E04\u0E01\u0E23\u0E32\u0E27\u0E19\u0E4C
#XTOL: Tooltip for Adapt UI button when app variant status is unpublished
TOOLTIP_ADAPTUI_STATUS_UNPBLSHD=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E21\u0E47\u0E1B\u0E40\u0E1B\u0E49\u0E32\u0E2B\u0E21\u0E32\u0E22 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E21\u0E47\u0E1B\u0E40\u0E1B\u0E49\u0E32\u0E2B\u0E21\u0E32\u0E22
#XTOL: Tooltip for Adapt UI button when app variant status is error
TOOLTIP_ADAPTUI_STATUS_ERROR=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E2A\u0E32\u0E40\u0E2B\u0E15\u0E38\u0E17\u0E35\u0E48\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E41\u0E04\u0E15\u0E15\u0E32\u0E25\u0E47\u0E2D\u0E01\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
#XTOL: Tooltip for Adapt UI button on onPrem systems when button is disabled
TOOLTIP_ADAPTUI_ON_PREMISE=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E01\u0E32\u0E23\u0E41\u0E21\u0E47\u0E1B\u0E40\u0E1B\u0E49\u0E32\u0E2B\u0E21\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E
