#This is the resource bundle for the sap.ui.rta library
# 

#XFLD
MAA_DIALOG_ICON=\u0906\u0907\u0915\u0928
#XFLD
MAA_DIALOG_DESCRIPTION=\u0935\u0930\u094D\u0923\u0928
#XFLD
MAA_DIALOG_COPY_ID_ACTION=\u092A\u094D\u0930\u0924\u093F\u0932\u093F\u092A\u093F ID \u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0908
#XFLD
MAA_DIALOG_ADAPT_UI_ACTION=\u090F\u0921\u093E\u092A\u094D\u091F UI \u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0908
#XFLD
MAA_DIALOG_SAVE_AS_ACTION=\u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0908 \u0915\u093E \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947
#XFLD
MAA_DIALOG_ACTIONS=\u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0907\u092F\u093E\u0902
#XFLD
MAA_DIALOG_DELETE_APPVAR=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0939\u091F\u093E\u090F\u0902
#XFLD
MAA_DIALOG_ADAPT_UI=\u090F\u0921\u093E\u092A\u094D\u091F\u0930 UI
#XFLD
MAA_CURRENTLY_ADAPTING=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0930\u0942\u092A \u0938\u0947 \u090F\u0921\u093E\u092A\u094D\u091F \u0915\u0930 \u0930\u0939\u093E \u0939\u0948
#XFLD
MAA_OPERATION_IN_PROGRESS=\u0911\u092A\u0930\u0947\u0936\u0928 \u092A\u094D\u0930\u0917\u0924\u093F \u092E\u0947\u0902 \u0939\u0948
#XFLD
MAA_NEW_APP_VARIANT=\u0905\u092D\u0940 \u092C\u0928\u093E\u092F\u093E \u0917\u092F\u093E
#XFLD
MAA_ORIGINAL_TYPE=\u092E\u0942\u0932 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
#XFLD
MAA_APP_VARIANT_TYPE=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A
#XFLD
MAA_CURRENT_APP_STATUS=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0938\u094D\u0925\u093F\u0924\u093F
#XFLD
MAA_DIALOG_SAVE_AS_APP=\u0907\u0938 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
#XTOL: Tooltip for Button 'Save As' of the App variant overview list
TOOLTIP_MAA_DIALOG_SAVE_AS_APP=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u092C\u0928\u093E\u090F\u0902
#XTOL: Tooltip for Button 'Copy ID'
TOOLTIP_MAA_DIALOG_COPY_ID=\u0915\u094D\u0932\u093F\u092A\u092C\u094B\u0930\u094D\u0921 \u092A\u0930 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0915\u0947 ID \u0915\u0940 \u092A\u094D\u0930\u0924\u093F \u092C\u0928\u093E\u090F\u0902
#XFLD
MAA_DIALOG_COPY_ID=ID \u0915\u0940 \u092A\u094D\u0930\u0924\u093F \u092C\u0928\u093E\u090F\u0902
#XFLD
MAA_DIALOG_APP_TYPE=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092A\u094D\u0930\u0915\u093E\u0930
#XFLD
MAA_DIALOG_TITLE=\u0936\u0940\u0930\u094D\u0937\u0915
#XFLD
MAA_DIALOG_SUBTITLE=\u0909\u092A-\u0936\u0940\u0930\u094D\u0937\u0915
#XTOL: Tooltip for deletion of app variant button
TOOLTIP_DELETE_APP_VAR=\u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0915\u0947 \u0932\u093F\u090F \u0932\u0915\u094D\u0937\u094D\u092F \u092E\u0948\u092A\u093F\u0902\u0917 \u0915\u094B \u0939\u091F\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u092A\u0942\u091B\u0947\u0902. \u092B\u093F\u0930 \u0906\u092A \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0915\u094B \u0939\u091F\u093E \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
#XMSG: Info Message displayed when a key user wants to delete the app variant on any platform (e.g. on S/4HANA on Premise or S/4HANA Cloud)
MSG_APP_VARIANT_DELETE_CONFIRMATION=\u0915\u094D\u092F\u093E \u0906\u092A \u0935\u093E\u0938\u094D\u0924\u0935 \u092E\u0947\u0902 \u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0915\u094B \u0939\u091F\u093E\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?\n\u0915\u0943\u092A\u092F\u093E \u0927\u094D\u092F\u093E\u0928 \u092E\u0947\u0902 \u0930\u0916\u0947\u0902 \u0915\u093F \u092F\u0939 \u0938\u092D\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E\u0913\u0902 \u0915\u0947 \u0932\u093F\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0938\u0947 \u0939\u091F\u093E\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
#XTOL: Tooltip for Adapt UI button when app variant status is running
TOOLTIP_ADAPTUI_STATUS_RUNNING=\u0911\u092A\u0930\u0947\u0936\u0928 \u092A\u0943\u0937\u094D\u0920\u092D\u0942\u092E\u093F \u092E\u0947\u0902 \u091A\u0932 \u0930\u0939\u0940 \u0939\u0948.
#XTOL: Tooltip for Adapt UI button when app variant status is unpublished
TOOLTIP_ADAPTUI_STATUS_UNPBLSHD=\u0915\u094B\u0908 \u0932\u0915\u094D\u0937\u094D\u092F \u092E\u0948\u092A\u093F\u0902\u0917 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u0940. \u0905\u092A\u0928\u0947 \u0932\u0915\u094D\u0937\u094D\u092F \u092E\u0948\u092A\u093F\u0902\u0917 \u0915\u0940 \u091C\u093E\u0902\u091A \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
#XTOL: Tooltip for Adapt UI button when app variant status is error
TOOLTIP_ADAPTUI_STATUS_ERROR=\u0915\u0948\u091F\u093E\u0932\u0949\u0917 \u0905\u0938\u093E\u0907\u0928\u092E\u0947\u0902\u091F \u0915\u0940 \u0935\u093F\u092B\u0932\u0924\u093E \u091C\u093E\u0902\u091A\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
#XTOL: Tooltip for Adapt UI button on onPrem systems when button is disabled
TOOLTIP_ADAPTUI_ON_PREMISE=\u0910\u092A \u0935\u0947\u0930\u093F\u092F\u0902\u091F \u0939\u0947\u0924\u0941 \u0932\u0915\u094D\u0937\u094D\u092F \u092E\u0948\u092A\u093F\u0902\u0917 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0915\u0939\u0947\u0902.
