
APP_HEADER_TITLE=B\u1ED9 demo UI5
APP_HEADER_LOGO_ALT=L\u00F4g\u00F4 UI5
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=T\u00ECm ki\u1EBFm b\u1EA5t k\u1EF3 th\u1EE9 g\u00EC
APP_TABHEADER_ITEM_HOME=Trang chu\u0309
APP_TABHEADER_ITEM_DOCUMENTATION=Ta\u0300i li\u00EA\u0323u
APP_TABHEADER_ITEM_API_REFERENCE=Tham chi\u00EA\u0301u API
APP_TABHEADER_ITEM_SAMPLES=M\u00E2\u0303u
APP_TABHEADER_ITEM_DEMO_APPS=\u01AF\u0301ng du\u0323ng Demo
APP_TABHEADER_ITEM_RESOURCES=Ta\u0300i nguy\u00EAn
APP_TABHEADER_SUBITEM_FIORI_TOOLS=C\u00F4ng c\u1EE5 Fiori
APP_TABHEADER_SUBITEM_ICON_EXPLORER=Tr\u00ECnh kh\u00E1m ph\u00E1 bi\u1EC3u t\u01B0\u1EE3ng
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=UI5 Inspector
APP_TABHEADER_SUBITEM_UI5_TOOLING=UI5 Tooling
APP_CHANGE_VERSION_BTN=Thay \u0111\u00F4\u0309i phi\u00EAn ba\u0309n
APP_VERSION_BETA_VERSION=Phi\u00EAn ba\u0309n beta
APP_VERSION_VERSION=Phi\u00EAn ba\u0309n
APP_VERSION_NOT_PRODUCTIVE=- kh\u00F4ng da\u0300nh cho s\u01B0\u0309 du\u0323ng hi\u00EA\u0323u qua\u0309\!
APP_VERSION_IN_PROGRESS=(\u0111ang ph\u00E1t tri\u1EC3n)
APP_FEEDBACK_BTN_TOOLTIP=Pha\u0309n h\u00F4\u0300i
APP_NEWS_BTN_TOOLTIP=Tin t\u01B0\u0301c
APP_NEWS_DISMISS_ALL_BTN=Loa\u0323i bo\u0309 t\u00E2\u0301t ca\u0309 ca\u0301c mu\u0323c tin t\u01B0\u0301c
APP_NEWS_SHOW_ALL_BTN=Hi\u00EA\u0309n thi\u0323 t\u00E2\u0301t ca\u0309 tin t\u01B0\u0301c
APP_NEWS_NO_NEW_TEXT=Kh\u00F4ng co\u0301 tin t\u01B0\u0301c
APP_SEARCH_FIELD_CLOSE=\u0110o\u0301ng
APP_INFORMATION_BTN_TOOLTIP=Thi\u00EA\u0301t l\u00E2\u0323p
APP_LEGAL_BTN_TOOLTIP=Th\u00F4ng tin pha\u0301p ly\u0301
APP_INFORMATION_BTN_FEEDBACK=Pha\u0309n h\u00F4\u0300i
APP_INFORMATION_BTN_ABOUT=Gi\u01A1\u0301i thi\u00EA\u0323u
APP_INFORMATION_BTN_LEGAL=Pha\u0301p ly\u0301
APP_INFORMATION_BTN_PRIVACY=Ri\u00EAng t\u01B0
APP_INFORMATION_BTN_TERMS_OF_USE=\u0110i\u00EA\u0300u khoa\u0309n s\u01B0\u0309 du\u0323ng
APP_INFORMATION_BTN_APPEARANCE=Hi\u0300nh da\u0323ng
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Sa\u0301ng
APP_INFORMATION_BTN_APPEARANCE_DARK=T\u00F4\u0301i
APP_INFORMATION_BTN_APPEARANCE_HCB=T\u01B0\u01A1ng pha\u0309n cao \u0110en
APP_INFORMATION_BTN_APPEARANCE_HCW=T\u01B0\u01A1ng pha\u0309n cao Tr\u0103\u0301ng
APP_INFORMATION_BTN_APPEARANCE_AUTO=T\u01B0\u0323 \u0111\u00F4\u0323ng (Phu\u0323 thu\u00F4\u0323c va\u0300o thi\u00EA\u0301t l\u00E2\u0323p h\u00EA\u0323 \u0111i\u00EA\u0300u ha\u0300nh)
APP_INFORMATION_BTN_SITEMAP=S\u01A1 \u0111\u00F4\u0300 trang web
APP_INFORMATION_BTN_COPYRIGHT=Ba\u0309n quy\u00EA\u0300n
APP_INFORMATION_BTN_TRADEMARK=Th\u01B0\u01A1ng hi\u00EA\u0323u
APP_INFORMATION_BTN_DISCLAIMER=T\u01B0\u0300 bo\u0309
APP_INFORMATION_BTN_LICENSE=Gi\u00E2\u0301y phe\u0301p
APP_COOKIES_TEXT=Chu\u0301ng t\u00F4i s\u01B0\u0309 du\u0323ng cookie \u0111\u00EA\u0309 ca\u0309i thi\u00EA\u0323n tra\u0309i nghi\u00EA\u0323m cu\u0309a ba\u0323n tr\u00EAn trang web cu\u0309a chu\u0301ng t\u00F4i. B\u0103\u0300ng vi\u00EA\u0323c s\u01B0\u0309 du\u0323ng trang web na\u0300y, ba\u0323n \u0111\u00F4\u0300ng y\u0301 s\u01B0\u0309 du\u0323ng cookie cu\u0309a chu\u0301ng t\u00F4i.

APP_INFORMATION_BTN_NEWS=Tin t\u01B0\u0301c
APP_INFORMATION_BTN_SETTINGS=Thi\u00EA\u0301t l\u00E2\u0323p
APP_INFORMATION_BTN_POLICIES=Ch\u00EDnh s\u00E1ch

NEWS_NEW_GROUP_TITLE=M\u01A1\u0301i
NEWS_READ_GROUP_TITLE=\u0110o\u0323c
NEWS_BTN_MARK_AS_READ=\u0110a\u0301nh d\u00E2\u0301u t\u00E2\u0301t ca\u0309 la\u0300 \u0110a\u0303 \u0111o\u0323c
NEWS_BTN_VISIT_LINK=Truy c\u00E2\u0323p li\u00EAn k\u00EA\u0301t
NEWS_PREP_FAILURE_TITLE=Kh\u00F4ng th\u00EA\u0309 ta\u0309i tin t\u01B0\u0301c

FEEDBACK_DIALOG_TITLE=Cho bi\u1EBFt ph\u1EA3n h\u1ED3i
FEEDBACK_DIALOG_OVERALL=Tra\u0309i nghi\u00EA\u0323m t\u00F4\u0309ng quan cu\u0309a ba\u0323n nh\u01B0 th\u00EA\u0301 na\u0300o?
FEEDBACK_DIALOG_MESSAGE=Ba\u0323n mu\u00F4\u0301n cho chu\u0301ng t\u00F4i bi\u00EA\u0301t \u0111i\u00EA\u0300u gi\u0300?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Ba\u0323n co\u0301 th\u00EA\u0309 chia se\u0309 pha\u0309n h\u00F4\u0300i cu\u0309a mi\u0300nh cho tra\u0309i nghi\u00EA\u0323m t\u00F4\u0309ng quan v\u00EA\u0300 B\u00F4\u0323 minh ho\u0323a ho\u0103\u0323c cho trang cu\u0323 th\u00EA\u0309 ma\u0300 ba\u0323n \u0111ang xem.
FEEDBACK_DIALOG_RELATED=Pha\u0309n h\u00F4\u0300i li\u00EAn quan \u0111\u00EA\u0301n trang hi\u00EA\u0323n ta\u0323i.
FEEDBACK_DIALOG_SHOW_DATA=Hi\u00EA\u0309n thi\u0300 d\u01B0\u0303 li\u00EA\u0323u ng\u01B0\u0303 ca\u0309nh
FEEDBACK_DIALOG_DISCLAIMER=Pha\u0309n h\u00F4\u0300i cu\u0309a ba\u0323n la\u0300 \u00E2\u0309n danh, chu\u0301ng t\u00F4i kh\u00F4ng thu th\u00E2\u0323p b\u00E2\u0301t ky\u0300 d\u01B0\u0303 li\u00EA\u0323u ca\u0301 nh\u00E2n na\u0300o cu\u0309a ba\u0323n.
FEEDBACK_DIALOG_BTN_SEND=G\u01B0\u0309i
FEEDBACK_DIALOG_BTN_CANCEL=H\u1EE7y
FEEDBACK_DIALOG_STATUS_EXCELLENT=Xu\u1EA5t s\u1EAFc
FEEDBACK_DIALOG_STATUS_GOOD=T\u00F4\u0301t
FEEDBACK_DIALOG_STATUS_AVERAGE=Trung bi\u0300nh
FEEDBACK_DIALOG_STATUS_POOR=T\u00EA\u0323
FEEDBACK_DIALOG_STATUS_VERY_POOR=Qua\u0301 t\u00EA\u0323
FEEDBACK_DIALOG_TITLE_SUCCESS=Ca\u0301m \u01A1n\!
FEEDBACK_DIALOG_TEXT_SUCCESS=Th\u00F4ng tin pha\u0309n h\u00F4\u0300i cu\u0309a ba\u0323n \u0111a\u0303 \u0111\u01B0\u01A1\u0323c g\u01B0\u0309i.
FEEDBACK_DIALOG_TITLE_ERROR=R\u00E2\u0301t ti\u00EA\u0301c\!
FEEDBACK_DIALOG_TEXT_ERROR=\u0110a\u0303 xa\u0309y ra l\u00F4\u0303i trong lu\u0301c g\u01B0\u0309i th\u00F4ng tin pha\u0309n h\u00F4\u0300i cu\u0309a ba\u0323n\:\n

SURVEY_POPOVER_TITLE=H\u00E3y cho ch\u00FAng t\u00F4i bi\u1EBFt suy ngh\u0129 c\u1EE7a b\u1EA1n.
SURVEY_POPOVER_LONG_SURVEY_TITLE=Kh\u1EA3o s\u00E1t tr\u1EA3i nghi\u1EC7m ng\u01B0\u1EDDi d\u00F9ng
SURVEY_POPOVER_LONG_SURVEY_BADGE=M\u01A0\u0301I
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=Kha\u0309 du\u0323ng cho \u0111\u1EBFn khi
SURVEY_POPOVER_LONG_SURVEY_DESC=Ha\u0303y ho\u00E0n t\u00E2\u0301t cu\u00F4\u0323c kh\u1EA3o s\u00E1t d\u00E0i n\u0103m ph\u00FAt v\u00E0 gi\u00FAp ch\u00FAng t\u00F4i c\u1EA3i thi\u1EC7n tr\u1EA3i nghi\u1EC7m s\u1EA3n ph\u1EA9m c\u1EE7a b\u1EA1n\! Cu\u1ED9c kh\u1EA3o s\u00E1t s\u1EBD m\u1EDF trong m\u1ED9t tab m\u1EDBi.
SURVEY_POPOVER_LONG_SURVEY_BTN=Th\u01B0\u0323c hi\u00EA\u0323n kha\u0309o sa\u0301t
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=Li\u00EAn k\u1EBFt b\u00EAn ngo\u00E0i \u0111\u1EBFn Kh\u1EA3o s\u00E1t tr\u1EA3i nghi\u1EC7m ng\u01B0\u1EDDi d\u00F9ng Qualtrics
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=Chia se\u0309 pha\u0309n h\u00F4\u0300i cu\u0309a ba\u0323n
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=Chu\u0301ng t\u00F4i t\u00F4n tro\u0323ng y\u0301 ki\u1EBFn c\u1EE7a b\u1EA1n. Ha\u0303y chia s\u1EBB suy ngh\u0129 c\u1EE7a b\u1EA1n v\u1EDBi ch\u00FAng t\u00F4i va\u0300o b\u1EA5t ky\u0300 l\u00FAc n\u00E0o\!
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=Cho bi\u1EBFt ph\u1EA3n h\u1ED3i
SURVEY_POPOVER_CLOSE_BTN=\u0110o\u0301ng

WELCOME_BLOCK_1_TEXT_1=Kha\u0301m pha\u0301 T\u00E2\u0300m nhi\u0300n loa\u0323i doanh nghi\u00EA\u0323p m\u01A1\u0301i
WELCOME_BLOCK_1_START_BTN=B\u0103\u0301t \u0111\u00E2\u0300u v\u01A1\u0301i UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Ta\u0309i xu\u00F4\u0301ng
WELCOME_KEY_FEATURES=Ch\u01B0\u0301c n\u0103ng chi\u0301nh
WELCOME_START_CODING=B\u0103\u0301t \u0111\u00E2\u0300u ma\u0303 ho\u0301a
WELCOME_CHOOSE_SCENARIO=Cho\u0323n ti\u0300nh hu\u00F4\u0301ng
WELCOME_JOIN_COMMUNITY=Tham gia c\u00F4\u0323ng \u0111\u00F4\u0300ng
WELCOME_BLOCK_2_TITLE=Pha\u0309n \u01B0\u0301ng nhanh tr\u00EAn nhi\u00EA\u0300u tri\u0300nh duy\u00EA\u0323t va\u0300 thi\u00EA\u0301t bi\u0323
WELCOME_BLOCK_2_TEXT=Kh\u00F4ng c\u00E2\u0300n lo l\u0103\u0301ng v\u00EA\u0300 chi ti\u00EA\u0301t cu\u0309a thi\u00EA\u0301t bi\u0323\! \u01AF\u0301ng du\u0323ng UI5 cha\u0323y tr\u00EAn \u0111i\u00EA\u0323n thoa\u0323i th\u00F4ng minh, ma\u0301y ti\u0301nh ba\u0309ng va\u0300 ma\u0301y ti\u0301nh. Tri\u0300nh \u0111i\u00EA\u0300u khi\u00EA\u0309n UI t\u01B0\u0323 \u0111\u00F4\u0323ng \u0111i\u00EA\u0300u chi\u0309nh v\u01A1\u0301i kha\u0309 n\u0103ng cu\u0309a t\u01B0\u0300ng thi\u00EA\u0301t bi\u0323 va\u0300 t\u00E2\u0323n du\u0323ng t\u00F4\u0301i \u0111a ta\u0300i sa\u0309n s\u0103\u0303n co\u0301.
WELCOME_BLOCK_2_IMG_ALT=Hi\u0300nh a\u0309nh hi\u00EA\u0309n thi\u0323 \u0111i\u00EA\u0323n thoa\u0323i, ma\u0300n hi\u0300nh ma\u0301y ti\u0301nh va\u0300 ma\u0301y ti\u0301nh ba\u0309ng
WELCOME_BLOCK_3_TITLE=Kha\u0301i ni\u00EA\u0323m pha\u0301t tri\u00EA\u0309n ma\u0323nh me\u0303
WELCOME_BLOCK_3_TEXT_1=UI5 \u0111\u01B0\u1EE3c t\u1EA1o b\u1EDFi c\u00E1c chuy\u00EAn gia d\u00E0nh cho c\u00E1c nh\u00E0 ph\u00E1t tri\u1EC3n hi\u1EC7n \u0111\u1EA1i \u0111\u1EC3 x\u00E2y d\u1EF1ng ti\u0300nh tra\u0323ng cu\u0309a c\u00E1c \u1EE9ng d\u1EE5ng web ngh\u00EA\u0323 thu\u00E2\u0323t. N\u00F3 \u0111i k\u00E8m v\u1EDBi t\u1EA5t c\u1EA3 c\u00E1c t\u00EDnh n\u0103ng c\u1EA7n thi\u1EBFt \u0111\u1EC3 \u0111\u00E1p \u1EE9ng h\u1EA7u h\u1EBFt c\u00E1c y\u00EAu c\u1EA7u \u1EE9ng d\u1EE5ng hi\u1EC7n t\u1EA1i. L\u00F5i UI5 cung c\u1EA5p m\u1ED9t n\u1EC1n t\u1EA3ng v\u1EEFng ch\u1EAFc gi\u00FAp \u0111\u01A1n gi\u1EA3n h\u00F3a c\u00F4ng vi\u1EC7c c\u1EE7a b\u1EA1n b\u1EB1ng c\u00E1ch qu\u1EA3n l\u00FD nhi\u1EC1u kh\u00EDa c\u1EA1nh ph\u00E1t tri\u1EC3n hi\u1EC7n \u0111\u1EA1i \u0111\u1EB1ng sau ma\u0300n hi\u0300nh\:
WELCOME_BLOCK_3_TEXT_2=Bao g\u00F4\u0300m ca\u0301c ti\u00EAu chu\u00E2\u0309n nh\u01B0 MVC va\u0300 nhi\u00EA\u0300u loa\u0323i li\u00EAn k\u00EA\u0301t d\u01B0\u0303 li\u00EA\u0323u kha\u0301c
WELCOME_BLOCK_3_TEXT_3=L\u01B0\u0323a cho\u0323n ca\u0301c \u0111i\u0323nh da\u0323ng xem kha\u0301c nhau (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Li\u00EAn k\u00EA\u0301t v\u01A1\u0301i OData, JSON, XML va\u0300 \u0111i\u0323nh da\u0323ng d\u01B0\u0303 li\u00EA\u0323u kha\u0301c
WELCOME_BLOCK_3_TEXT_5=C\u00F4ng cu\u0323 h\u00F4\u0303 tr\u01A1\u0323 ti\u0301ch h\u01A1\u0323p \u0111\u00EA\u0309 kha\u0301m pha\u0301 c\u00E2y \u0111\u00F4\u0301i t\u01B0\u01A1\u0323ng va\u0300 ti\u0300nh tra\u0323ng li\u00EAn k\u00EA\u0301t
WELCOME_BLOCK_3_TEXT_6=H\u00F4\u0303 tr\u01A1\u0323 quy \u0111\u00F4\u0309i va\u0300 toa\u0300n c\u00E2\u0300u ho\u0301a
WELCOME_BLOCK_3_TEXT_7=Kha\u0301i ni\u00EA\u0323m m\u01A1\u0309 r\u00F4\u0323ng \u01A1\u0309 c\u00E2\u0301p \u0111\u00F4\u0323 ma\u0303 va\u0300 \u01B0\u0301ng du\u0323ng
WELCOME_BLOCK_4_TITLE=B\u00F4\u0323 c\u00F4ng cu\u0323 web da\u0300nh cho doanh nghi\u00EA\u0323p
WELCOME_BLOCK_4_TEXT_1=T\u1EA1i sao UI5 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng b\u1EDFi t\u1EA5t c\u1EA3 c\u00E1c s\u1EA3n ph\u1EA9m SAP ch\u00EDnh c\u0169ng nh\u01B0 nhi\u1EC1u kh\u00E1ch h\u00E0ng v\u00E0 \u0111\u1ED1i t\u00E1c? V\u00E0 t\u1EA1i sao UI5 c\u0169ng th\u00E0nh c\u00F4ng trong c\u1ED9ng \u0111\u1ED3ng m\u00E3 ngu\u1ED3n m\u1EDF b\u00EAn ngo\u00E0i SAP? D\u01B0\u1EDBi \u0111\u00E2y l\u00E0 m\u1ED9t s\u1ED1 gi\u00E1 tr\u1ECB gia t\u0103ng quan tr\u1ECDng nh\u1EA5t m\u00E0 UI5 mang l\u1EA1i\:
WELCOME_BLOCK_4_TEXT_2=H\u00F4\u0303 tr\u01A1\u0323 quy \u0111\u00F4\u0309i va\u0300 toa\u0300n c\u00E2\u0300u ho\u0301a
WELCOME_BLOCK_4_TEXT_3=Kha\u0301i ni\u00EA\u0323m m\u01A1\u0309 r\u00F4\u0323ng \u01A1\u0309 c\u00E2\u0301p \u0111\u00F4\u0323 ma\u0303 va\u0300 \u01B0\u0301ng du\u0323ng
WELCOME_BLOCK_4_TEXT_4=Chu\u0309 \u0111\u00EA\u0300 T\u01B0\u01A1ng pha\u0309n cao h\u00F4\u0303 tr\u01A1\u0323 ng\u01B0\u01A1\u0300i du\u0300ng khi\u00EA\u0301m thi\u0323
WELCOME_BLOCK_4_TEXT_5=D\u1EC5 d\u00E0ng t\u00EDch h\u1EE3p v\u00E0o h\u1EC7 sinh th\u00E1i SAP nh\u1EA5t qu\u00E1n
WELCOME_BLOCK_4_TEXT_6=C\u00E1c c\u00F4ng c\u1EE5 linh ho\u1EA1t cho b\u1EA5t k\u1EF3 lo\u1EA1i nh\u00E0 ph\u00E1t tri\u1EC3n n\u00E0o
WELCOME_BLOCK_4_TEXT_7=H\u01B0\u1EDFng l\u1EE3i t\u1EEB nh\u1EEFng c\u1EA3i ti\u1EBFn m\u1EDBi trong khi v\u1EABn t\u01B0\u01A1ng th\u00EDch v\u1EDBi n\u00E2ng c\u1EA5p
WELCOME_BLOCK_4_TEXT_8=S\u1EED d\u1EE5ng kh\u00F4ng gi\u1EDBi h\u1EA1n trong ng\u0103n x\u1EBFp c\u00F4ng ngh\u1EC7 SAP v\u00E0 ngoa\u0300i SAP
WELCOME_BLOCK_5_TITLE=Gia\u0309i th\u01B0\u01A1\u0309ng thi\u00EA\u0301t k\u00EA\u0301 ha\u0300nh \u0111\u00F4\u0323ng SAP Fiori
WELCOME_BLOCK_5_TEXT=Ca\u0301c \u01B0\u0301ng du\u0323ng UI5 h\u01B0\u01A1\u0309ng l\u01A1\u0323i t\u01B0\u0300 ng\u00F4n ng\u01B0\u0303 thi\u00EA\u0301t k\u00EA\u0301 nh\u00E2\u0301t qua\u0301n va\u0300 ca\u0301c m\u00E2\u0303u UX \u0111\u01B0\u01A1\u0323c xa\u0301c \u0111i\u0323nh tr\u01B0\u01A1\u0301c tr\u00EAn t\u00E2\u0301t ca\u0309 ca\u0301c ti\u0301nh n\u0103ng front-end. Ha\u0303y s\u01B0\u0309 du\u0323ng m\u00F4\u0323t chu\u0309 \u0111\u00EA\u0300 \u0111\u01B0\u01A1\u0323c xa\u0301c \u0111i\u0323nh tr\u01B0\u01A1\u0301c ho\u0103\u0323c th\u01B0\u0309 c\u00F4ng cu\u0323 theo chu\u0309 \u0111\u00EA\u0300 tr\u01B0\u0323c tuy\u00EA\u0301n cu\u0309a chu\u0301ng t\u00F4i \u0111\u00EA\u0309 ta\u0323o chu\u0309 \u0111\u00EA\u0300 tu\u0300y chi\u0309nh.
WELCOME_BLOCK_5_IMG_ALT=Hi\u0300nh a\u0309nh hi\u00EA\u0309n thi\u0323 y\u00EA\u0301u t\u00F4\u0301 thi\u00EA\u0301t k\u00EA\u0301 SAP Fiori
WELCOME_BLOCK_6_TITLE=Ha\u0303y s\u0103\u0303n sa\u0300ng
WELCOME_BLOCK_6_TEXT_1=T\u00E2\u0301t ca\u0309 nh\u01B0\u0303ng gi\u0300 ba\u0323n c\u00E2\u0300n \u0111\u00EA\u0309 pha\u0301t tri\u00EA\u0309n \u01B0\u0301ng du\u0323ng web v\u01A1\u0301i UI5 la\u0300 m\u00F4\u0323t tri\u0300nh duy\u00EA\u0323t va\u0300 m\u00F4i tr\u01B0\u01A1\u0300ng pha\u0301t tri\u00EA\u0309n. Ba\u0323n co\u0301 th\u00EA\u0309 s\u01B0\u0309 du\u0323ng SAP Business Application Studio trong \u0323\u0111a\u0301m m\u00E2y \u0111\u00EA\u0309 \u0111a\u0323t ti\u00EA\u0323n nghi t\u00F4\u0301i \u0111a. Ba\u0323n co\u0301 l\u01B0\u0323a cho\u0323n thay th\u00EA\u0301 la\u0300 thi\u00EA\u0301t l\u00E2\u0323p m\u00F4i m\u00F4i tr\u01B0\u01A1\u0300ng pha\u0301t tri\u00EA\u0309n cu\u0323c b\u00F4\u0323 \u0111\u00EA\u0309 \u0111a\u0323t \u0111\u00F4\u0323 linh hoa\u0323t t\u00F4\u0301i \u0111a.
WELCOME_BLOCK_6_TEXT_2=Ha\u0303y th\u01B0\u0309 vi\u0301 du\u0323 \u0111\u00E2\u0300u ti\u00EAn ta\u0323i \u0111\u00E2y\:
WELCOME_BLOCK_7_TITLE=UI5 Evolution
WELCOME_BLOCK_7_TEXT_1=UI5 evolution la\u0300 \u0111a\u0323i di\u00EA\u0323n cho nh\u01B0\u0303ng ca\u0309i ti\u00EA\u0301n c\u01A1 ba\u0309n nh\u01B0 la\u0300 m\u00F4\u0323t ph\u00E2\u0300n trong n\u00F4\u0303 l\u01B0\u0323c kh\u00F4ng ng\u01B0\u0300ng nh\u0103\u0300m thu\u0301c \u0111\u00E2\u0309y SAPUI5, \u0111\u00EA\u0309 cho phe\u0301p ca\u0301c \u01B0\u0301ng du\u0323ng cha\u0323y nhanh h\u01A1n va\u0300 ma\u0303 tr\u01A1\u0309 n\u00EAn m\u00F4-\u0111un h\u01A1n. V\u01A1\u0301i vi\u00EA\u0323c tu\u00E2n thu\u0309 ca\u0301c ti\u00EAu chu\u00E2\u0309n web, ta\u0309i kh\u00F4ng \u0111\u00F4\u0300ng b\u00F4\u0323 va\u0300 c\u00F4ng ngh\u00EA\u0323 m\u01A1\u0301i n\u00F4\u0309i, SAPUI5 ti\u00EA\u0301p tu\u0323c ch\u01B0\u0301ng minh \u0111\u00E2y la\u0300 m\u00F4\u0323t gia\u0309i pha\u0301p da\u0300nh cho t\u01B0\u01A1ng lai, doanh nghi\u00EA\u0323p.
WELCOME_BLOCK_7_TEXT_2=Chu\u0301ng t\u00F4i khuy\u00EA\u0301n khi\u0301ch ca\u0301c nha\u0300 pha\u0301t tri\u00EA\u0309n ti\u0301ch c\u01B0\u0323c h\u00F4\u0303 tr\u01A1\u0323 va\u0300 t\u00E2\u0323n du\u0323ng ca\u0301c kha\u0309 n\u0103ng m\u01A1\u0301i.
WELCOME_BLOCK_7_ALT=UI5 evolution \u0111ang ta\u0323o ra s\u01B0\u0323 \u0111\u00F4\u0309i m\u01A1\u0301i, cung c\u00E2\u0301p c\u00F4ng cu\u0323 x\u00E2y d\u01B0\u0323ng, lo\u0303i m\u00F4-\u0111un, ti\u00EAu chu\u00E2\u0309n m\u01A1\u0309 va\u0300 \u0111a\u0323t hi\u00EA\u0323u su\u00E2\u0301t cao b\u0103\u0300ng ca\u0301ch s\u01B0\u0309 du\u0323ng ti\u0301nh n\u0103ng ta\u0309i kh\u00F4ng \u0111\u00F4\u0300ng b\u00F4\u0323.
WELCOME_BLOCK_8_TITLE=SAPUI5 tr\u00EAn SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u0110\u0103ng ky\u0301 ta\u0300i khoa\u0309n du\u0300ng th\u01B0\u0309 SAP BTP mi\u00EA\u0303n phi\u0301 \u0111\u00EA\u0309 th\u01B0\u0309 nghi\u00EA\u0323m n\u00EA\u0300n ta\u0309ng va\u0300 x\u00E2y d\u01B0\u0323ng ca\u0301c \u01B0\u0301ng du\u0323ng UI5 d\u01B0\u0323a tr\u00EAn \u0111a\u0301m m\u00E2y.
WELCOME_BLOCK_8_TEXT_2=M\u00F4i tr\u01B0\u01A1\u0300ng pha\u0301t tri\u00EA\u0309n d\u00EA\u0303 s\u01B0\u0309 du\u0323ng v\u01A1\u0301i SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Du\u0300ng th\u01B0\u0309 mi\u00EA\u0303n phi\u0301 da\u0300nh cho s\u01B0\u0309 du\u0323ng pha\u0301t tri\u00EA\u0309n
WELCOME_BLOCK_9_TITLE=SAPUI5 (Ta\u0323i ch\u00F4\u0303)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 la\u0300 m\u00F4\u0323t ph\u00E2\u0300n cu\u0309a ca\u0301c c\u00F4ng ngh\u00EA\u0323 giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng trong ca\u0301c h\u00EA\u0323 th\u00F4\u0301ng SAP HANA, NetWeaver ABAP, va\u0300 Java.
WELCOME_BLOCK_9_TEXT_2=S\u0103\u0303n sa\u0300ng s\u01B0\u0309 du\u0323ng \u0111\u00F4\u0301i v\u01A1\u0301i kha\u0301ch ha\u0300ng SAP
WELCOME_BLOCK_9_TEXT_3=Ti\u0301ch h\u01A1\u0323p v\u01A1\u0301i h\u00EA\u0323 th\u00F4\u0301ng ca\u0309nh quan hi\u00EA\u0323n co\u0301
WELCOME_BLOCK_10_TITLE=OpenUI5 - Ngu\u00F4\u0300n m\u01A1\u0309 va\u0300 mi\u00EA\u0303n phi\u0301
WELCOME_BLOCK_10_TEXT_1=Ha\u0303y th\u01B0\u0309 bi\u00EA\u0301n th\u00EA\u0309 ngu\u00F4\u0300n m\u01A1\u0309 cu\u0309a UI5. No\u0301 ch\u01B0\u0301a t\u00E2\u0301t ca\u0309 ca\u0301c ti\u0301nh n\u0103ng UI5 c\u00F4\u0301t lo\u0303i va\u0300 s\u0103\u0303n co\u0301 tr\u00EAn GitHub theo gi\u00E2\u0301y phe\u0301p Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=\u0323\u0110\u01B0\u01A1\u0323c h\u00F4\u0303 tr\u01A1\u0323 b\u01A1\u0309i c\u00F4\u0323ng \u0111\u00F4\u0300ng ngu\u00F4\u0300n m\u01A1\u0309
WELCOME_BLOCK_10_TEXT_3=Qua\u0309n ly\u0301 tr\u00EAn GitHub - mo\u0323i \u0111o\u0301ng go\u0301p lu\u00F4n \u0111\u01B0\u01A1\u0323c \u0323\u0111o\u0301n cha\u0300o\!
WELCOME_BLOCK_11_TITLE=UI5 tr\u00EAn Ma\u0323ng l\u01B0\u01A1\u0301i ph\u00E2n ph\u00F4\u0301i n\u00F4\u0323i dung
WELCOME_BLOCK_11_TEXT_1=Pha\u0301t tri\u00EA\u0309n va\u0300 cha\u0323y ca\u0301c \u01B0\u0301ng du\u0323ng UI5 v\u01A1\u0301i ti\u0301nh linh hoa\u0323t ma\u0323nh me\u0303 cu\u0309a CDN. Ca\u0301c t\u00E2\u0323p tin \u0111\u01B0\u01A1\u0323c ta\u0309i t\u01B0\u0300 vi\u0323 tri\u0301 g\u00E2\u0300n ng\u01B0\u01A1\u0300i du\u0300ng nh\u00E2\u0301t \u0111\u00EA\u0309 \u0111a\u0323t hi\u00EA\u0323u su\u00E2\u0301t t\u00F4\u0301i \u01B0u.
WELCOME_BLOCK_11_TEXT_2=CDN nhi\u00EA\u0300u phi\u00EAn ba\u0309n \u0111\u00EA\u0309 duy tri\u0300 chu ky\u0300 tu\u0300y chi\u0309nh
WELCOME_BLOCK_11_TEXT_3=Cho b\u00E2\u0301t ky\u0300 ki\u0323ch ba\u0309n pha\u0301t tri\u00EA\u0309n ta\u0323i ch\u00F4\u0303 va\u0300 \u0111a\u0301m m\u00E2y
WELCOME_BLOCK_12_TITLE=C\u00F4\u0323ng \u0111\u00F4\u0300ng SAP
WELCOME_BLOCK_13_TITLE=Ba\u0309n tin
WELCOME_VIDEO_BLOCK_TITLE=SAPUI5 la\u0300 gi\u0300?

WELCOME_VIDEO_BLOCK_TEXT_1=SAPUI5 l\u00E0 c\u01A1 c\u00E2\u0301u HTML5 \u0111\u1EC3 t\u1EA1o c\u00E1c \u1EE9ng d\u1EE5ng web c\u1EA5p doanh nghi\u1EC7p, \u0111a n\u1EC1n t\u1EA3ng m\u1ED9t c\u00E1ch hi\u1EC7u qu\u1EA3. Nh\u1EEFng g\u00EC b\u1EAFt \u0111\u1EA7u nh\u01B0 m\u1ED9t d\u1EF1 \u00E1n nh\u1ECF gi\u1EDD \u0111\u00E2y l\u00E0 m\u1ED9t trong nh\u1EEFng c\u00F4ng ngh\u1EC7 th\u00E0nh c\u00F4ng nh\u1EA5t t\u1EEBng \u0111\u01B0\u1EE3c SAP ph\u00E1t minh.
WELCOME_VIDEO_BLOCK_TEXT_2=Trong video n\u00E0y, b\u1EA1n c\u00F3 th\u1EC3 n\u1EAFm \u0111\u01B0\u1EE3c gi\u00E1 tr\u1ECB c\u1EE7a SAPUI5 trong 110 gi\u00E2y. Tr\u00EAn trang C\u1ED9ng \u0111\u1ED3ng SAP c\u1EE7a ch\u00FAng t\u00F4i, b\u1EA1n c\u00F3 th\u1EC3 \u0111i s\u00E2u v\u00E0o chi ti\u1EBFt h\u01A1n v\u1EC1 c\u00E1c c\u00F4ng ngh\u1EC7 giao di\u1EC7n ng\u01B0\u1EDDi d\u00F9ng h\u00E0ng \u0111\u1EA7u c\u1EE7a ch\u00FAng t\u00F4i <a href\="https\://community.sap.com/topics/ui5">ta\u0323i \u0111\u00E2y</a>.

TOPIC_DETAIL_INIT_DOCUMENTATION=Ta\u0300i li\u00EA\u0323u
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Ta\u0309i xu\u00F4\u0301ng
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Co\u0301 gi\u0300 m\u01A1\u0301i
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Ti\u0300m hi\u00EA\u0309u ca\u0301c ti\u0301nh n\u0103ng m\u01A1\u0301i trong UI5 phi\u00EAn ba\u0309n m\u01A1\u0301i nh\u00E2\u0301t
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Ba\u0309n xem tr\u01B0\u01A1\u0301c khi s\u01B0\u0309 du\u0323ng
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Th\u00F4ng tin quan tro\u0323ng tr\u01B0\u01A1\u0301c khi ba\u0323n b\u0103\u0301t \u0111\u00E2\u0300u s\u01B0\u0309 du\u0323ng UI5 m\u00F4\u0323t ca\u0301ch hi\u00EA\u0323u qua\u0309
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=B\u0103\u0301t \u0111\u00E2\u0300u
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Thi\u00EA\u0301t l\u00E2\u0323p va\u0300 h\u01B0\u01A1\u0301ng d\u00E2\u0303n
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Pha\u0301t tri\u00EA\u0309n \u01B0\u0301ng du\u0323ng
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Ca\u0301ch la\u0300m t\u00F4\u0301t nh\u00E2\u0301t va\u0300 ca\u0323m b\u00E2\u0303y ba\u0323n n\u00EAn \u0111\u00EA\u0300 pho\u0300ng
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=M\u01A1\u0309 r\u00F4\u0323ng \u01B0\u0301ng du\u0323ng
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u0110i\u00EA\u0300u chi\u0309nh \u01B0\u0301ng du\u0323ng theo y\u00EAu c\u00E2\u0300u cu\u0323 th\u00EA\u0309 cu\u0309a ba\u0323n
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Pha\u0301t tri\u00EA\u0309n tri\u0300nh \u0111i\u00EA\u0300u khi\u00EA\u0309n
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Ta\u0323o ca\u0301c \u0111i\u00EA\u0300u khi\u00EA\u0309n tu\u0300y chi\u0309nh ho\u0103\u0323c \u0111o\u0301ng go\u0301p cho UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Ca\u0301c m\u00E2\u0303u va\u0300 m\u00E2\u0303u n\u00EA\u0300n da\u0300nh cho m\u00E2\u0303u n\u00EA\u0300n \u01B0\u0301ng du\u0323ng th\u01B0\u01A1\u0300ng du\u0300ng
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=C\u01A1 c\u00E2\u0301u \u0111\u01B0\u01A1\u0300ng d\u00E2\u0303n ph\u00E2n ti\u0301ch
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=X\u00E2y d\u01B0\u0323ng va\u0300 t\u0103ng c\u01B0\u01A1\u0300ng ca\u0301c \u01B0\u0301ng du\u0323ng web ph\u00E2n ti\u0301ch t\u01B0\u01A1ng ta\u0301c
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Tro\u0323ng y\u00EA\u0301u
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Ca\u0301c kha\u0301i ni\u00EA\u0323m pha\u0301t tri\u00EA\u0309n, ch\u0103\u0309ng ha\u0323n nh\u01B0 MVC, li\u00EAn k\u00EA\u0301t d\u01B0\u0303 li\u00EA\u0323u va\u0300 tha\u0300nh ph\u00E2\u0300n
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=Th\u00F4ng tin chi ti\u00EA\u0301t v\u00EA\u0300 tri\u0300nh ki\u00EA\u0309m soa\u0301t
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=B\u00F4\u0309 sung va\u0300o tham chi\u00EA\u0301u API

TOPIC_DETAIL_BACK_BTN=Quay la\u0323i k\u00EA\u0301t qua\u0309 ti\u0300m ki\u00EA\u0301m
TOPIC_DETAIL_EDIT_GITHUB=Hi\u00EA\u0323u chi\u0309nh tr\u00EAn GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Hi\u00EA\u0323u chi\u0309nh trang na\u0300y tr\u00EAn GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Hi\u00EA\u0309n thi\u0323 ta\u0300i li\u00EA\u0323u na\u0300y \u01A1\u0309 ch\u00EA\u0301 \u0111\u00F4\u0323 toa\u0300n ma\u0300n hi\u0300nh

TOPIC_MASTER_FILTER_PLACEHOLDER=Ti\u0300m ki\u00EA\u0301m
TOPIC_MASTER_EXPAND_TOOLTIP=M\u01A1\u0309 r\u00F4\u0323ng t\u00E2\u0301t ca\u0309
TOPIC_MASTER_COLAPSE_TOOLTIP=Thu go\u0323n t\u00E2\u0301t ca\u0309
TOPIC_MASTER_NO_DATA_TEXT=Kh\u00F4ng co\u0301 d\u01B0\u0303 li\u00EA\u0323u, vui lo\u0300ng th\u01B0\u0309 la\u0323i v\u01A1\u0301i ti\u0300m ki\u00EA\u0301m toa\u0300n c\u00E2\u0300u

ENTITY_ABOUT=Gi\u01A1\u0301i thi\u00EA\u0323u
ENTITY_SAMPLES=M\u00E2\u0303u ({0})
ENITITY_API=Tham chi\u00EA\u0301u API\:
ENTITY_DOCUMENTATION=Ta\u0300i li\u00EA\u0323u\:
ENTITY_UX=H\u01B0\u01A1\u0301ng d\u00E2\u0303n UX\:
ENTITY_EXTENDS=M\u01A1\u0309 r\u00F4\u0323ng\:
ENTITY_COMPONENT=Tha\u0300nh ph\u00E2\u0300n \u01B0\u0301ng du\u0323ng
ENTITY_SINCE=Kha\u0309 du\u0323ng t\u01B0\u0300
ENTITY_CATEGORY=Danh m\u1EE5c
ENTITY_DENSITY=M\u00E2\u0323t \u0111\u00F4\u0323 n\u00F4\u0323i dung
ENTITY_DEPRECATED=Kh\u00F4ng \u0111\u01B0\u01A1\u0323c ch\u00E2\u0301p nh\u00E2\u0323n
ENTITY_FULLSCREEN_TOOLTIP=Hi\u00EA\u0309n thi\u0323 m\u00E2\u0303u na\u0300y \u01A1\u0309 ch\u00EA\u0301 \u0111\u00F4\u0323 toa\u0300n ma\u0300n hi\u0300nh
ENTITY_BACK_BTN=Quay la\u0323i k\u00EA\u0301t qua\u0309 ti\u0300m ki\u00EA\u0301m
ENTITY_TABLE_NAME=T\u00EAn
ENTITY_TABLE_DESCRIPTION=M\u00F4 ta\u0309

CONTROLS_PAGE_TITLE=M\u00E2\u0303u
CONTROLS_PAGE_DESC=Kha\u0301m pha\u0301 va\u0300 ta\u0309i m\u00E2\u0303u ma\u0303 xu\u00F4\u0301ng
CONTROLS_FEATURED_CONTROLS=Tri\u0300nh ki\u00EA\u0309m soa\u0301t \u0111a\u0301ng chu\u0301 y\u0301
CONTROLS_LAYOUT_PAGES=B\u00F4\u0301 cu\u0323c & Trang
CONTROLS_TEXT_1=T\u01B0\u01A1ng ta\u0301c ng\u01B0\u01A1\u0300i du\u0300ng
CONTROLS_TEXT_2=C\u00E2\u0301u tru\u0301c danh sa\u0301ch kha\u0301c nhau
CONTROLS_TEXT_3=Ba\u0309ng \u0111\u01A1n gia\u0309n ho\u0103\u0323c ma\u0323nh me\u0303 h\u01A1n
CONTROLS_TEXT_4=H\u00F4\u0323p thoa\u0323i va\u0300 c\u01B0\u0309a s\u00F4\u0309 b\u00E2\u0323t l\u00EAn
CONTROLS_TEXT_5=Vi\u0301 du\u0323\: hi\u0300nh x\u00EA\u0301p cho v\u0103n ba\u0309n, hi\u0300nh a\u0309nh ho\u0103\u0323c bi\u00EA\u0309u \u0111\u00F4\u0300
CONTROLS_TEXT_6=Th\u00F4ng ba\u0301o ng\u01B0\u01A1\u0300i du\u0300ng
CONTROLS_TEXT_7=Thanh c\u00F4ng cu\u0323 va\u0300 \u0111\u00E2\u0300u mu\u0323c
CONTROLS_TEXT_8=Tri\u0300nh ba\u0300y d\u01B0\u0303 li\u00EA\u0323u ph\u00E2n c\u00E2\u0301p
CONTROLS_TEXT_9=Tri\u0300nh ki\u00EA\u0309m soa\u0301t d\u01B0\u0323a tr\u00EAn si\u00EAu d\u01B0\u0303 li\u00EA\u0323u
CONTROLS_TEXT_10=Tr\u01B0\u0323c quan ho\u0301a vi\u0323 tri\u0301
CONTROLS_TEXT_11=Tr\u01B0\u0323c quan ho\u0301a d\u01B0\u0303 li\u00EA\u0323u
CONTROLS_TEXT_12=T\u01B0\u01A1ng ta\u0301c d\u01B0\u0323a tr\u00EAn b\u01B0\u01A1\u0301c
CONTROLS_TEXT_13=Hi\u00EA\u0309n thi\u0323, ta\u0323o, ho\u0103\u0323c chi\u0309nh s\u01B0\u0309a ca\u0301c \u0111\u00F4\u0301i t\u01B0\u01A1\u0323ng
CONTROLS_TEXT_14=Trang v\u01A1\u0301i ti\u00EAu \u0111\u00EA\u0300, \u0111\u00E2\u0300u mu\u0323c va\u0300 khu v\u01B0\u0323c n\u00F4\u0323i dung
CONTROLS_TEXT_15=Trang v\u01A1\u0301i t\u00F4\u0301i \u0111a 3 c\u00F4\u0323t
CONTROLS_TEXT_16=B\u00F4\u0301 cu\u0323c hai c\u00F4\u0323t

CONTROLS_MASTER_FILTER_PLACERHOLDER=Ti\u0300m ki\u00EA\u0301m
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Nho\u0301m / B\u00F4\u0323 lo\u0323c
CONTROLS_MASTER_NO_DATA_TEXT=Kh\u00F4ng co\u0301 d\u01B0\u0303 li\u00EA\u0323u, vui lo\u0300ng th\u01B0\u0309 la\u0323i v\u01A1\u0301i ti\u0300m ki\u00EA\u0301m toa\u0300n c\u00E2\u0300u.

CODE_BACK_BTN_TOOLTIP=Quay la\u0323i m\u00E2\u0303u
CODE_API_REFERENCE=Tham chi\u00EA\u0301u API
CODE_DOWNLOAD_BTN=Ta\u0309i xu\u00F4\u0301ng

CHANGE_VERSION_DIALOG_TITLE=Thay \u0111\u00F4\u0309i phi\u00EAn ba\u0309n
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0110o\u0301ng
CHANGE_VERSION_DIALOG_APPLY_BTN=A\u0301p du\u0323ng
CHANGE_VERSION_DIALOG_LATEST_BTN=M\u01A1\u0301i nh\u00E2\u0301t
APP_SETTINGS_DIALOG_TITLE=Thi\u00EA\u0301t l\u00E2\u0323p
APP_SETTINGS_DIALOG_THEME=Chu\u0309 \u0111\u00EA\u0300\:
APP_SETTINGS_DIALOG_LANGUAGE=Ng\u00F4n ng\u01B0\u0303
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u01AFu ti\u00EAn cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Ghi nh\u01A1\u0301 r\u0103\u0300ng ng\u00F4n ng\u01B0\u0303 \u0111a\u0303 cho\u0323n chi\u0309 a\u0301p du\u0323ng cho giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng \u01B0\u0301ng du\u0323ng Demo Kit. N\u00F4\u0323i dung \u0111a\u0303 cung c\u00E2\u0301p trong \u01B0\u0301ng du\u0323ng trong ca\u0301c ph\u00E2\u0300n kha\u0301c nhau, ch\u0103\u0309ng ha\u0323n nh\u01B0 Ta\u0300i li\u00EA\u0323u, tham chi\u00EA\u0301u API, va\u0300 m\u00E2\u0303u chi\u0309 kha\u0309 du\u0323ng b\u0103\u0300ng ti\u00EA\u0301ng Anh.
APP_SETTINGS_DIALOG_DENSITY=M\u00E2\u0323t \u0111\u00F4\u0323 n\u00F4\u0323i dung\:
APP_SETTINGS_DIALOG_READ_MORE=\u0110o\u0323c th\u00EAm v\u00EA\u0300 m\u00E2\u0323t \u0111\u00F4\u0323 n\u00F4\u0323i dung
APP_SETTINGS_DIALOG_RTL=Ch\u00EA\u0301 \u0111\u00F4\u0323 pha\u0309i qua tra\u0301i
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=H\u1EE7y

COOKIE_SETTINGS_DIALOG_TITLE=Thi\u00EA\u0301t l\u00E2\u0323p cookie cu\u0309a ba\u0323n
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookie \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Cookie na\u0300y \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u \u0111\u00EA\u0309 b\u00E2\u0323t ch\u01B0\u0301c n\u0103ng trang web chi\u0301nh.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Chu\u0301ng t\u00F4i s\u01B0\u0309 du\u0323ng cookie \u0111\u00EA\u0309 ca\u0309i thi\u00EA\u0323n tra\u0309i nghi\u00EA\u0323m cu\u0309a ba\u0323n tr\u00EAn trang web cu\u0309a chu\u0301ng t\u00F4i. B\u0103\u0300ng vi\u00EA\u0323c ti\u00EA\u0301p tu\u0323c s\u01B0\u0309 du\u0323ng trang web na\u0300y, ba\u0323n \u0111\u00F4\u0300ng y\u0301 s\u01B0\u0309 du\u0323ng cookie cu\u0309a chu\u0301ng t\u00F4i.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookie ch\u01B0\u0301c n\u0103ng
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Cookie na\u0300y \u0111\u01B0\u01A1\u0323c s\u01B0\u0309 du\u0323ng \u0111\u00EA\u0309 ph\u00E2n ti\u0301ch ca\u0301ch s\u01B0\u0309 du\u0323ng trang web cho mu\u0323c \u0111i\u0301ch \u0111o l\u01B0\u01A1\u0300ng va\u0300 ca\u0309i thi\u00EA\u0323n hi\u00EA\u0323u su\u00E2\u0301t trang web.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Trang web n\u00E0y s\u1EED d\u1EE5ng SAP Web Analytics \u0111\u1EC3 ph\u00E2n t\u00EDch c\u00E1ch ng\u01B0\u1EDDi d\u00F9ng s\u1EED d\u1EE5ng trang web n\u00E0y. Th\u00F4ng tin \u0111\u01B0\u1EE3c t\u1EA1o (bao g\u1ED3m m\u1ED9t ph\u1EA7n \u0111\u1ECBa ch\u1EC9 IP c\u1EE7a b\u1EA1n v\u00E0 ID tr\u00ECnh duy\u1EC7t) s\u1EBD \u0111\u01B0\u1EE3c chuy\u00EA\u0309n \u0111\u1EBFn v\u00E0 \u0111\u01B0\u1EE3c l\u01B0u tr\u1EEF b\u1EDFi SAP tr\u00EAn c\u00E1c m\u00E1y ch\u1EE7 c\u1EE7a n\u00F3. Cookie \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng \u0111\u1EC3 nh\u00E2\u0323n da\u0323ng truy c\u1EADp l\u1EB7p l\u1EA1i v\u00E0 trang g\u1ED1c truy c\u1EADp c\u1EE7a b\u1EA1n. Ch\u00FAng t\u00F4i s\u1EBD ch\u1EC9 s\u1EED d\u1EE5ng th\u00F4ng tin n\u00E0y cho m\u1EE5c \u0111\u00EDch \u0111\u00E1nh gi\u00E1 vi\u1EC7c s\u1EED d\u1EE5ng trang web v\u00E0 t\u00E2\u0323p h\u1EE3p c\u00E1c b\u00E1o c\u00E1o v\u1EC1 ho\u1EA1t \u0111\u1ED9ng c\u1EE7a trang web cho c\u00E1c nh\u00E0 \u0111i\u1EC1u h\u00E0nh trang web - v\u00E0 cu\u1ED1i c\u00F9ng, \u0111\u1EC3 c\u1EA3i thi\u1EC7n trang web. N\u1EBFu b\u1EA1n mu\u1ED1n ch\u1ECDn tham gia theo do\u0303i SAP Web Analytics, vui l\u00F2ng \u0111i\u0323nh ro\u0303 \u01B0u ti\u00EAn c\u1EE7a b\u1EA1n b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng b\u00F4\u0323 chuy\u00EA\u0309n \u201CB\u00E2\u0323t\u201D/\u201CT\u0103\u0301t\u201D \u01A1\u0309 tr\u00EAn. B\u1EB1ng c\u00E1ch ch\u1ECDn tham gia, b\u1EA1n \u0111\u1ED3ng \u00FD v\u1EDBi vi\u1EC7c x\u1EED l\u00FD d\u1EEF li\u1EC7u ph\u00E2n t\u00EDch v\u1EC1 b\u1EA1n theo c\u00E1ch th\u1EE9c v\u00E0 cho c\u00E1c m\u1EE5c \u0111\u00EDch \u0111\u01B0\u01A1\u0323c thi\u00EA\u0301t l\u00E2\u0323p \u01A1\u0309 tr\u00EAn.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Th\u00F4ng tin th\u00EAm
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Ch\u00E2\u0301p nh\u00E2\u0323n t\u00E2\u0301t ca\u0309
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=T\u01B0\u0300 ch\u00F4\u0301i t\u00E2\u0301t ca\u0309
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Thi\u00EA\u0301t l\u00E2\u0323p \u01B0u ti\u00EAn
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=L\u01B0u \u01B0u ti\u00EAn
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Hu\u0309y

EMPTY_TEXT=R\u00F4\u0303ng

DOWNLOADS_TEXT=Ta\u0309i xu\u00F4\u0301ng

DEMO_APPS_TITLE=\u01AF\u0301ng du\u0323ng Demo
DEMO_APPS_SUBTITLE_OPENUI5=Li\u1EC7t k\u00EA c\u00E1c \u1EE9ng d\u1EE5ng demo se\u0303 ch\u1EC9 cho b\u1EA1n c\u00E1ch s\u1EED d\u1EE5ng c\u00E1c t\u00EDnh n\u0103ng v\u00E0 ki\u00EA\u0309m soa\u0301t kh\u00E1c nhau c\u1EE7a OpenUI5.
DEMO_APPS_SUBTITLE_SAPUI5=Li\u1EC7t k\u00EA c\u00E1c \u1EE9ng d\u1EE5ng demo se\u0303 ch\u1EC9 cho b\u1EA1n c\u00E1ch s\u1EED d\u1EE5ng c\u00E1c t\u00EDnh n\u0103ng v\u00E0 ki\u00EA\u0309m soa\u0301t kh\u00E1c nhau c\u1EE7a SAPUI5.
DEMO_APPS_READ_MORE_BTN=\u0110o\u0323c th\u00EAm
DEMO_APPS_DOWNLOAD_OVERVIEW=T\u1ED5ng quan t\u1EA3i xu\u1ED1ng
DEMO_APPS_CATEGORY_SHOWCASE=Kha\u0301i ni\u00EA\u0323m UI5 theo ti\u0300nh hu\u00F4\u0301ng cu\u00F4\u0323c s\u00F4\u0301ng th\u01B0\u0323c
DEMO_APPS_CATEGORY_TUTORIAL=Ca\u0301c \u01B0\u0301ng du\u0323ng Demo co\u0301 h\u01B0\u01A1\u0301ng d\u00E2\u0303n
DEMO_APPS_CATEGORY_RTA=Ca\u0301c \u01B0\u0301ng du\u0323ng linh hoa\u0323t SAPUI5
DEMO_APPS_CATEGORY_MISC=Ca\u0301c \u01B0\u0301ng du\u0323ng Demo kha\u0301c
DEMO_APPS_LIBRARY=Th\u01B0 vi\u00EA\u0323n ki\u00EA\u0309m soa\u0301t\:
DEMO_APPS_CARD_LINK=M\u1EDF \u1EE9ng d\u1EE5ng

LEGAL_DISCLAIMER_TITLE=T\u01B0\u0300 ch\u00F4\u0301i tra\u0301ch nhi\u00EA\u0323m pha\u0301p ly\u0301 \u0111\u00F4\u0301i v\u01A1\u0301i Li\u00EAn k\u00EA\u0301t
LEGAL_DISCLAIMER_LABEL_1=Li\u00EAn k\u00EA\u0301t v\u01A1\u0301i bi\u00EA\u0309u t\u01B0\u01A1\u0323ng
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=C\u00F4ng b\u00F4\u0301 th\u00F4ng tin tr\u00EAn trang kh\u00F4ng thu\u00F4\u0323c SAP
LEGAL_DISCLAIMER_TEXT_1=Ba\u0323n \u0111ang va\u0300o m\u00F4\u0323t trang web kh\u00F4ng \u0111\u01B0\u01A1\u0323c l\u01B0u tr\u01B0\u0303 b\u01A1\u0309i SAP. V\u01A1\u0301i vi\u00EA\u0323c s\u01B0\u0309 du\u0323ng ca\u0301c li\u00EAn k\u00EA\u0301t na\u0300y, ba\u0323n \u0111\u00F4\u0300ng y\u0301 (tr\u01B0\u0300 khi co\u0301 quy \u0111i\u0323nh ro\u0303 ra\u0300ng kha\u0301c trong tho\u0309a thu\u00E2\u0323n cu\u0309a ba\u0323n v\u01A1\u0301i SAP) \u0111i\u00EA\u0300u sau\:
LEGAL_DISCLAIMER_TEXT_2=- N\u00F4\u0323i dung cu\u0309a trang web \u0111\u01B0\u01A1\u0323c li\u00EAn k\u00EA\u0301t kh\u00F4ng pha\u0309i la\u0300 ta\u0300i li\u00EA\u0323u cu\u0309a SAP. Ba\u0323n kh\u00F4ng \u0111\u01B0\u01A1\u0323c k\u00EA\u0301t lu\u00E2\u0323n khi\u00EA\u0301u na\u0323i sa\u0309n ph\u00E2\u0309m na\u0300o ch\u00F4\u0301ng la\u0323i SAP d\u01B0\u0323a tr\u00EAn th\u00F4ng tin na\u0300y.
LEGAL_DISCLAIMER_TEXT_3=- SAP kh\u00F4ng \u0111\u00F4\u0300ng y\u0301 ho\u0103\u0323c b\u00E2\u0301t \u0111\u00F4\u0300ng y\u0301 v\u01A1\u0301i n\u00F4\u0323i dung tr\u00EAn trang web \u0111\u01B0\u01A1\u0323c li\u00EAn k\u00EA\u0301t, cu\u0303ng kh\u00F4ng \u0111a\u0309m ba\u0309o ti\u0301nh kha\u0309 du\u0323ng va\u0300 chi\u0301nh xa\u0301c.
LEGAL_DISCLAIMER_LABEL_2=Li\u00EAn k\u00EA\u0301t v\u01A1\u0301i bi\u00EA\u0309u t\u01B0\u01A1\u0323ng
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=C\u00F4ng b\u00F4\u0301 th\u00F4ng tin tr\u00EAn trang thu\u00F4\u0323c SAP
LEGAL_DISCLAIMER_TEXT_4=Ba\u0323n \u0111ang r\u01A1\u0300i kho\u0309i di\u0323ch vu\u0323 ho\u0103\u0323c sa\u0309n ph\u00E2\u0309m SAP cu\u0323 th\u00EA\u0309 va\u0300 \u0111ang va\u0300o trang web \u0111\u01B0\u01A1\u0323c SAP l\u01B0u tr\u01B0\u0303. V\u01A1\u0301i vi\u00EA\u0323c s\u01B0\u0309 du\u0323ng ca\u0301c li\u00EAn k\u00EA\u0301t na\u0300y, ba\u0323n \u0111\u00F4\u0300ng y\u0301 (tr\u01B0\u0300 khi co\u0301 quy \u0111i\u0323nh ro\u0303 ra\u0300ng kha\u0301c trong tho\u0309a thu\u00E2\u0323n cu\u0309a ba\u0323n v\u01A1\u0301i SAP) r\u0103\u0300ng ba\u0323n kh\u00F4ng \u0111\u01B0\u01A1\u0323c k\u00EA\u0301t lu\u00E2\u0323n khi\u00EA\u0301u na\u0323i sa\u0309n ph\u00E2\u0309m na\u0300o ch\u00F4\u0301ng la\u0323i SAP d\u01B0\u0323a tr\u00EAn th\u00F4ng tin na\u0300y.

VIEW_SETTINGS_DIALOG_ITEM_1=Theo ba\u0309ng ch\u01B0\u0303 ca\u0301i
VIEW_SETTINGS_DIALOG_ITEM_2=Danh m\u1EE5c
VIEW_SETTINGS_DIALOG_ITEM_3=M\u00E2\u0323t \u0111\u00F4\u0323 n\u00F4\u0323i dung
VIEW_SETTINGS_DIALOG_ITEM_4=Vu\u0300ng t\u00EAn
VIEW_SETTINGS_DIALOG_ITEM_5=Pha\u0301t ha\u0300nh

SAMPLE_BACK_BTN_TOOLTIP=Quay la\u0323i m\u00E2\u0303u
SAMPLE_INFO_TOOLTIP=Th\u00F4ng tin m\u00E2\u0303u
SAMPLE_EDITED_TOOLTIP=M\u00E2\u0303u \u0111\u01B0\u01A1\u0323c hi\u00EA\u0323u chi\u0309nh
SAMPLE_EDITED_WARNING=M\u00E2\u0303u na\u0300y \u0111a\u0303 \u0111\u01B0\u01A1\u0323c hi\u00EA\u0323u chi\u0309nh. \u0110\u00EA\u0309 thi\u00EA\u0301t l\u00E2\u0323p la\u0323i t\u00E2\u0301t ca\u0309 thay \u0111\u00F4\u0309i, ha\u0303y nh\u00E2\u0301n nu\u0301t \u201CThi\u00EA\u0301t l\u00E2\u0323p la\u0323i t\u00E2\u0301t ca\u0309 thay \u0111\u00F4\u0309i\u201D khi xem tr\u01B0\u01A1\u0301c ma\u0303 ngu\u00F4\u0300n.
SAMPLE_API_REFERENCE_BTN=Tham chi\u00EA\u0301u API
SAMPLE_PREV_BTN_TOOLTIP=Hi\u00EA\u0309n thi\u0323 m\u00E2\u0303u tr\u01B0\u01A1\u0301c \u0111o\u0301
SAMPLE_NEXT_BTN_TOOLTIP=Hi\u00EA\u0309n thi\u0323 m\u00E2\u0303u k\u00EA\u0301 ti\u00EA\u0301p
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Hi\u00EA\u0309n thi\u0323 m\u00E2\u0303u na\u0300y \u01A1\u0309 ch\u00EA\u0301 \u0111\u00F4\u0323 toa\u0300n ma\u0300n hi\u0300nh
SAMPLE_ADAPT_BTN_TOOLTIP=Thi\u0301ch \u01B0\u0301ng UI
SAMPLE_CODE_BTN_TOOLTIP=Hi\u00EA\u0309n thi\u0323 ma\u0303 ngu\u00F4\u0300n cho m\u00E2\u0303u na\u0300y
SAMPLE_NEW_TAB_BTN_TOOLTIP=M\u01A1\u0309 trong the\u0309 m\u01A1\u0301i
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Ta\u0309i xu\u00F4\u0301ng
SAMPLE_RESET_CHANGES=Thi\u00EA\u0301t l\u00E2\u0323p la\u0323i t\u00E2\u0301t ca\u0309 thay \u0111\u00F4\u0309i

RELEASE_NOTES_TITLE=Nh\u00E2\u0323t ky\u0301 thay \u0111\u00F4\u0309i

SEARCH_PAGE_TITLE=K\u00EA\u0301t qua\u0309 ti\u0300m ki\u00EA\u0301m cho "{0}"
SEARCH_PAGE_DESCRIPTION=K\u00EA\u0301t qua\u0309 ti\u0300m ki\u00EA\u0301m \u0111\u01B0\u01A1\u0323c hi\u00EA\u0309n thi\u0323 trong ha\u0323ng mu\u0323c.
SEARCH_PAGE_ALL_SECTION_TITLE=T\u00E2\u0301t ca\u0309 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=10 k\u00EA\u0301t qua\u0309 ha\u0300ng \u0111\u00E2\u0300u t\u01B0\u0300 tham chi\u00EA\u0301u API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=10 k\u00EA\u0301t qua\u0309 ha\u0300ng \u0111\u00E2\u0300u t\u01B0\u0300 ta\u0300i li\u00EA\u0323u
SEARCH_SUGGESTIONS_TITLE_SAMPLES=10 k\u00EA\u0301t qua\u0309 ha\u0300ng \u0111\u00E2\u0300u t\u01B0\u0300 ta\u0300i li\u00EA\u0323u
SEARCH_SUGGESTIONS_TITLE_ALL=10 k\u00EA\u0301t qua\u0309 ha\u0300ng \u0111\u00E2\u0300u t\u01B0\u0300 t\u00E2\u0301t ca\u0309
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=T\u00E2\u0301t ca\u0309
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Xem t\u00E2\u0301t ca\u0309
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Ta\u0300i li\u00EA\u0323u
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Tham chi\u00EA\u0301u API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=M\u00E2\u0303u
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=T\u00E2\u0301t ca\u0309 ({0} cu\u0309a {1})
SEARCH_PAGE_API_SECTION_TITLE=Tham chi\u00EA\u0301u API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Tham chi\u00EA\u0301u API ({0} cu\u0309a {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Ta\u0300i li\u00EA\u0323u ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Ta\u0300i li\u00EA\u0323u ({0} cu\u0309a {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=M\u00E2\u0303u ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=M\u00E2\u0303u ({0} cu\u0309a {1})

RELEASE_DIALOG_TITLE=Nh\u00E2\u0323t ky\u0301 thay \u0111\u00F4\u0309i cho\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u0110o\u0301ng
RELEASE_DIALOG_NO_DATA_TEXT=Kh\u00F4ng co\u0301 thay \u0111\u00F4\u0309i cho th\u01B0 vi\u00EA\u0323n na\u0300y.

ABOUT_DIALOG_TITLE=Gi\u01A1\u0301i thi\u00EA\u0323u
ABOUT_DIALOG_TEXT_1=UI5 Demo Kit - B\u00F4\u0323 c\u00F4ng cu\u0323 pha\u0301t tri\u00EA\u0309n UI cho HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2024 SAP SE. B\u1EA3o l\u01B0u m\u1ECDi quy\u1EC1n.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2024 SAP SE ho\u1EB7c c\u00F4ng ty li\u00EAn k\u1EBFt c\u1EE7a SAP.
ABOUT_DIALOG_TEXT_4={0} Phi\u00EAn ba\u0309n {1}
ABOUT_DIALOG_TEXT_5=M\u01A1\u0309 phi\u00EAn ba\u0309n UI5 {0}
ABOUT_DIALOG_TEXT_6=Ph\u00E2\u0300n m\u00EA\u0300m na\u0300y bao g\u00F4\u0300m ca\u0301c phi\u00EAn ba\u0309n th\u01B0 vi\u00EA\u0323n sau
ABOUT_DIALOG_LINK_1=Chi ti\u00EA\u0301t phi\u00EAn ba\u0309n
ABOUT_DIALOG_TEXT_7=Ph\u00E2\u0300n m\u00EA\u0300m na\u0300y bao g\u00F4\u0300m ph\u00E2\u0300n m\u00EA\u0300m ngu\u00F4\u0300n m\u01A1\u0309 cu\u0309a b\u00EAn th\u01B0\u0301 ba.
ABOUT_DIALOG_TEXT_8=Bao g\u00F4\u0300m ph\u00E2\u0300n m\u00EA\u0300m cu\u0309a b\u00EAn th\u01B0\u0301 ba
ABOUT_DIALOG_VERSION_TITLE=Chi ti\u00EA\u0301t phi\u00EAn ba\u0309n
ABOUT_DIALOG_VERSION=Phi\u00EAn ba\u0309n
ABOUT_DIALOG_DESCRIPTION=M\u00F4 ta\u0309
ABOUT_DIALOG_CHANGE_LOG=Nh\u00E2\u0323t ky\u0301 thay \u0111\u00F4\u0309i
ABOUT_DIALOG_CHANGE_LOG_LINK=Nh\u00E2\u0323t ky\u0301 thay \u0111\u00F4\u0309i
ABOUT_DIALOG_COMPONENT=Tha\u0300nh ph\u00E2\u0300n
ABOUT_DIALOG_CLOSE_BTN=\u0110o\u0301ng
ABOUT_DIALOG_THIRD_PARTY=Bao g\u00F4\u0300m ph\u00E2\u0300n m\u00EA\u0300m cu\u0309a b\u00EAn th\u01B0\u0301 ba

FOOTER_LEGAL_DISCOLURE=Ti\u00EA\u0301t l\u00F4\u0323 h\u01A1\u0323p pha\u0301p
FOOTER_PRIVACY=Ri\u00EAng t\u01B0
FOOTER_TERMS=\u0110i\u00EA\u0300u khoa\u0309n s\u01B0\u0309 du\u0323ng
FOOTER_LICENSE=Gi\u00E2\u0301y phe\u0301p

NOT_FOUND_TITLE=Kh\u00F4ng ti\u0300m th\u00E2\u0301y
NOT_FOULD_TEXT=Kh\u00F4ng ti\u0300m th\u00E2\u0301y ta\u0300i nguy\u00EAn y\u00EAu c\u00E2\u0300u.

NOT_FOUND_REMOVED_TEXT=Phi\u00EAn ba\u0309n UI5 \u0111a\u0303 y\u00EAu c\u00E2\u0300u bi\u0323 l\u00F4\u0303i th\u01A1\u0300i va\u0300 bi\u0323 loa\u0323i bo\u0309.
NOT_FOUND_DK_REMOVED_TEXT=N\u00F4\u0323i dung UI5 Demo Kit \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u \u0111a\u0303 \u0111\u01B0\u01A1\u0323c loa\u0323i bo\u0309.
NOT_FOUND_UNAVAILABLE_TEXT=Ta\u0300i nguy\u00EAn \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u kh\u00F4ng co\u0301 s\u0103\u0303n.
VERSION_NOT_FOUND_READ_MORE=\u0110o\u0323c th\u00EAm
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=Trang chu\u0309

NOT_FOUND_SAMPLE_TITLE=Kh\u00F4ng ti\u0300m th\u00E2\u0301y m\u00E2\u0303u
NOT_FOUND_SAMPLE_TEXT=M\u00E2\u0303u \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u kh\u00F4ng t\u00F4\u0300n ta\u0323i \u0111\u00F4\u0301i v\u01A1\u0301i phi\u00EAn ba\u0309n UI5 \u0111a\u0303 cho\u0323n. Ki\u00EA\u0309m tra m\u00E2\u0303u co\u0301 s\u0103\u0303n \u01A1\u0309 \u0111\u00E2y

SITEMAP_TITLE=S\u01A1 \u0111\u00F4\u0300 trang web

LIVE_EDITOR_TITLE=Tri\u0300nh soa\u0323n tha\u0309o tr\u01B0\u0323c ti\u00EA\u0301p
LIVE_EDITOR_RESULT=K\u00EA\u0301t qua\u0309
LIVE_EDITOR_PREVIEW_BTN=Xem tr\u01B0\u1EDBc
LIVE_EDITOR_LIVE_PREVIEW_TEXT=T\u01B0\u0323 \u0111\u00F4\u0323ng xem tr\u01B0\u01A1\u0301c

API_MASTER_PLACEHOLDER=Ti\u0300m ki\u00EA\u0301m
API_MASTER_EXPAND_BTN_TOOLTIP=M\u01A1\u0309 r\u00F4\u0323ng t\u00E2\u0301t ca\u0309
API_MASTER_COLLAPSE_BTN_TOOLTIP=Thu go\u0323n t\u00E2\u0301t ca\u0309
API_MASTER_DEPRECATED_CB=Bao g\u00F4\u0300m ph\u00E2\u0300n kh\u00F4ng \u0111\u01B0\u01A1\u0323c ch\u00E2\u0301p nh\u00E2\u0323n
API_MASTER_EXPERIMENTAL_CB=Bao g\u00F4\u0300m th\u01B0\u0309 nghi\u00EA\u0323m
API_MASTER_NO_DATA_TEXT=Kh\u00F4ng co\u0301 d\u01B0\u0303 li\u00EA\u0323u, vui lo\u0300ng th\u01B0\u0309 la\u0323i v\u01A1\u0301i ti\u0300m ki\u00EA\u0301m toa\u0300n c\u00E2\u0300u
API_MASTER_DEPRECATED=Kh\u00F4ng \u0111\u01B0\u01A1\u0323c ch\u00E2\u0301p nh\u00E2\u0323n
API_MASTER_EXPERIMENTAL=Th\u01B0\u0309 nghi\u00EA\u0323m
API_MASTER_DEPRECATED_APIS=Ca\u0301c API kh\u00F4ng \u0111\u01B0\u01A1\u0323c ch\u00E2\u0301p nh\u00E2\u0323n
API_MASTER_EXPERIMENTAL_APIS=Ca\u0301c API th\u01B0\u0309 nghi\u00EA\u0323m
API_MASTER_INDEX_BY_VERSION=Chi\u0309 mu\u0323c theo phi\u00EAn ba\u0309n

API_DETAIL_SINCE_TITLE=Chi\u0309 mu\u0323c theo phi\u00EAn ba\u0309n

API_DETAIL_EXPERIMENTAL_TITLE=Chi\u0309 mu\u0323c theo ca\u0301c API th\u01B0\u0309 nghi\u00EA\u0323m

API_DETAIL_DEPRECATED_TITLE=Chi\u0309 mu\u0323c theo ca\u0301c API kh\u00F4ng \u0111\u01B0\u01A1\u0323c ch\u00E2\u0301p nh\u00E2\u0323n
API_DETAIL_DEPRECATED_WARNING=\u0110\u00EA\u0309 bi\u00EA\u0301t th\u00EAm th\u00F4ng tin chung v\u00EA\u0300 ti\u0301nh n\u0103ng kh\u00F4ng \u0111\u01B0\u01A1\u0323c ch\u00E2\u0301p nh\u00E2\u0323n, vui lo\u0300ng ki\u00EA\u0309m tra nguy\u00EAn t\u0103\u0301c t\u01B0\u01A1ng thi\u0301ch.

API_DETAIL_AS_OF_VERSION=K\u00EA\u0309 t\u01B0\u0300 {0}
API_DETAIL_NA_VERSION=Phi\u00EAn ba\u0309n kh\u00F4ng \u0111\u01B0\u01A1\u0323c a\u0301p du\u0323ng

RESOURCES_INTRO_CARD_TITLE=Ta\u0300i nguy\u00EAn
RESOURCES_INTRO_CARD_SUBTITLE=\u0110\u00E2y l\u00E0 hub d\u00E0nh cho c\u00E1c t\u00E0i nguy\u00EAn UI5 \u0111\u01B0\u1EE3c ch\u1ECDn \u0111\u1EC3 h\u1ED7 tr\u1EE3 b\u1EA1n tr\u00EAn h\u00E0nh tr\u00ECnh ph\u00E1t tri\u1EC3n c\u1EE7a m\u00ECnh. H\u00E3y ti\u1EBFp t\u1EE5c kh\u00E1m ph\u00E1, t\u00ECm hi\u1EC3u v\u00E0 t\u1EADn d\u1EE5ng ch\u00FAng \u0111\u1EC3 t\u1EADn d\u1EE5ng t\u1ED1i \u0111a c\u00E1c d\u1EF1 \u00E1n UI5 c\u1EE7a b\u1EA1n\!

RESOURCES_ASIDE_CARD_TITLE=T\u00F4\u0309ng quan A-Z

RESOURCES_CATEGORY_TITLE_FEATURED=\u0110\u01B0\u1EE3c l\u00E0m n\u1ED5i b\u1EADt
RESOURCES_CARD_TITLE_ICON_EXPLORER=Tr\u00ECnh kh\u00E1m ph\u00E1 bi\u1EC3u t\u01B0\u1EE3ng
RESOURCES_CARD_DESC_ICON_EXPLORER=C\u00E1c bi\u1EC3u t\u01B0\u1EE3ng b\u00EAn ph\u1EA3i c\u00F3 \u00FD ngh\u0129a l\u1EDBn h\u01A1n l\u1EDDi n\u00F3i. S\u1EED d\u1EE5ng b\u1ED9 s\u01B0u t\u1EADp l\u1EDBn c\u00E1c bi\u1EC3u t\u01B0\u1EE3ng theo ph\u00F4ng ch\u1EEF bi\u1EC3u t\u01B0\u1EE3ng c\u1EE7a ch\u00FAng t\u00F4i \u0111\u1EC3 t\u00ECm nh\u1EEFng bi\u1EC3u t\u01B0\u1EE3ng t\u1ED1t nh\u1EA5t cho d\u1EF1 \u00E1n \u1EE9ng d\u1EE5ng c\u1EE7a b\u1EA1n.
RESOURCES_CARD_TITLE_ACC_GUIDE=H\u01B0\u01A1\u0301ng d\u00E2\u0303n kha\u0309 n\u0103ng truy c\u00E2\u0323p
RESOURCES_CARD_DESC_ACC_GUIDE=H\u01B0\u1EDBng d\u1EABn kha\u0309 n\u0103ng truy c\u00E2\u0323p cung c\u1EA5p th\u00F4ng tin chuy\u00EAn s\u00E2u v\u1EDBi c\u00E1c v\u00ED d\u1EE5 v\u1EC1 kh\u1EA3 n\u0103ng truy c\u1EADp web, cho d\u00F9 b\u1EA1n l\u00E0 ng\u01B0\u1EDDi ki\u1EC3m so\u00E1t ho\u1EB7c nh\u00E0 ph\u00E1t tri\u1EC3n \u1EE9ng d\u1EE5ng hay ng\u01B0\u1EDDi d\u00F9ng doanh nghi\u1EC7p \u0111ang t\u00ECm ki\u1EBFm \u0111\u1EC3 t\u00ECm hi\u1EC3u th\u00EAm v\u1EC1 kh\u1EA3 n\u0103ng truy c\u1EADp web trong pha\u0323m vi SAPUI5.

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=C\u00F4ng cu\u0323 pha\u0301t tri\u00EA\u0309n
RESOURCES_CARD_TITLE_TOOLING=UI5 Tooling
RESOURCES_CARD_DESC_TOOLING=UI5 Tooling l\u00E0 chu\u1ED7i c\u00F4ng c\u1EE5 theo m\u00F4-\u0111un ti\u00EAn ti\u1EBFn \u0111\u1EC3 ph\u00E1t tri\u1EC3n c\u00E1c d\u1EF1 \u00E1n UI5 b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng UI5 th\u00F4ng qua npm. \u0110\u00E2y l\u00E0 CLI m\u00E3 ngu\u1ED3n m\u1EDF, theo m\u00F4-\u0111un, c\u00F3 th\u1EC3 c\u1EA5u h\u00ECnh v\u00E0 m\u1EDF r\u1ED9ng \u0111\u1EC3 ph\u00E1t tri\u1EC3n hi\u1EC7u qu\u1EA3 c\u00E1c \u1EE9ng d\u1EE5ng, th\u01B0 vi\u1EC7n v\u00E0 t\u00E1i s\u1EED d\u1EE5ng c\u00E1c th\u00E0nh ph\u1EA7n v\u1EDBi c\u01A1 c\u1EA5u UI5.
RESOURCES_CARD_TITLE_FIORI_TOOLS=C\u00F4ng cu\u0323 SAP Fiori
RESOURCES_CARD_DESC_FIORI_TOOLS=C\u00F4ng cu\u0323 SAP Fiori \u0111\u01A1n gi\u1EA3n h\u00F3a vi\u1EC7c t\u1EA1o c\u00E1c \u1EE9ng d\u1EE5ng y\u00EA\u0301u t\u00F4\u0301 SAP Fiori b\u1EB1ng c\u00E1ch cung c\u1EA5p c\u00E1c ph\u1EA7n m\u1EDF r\u1ED9ng cho m\u00F4i tr\u01B0\u1EDDng ph\u00E1t tri\u1EC3n SAP Business Application Studio v\u00E0 Visual Studio Code c\u1EE7a b\u1EA1n.
RESOURCES_CARD_TITLE_CARD_EXPLORER=Tri\u0300nh kha\u0301m pha\u0301 the\u0309
RESOURCES_CARD_DESC_CARD_EXPLORER=Th\u1EBB t\u00EDch h\u1EE3p l\u00E0 m\u1ED9t c\u00E1ch tuy\u1EC7t v\u1EDDi \u0111\u1EC3 cung c\u1EA5p n\u1ED9i dung kinh doanh cho ng\u01B0\u1EDDi d\u00F9ng tr\u00EAn c\u00E1c th\u1EBB gi\u1ED1ng nh\u01B0 widget tr\u00EAn trang ch\u1EE7 ho\u1EB7c ba\u0309ng \u0111i\u00EA\u0300u khi\u00EA\u0309n. Tri\u0300nh kha\u0301m pha\u0301 the\u0309 hi\u1EC3n th\u1ECB cho b\u1EA1n m\u1ECDi th\u1EE9 b\u1EA1n c\u1EA7n bi\u1EBFt \u0111\u1EC3 tri\u1EC3n khai ch\u00FAng.
RESOURCES_CARD_TITLE_FPM_EXPLORER=Tr\u00ECnh kh\u00E1m ph\u00E1 m\u00F4 h\u00ECnh l\u1EADp tr\u00ECnh linh ho\u1EA1t
RESOURCES_CARD_DESC_FPM_EXPLORER=M\u00F4 h\u00ECnh l\u1EADp tr\u00ECnh linh ho\u1EA1t gi\u00FAp b\u1EA1n d\u1EC5 d\u00E0ng \u0111i\u1EC1u ch\u1EC9nh c\u00E1c \u1EE9ng d\u1EE5ng theo nhu c\u1EA7u c\u1EE5 th\u1EC3 c\u1EE7a ri\u00EAng m\u00ECnh khi s\u1EED d\u1EE5ng c\u00E1c y\u00EA\u0301u t\u00F4\u0301 SAP Fiori cho OData V4.
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=SAP Business Application Studio (BAS) l\u00E0 m\u00F4i tr\u01B0\u1EDDng ph\u00E1t tri\u1EC3n d\u1EF1a tr\u00EAn \u0111\u00E1m m\u00E2y hi\u1EC7n \u0111\u1EA1i, \u0111\u01B0\u1EE3c thi\u1EBFt k\u1EBF \u0111\u1EC3 ph\u00E1t tri\u1EC3n v\u00E0 m\u1EDF r\u1ED9ng hi\u1EC7u qu\u1EA3 c\u00E1c \u1EE9ng d\u1EE5ng kinh doanh cho c\u00E1c doanh nghi\u1EC7p th\u00F4ng minh.

RESOURCES_CATEGORY_TITLE_CUSTOMISING=Tu\u0300y chi\u0309nh
RESOURCES_CARD_TITLE_THEME_DESIGNER=Tri\u0300nh thi\u00EA\u0301t k\u00EA\u0301 chu\u0309 \u0111\u00EA\u0300 giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng
RESOURCES_CARD_DESC_THEME_DESIGNER=Tr\u00ECnh thi\u1EBFt k\u1EBF ch\u1EE7 \u0111\u1EC1 giao di\u1EC7n ng\u01B0\u1EDDi d\u00F9ng l\u00E0 m\u1ED9t c\u00F4ng c\u1EE5 d\u1EF1a tr\u00EAn tr\u00ECnh duy\u1EC7t \u0111\u1EC3 t\u1EA1o ch\u1EE7 \u0111\u1EC1 v\u00E0 x\u00E2y d\u1EF1ng th\u01B0\u01A1ng hi\u1EC7u cho c\u00E1c giao di\u1EC7n ng\u01B0\u1EDDi d\u00F9ng SAP ch\u00EDnh. S\u1EED d\u1EE5ng c\u00F4ng cu\u0323 \u0111o\u0301 \u0111\u1EC3 x\u00E2y d\u1EF1ng ch\u1EE7 \u0111\u1EC1 nh\u1EADn di\u1EC7n c\u00F4ng ty c\u1EE7a b\u1EA1n m\u1ED9t c\u00E1ch nhanh ch\u00F3ng v\u00E0 d\u1EC5 d\u00E0ng b\u1EB1ng c\u00E1ch chi\u0309nh s\u1EEDa c\u00E1c m\u1EABu ch\u1EE7 \u0111\u1EC1 do SAP cung c\u1EA5p.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=H\u00F4\u0323p c\u00F4ng cu\u0323 tham s\u00F4\u0301 chu\u0309 \u0111\u00EA\u0300
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=V\u1EDBi h\u1ED9p c\u00F4ng c\u1EE5 tham s\u1ED1 ch\u1EE7 \u0111\u1EC1, b\u1EA1n c\u00F3 th\u1EC3 t\u00ECm ki\u1EBFm, l\u1ECDc v\u00E0 xem tr\u01B0\u1EDBc c\u00E1c tham s\u1ED1 ch\u1EE7 \u0111\u1EC1 ng\u1EEF ngh\u0129a. N\u00F3 bao g\u1ED3m c\u00E1c ch\u1EE7 \u0111\u1EC1 hi\u1EC7n t\u1EA1i v\u00E0 qu\u00E1 kh\u1EE9 do SAP cung c\u1EA5p.
RESOURCES_CARD_TITLE_FLEXIBILITY=Ti\u0301nh linh hoa\u0323t cu\u0309a SAPUI5
RESOURCES_CARD_DESC_FLEXIBILITY=V\u1EDBi t\u00EDnh linh ho\u1EA1t c\u1EE7a SAPUI5, nh\u00E0 ph\u00E1t tri\u1EC3n, ng\u01B0\u1EDDi d\u00F9ng ch\u00EDnh v\u00E0 ng\u01B0\u1EDDi d\u00F9ng cu\u1ED1i c\u00F3 th\u1EC3 \u0111\u1ECBnh h\u00ECnh giao di\u1EC7n ng\u01B0\u1EDDi d\u00F9ng c\u1EE7a \u1EE9ng d\u1EE5ng SAPUI5 \u0111\u1EC3 cung c\u1EA5p tr\u1EA3i nghi\u1EC7m cho ng\u01B0\u1EDDi d\u00F9ng - m\u00E0 kh\u00F4ng c\u1EA7n ph\u1EA3i ch\u1EA1m v\u00E0o m\u00E3 ngu\u1ED3n.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=X\u01B0\u0309 ly\u0301 s\u01B0\u0323 c\u00F4\u0301
RESOURCES_CARD_TITLE_INSPECTOR=UI5 Inspector
RESOURCES_CARD_DESC_INSPECTOR=UI5 Inspector l\u00E0 m\u1ED9t ti\u1EC7n \u00EDch m\u1EDF r\u1ED9ng Chrome DevTools m\u00E3 ngu\u1ED3n m\u1EDF m\u00E0 b\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng \u0111\u1EC3 d\u1EC5 d\u00E0ng g\u1EE1 l\u1ED7i v\u00E0 h\u1ED7 tr\u1EE3 c\u00E1c \u1EE9ng d\u1EE5ng d\u1EF1a tr\u00EAn OpenUI5 ho\u1EB7c SAPUI5 c\u1EE7a m\u00ECnh.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=Tr\u01A1\u0323 ly\u0301 h\u00F4\u0303 tr\u01A1\u0323
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=Tr\u01A1\u0323 ly\u0301 h\u00F4\u0303 tr\u01A1\u0323 cho phe\u0301p ca\u0301c nha\u0300 pha\u0301t tri\u00EA\u0309n ki\u00EA\u0309m tra xem ca\u0301c \u01B0\u0301ng du\u0323ng cu\u0309a ho\u0323 co\u0301 \u0111\u01B0\u01A1\u0323c x\u00E2y d\u01B0\u0323ng d\u01B0\u0323a theo ca\u0301c h\u01B0\u01A1\u0301ng d\u00E2\u0303n va\u0300 ca\u0301ch la\u0300m t\u00F4\u0301t nh\u00E2\u0301t cu\u0309a SAPUI5 hay kh\u00F4ng.

RESOURCES_CATEGORY_TITLE_TESTING=Th\u01B0\u0309 nghi\u00EA\u0323m
RESOURCES_CARD_TITLE_TEST_RECORDER=Tr\u00ECnh ghi th\u01B0\u0309 nghi\u00EA\u0323m
RESOURCES_CARD_DESC_TEST_RECORDER=Tr\u00ECnh ghi th\u01B0\u0309 nghi\u00EA\u0323m gi\u00FAp b\u1EA1n t\u1EA1o c\u00E1c th\u01B0\u0309 nghi\u00EA\u0323m h\u00EA\u0323 th\u00F4\u0301ng v\u00E0 t\u00EDch h\u1EE3p UI5 b\u1EB1ng c\u00E1ch ghi l\u1EA1i c\u00E1c thao ta\u0301c c\u1EE7a b\u1EA1n trong tr\u00ECnh duy\u1EC7t.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=wdi5 l\u00E0 d\u1ECBch v\u1EE5 Webdriver.IO s\u1EED d\u1EE5ng API th\u1EED nghi\u1EC7m c\u1EE7a UI5. N\u00F3 \u0111\u01B0\u1EE3c thi\u1EBFt k\u1EBF \u0111\u1EC3 ch\u1EA1y th\u1EED nghi\u1EC7m \u0111\u1EA7u cu\u1ED1i \u0111a n\u1EC1n t\u1EA3ng tr\u00EAn \u1EE9ng d\u1EE5ng SAPUI5 v\u1EDBi c\u00E1c b\u1ED9 ch\u1ECDn t\u01B0\u01A1ng th\u00EDch v\u1EDBi OPA5.

RESOURCES_CARD_LINK_ICON_EXPLORER=Ki\u1EC3m tra tr\u00ECnh kh\u00E1m ph\u00E1 bi\u1EC3u t\u01B0\u1EE3ng
RESOURCES_CARD_LINK_ACC_GUIDE=Ki\u1EC3m tra h\u01B0\u1EDBng d\u1EABn kh\u1EA3 n\u0103ng truy c\u1EADp
RESOURCES_CARD_LINK_TOOLING=Ki\u1EC3m tra UI5 Tooling
RESOURCES_CARD_LINK_FIORI_TOOLS=Ki\u1EC3m tra c\u00F4ng c\u1EE5 SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=Ki\u1EC3m tra t\u00EDch h\u1EE3p giao di\u1EC7n ng\u01B0\u1EDDi d\u00F9ng v\u1EDBi th\u1EBB
RESOURCES_CARD_LINK_FPM_EXPLORER=Ki\u1EC3m tra tr\u00ECnh kh\u00E1m ph\u00E1 FPM
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=Ki\u1EC3m tra BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=Ki\u1EC3m tra tr\u00ECnh thi\u1EBFt k\u1EBF ch\u1EE7 \u0111\u1EC1 giao di\u1EC7n ng\u01B0\u1EDDi d\u00F9ng
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=Ki\u1EC3m tra h\u1ED9p c\u00F4ng c\u1EE5
RESOURCES_CARD_LINK_FLEXIBILITY=Ki\u1EC3m tra t\u00EDnh linh ho\u1EA1t c\u1EE7a SAPUI5
RESOURCES_CARD_LINK_INSPECTOR=Ki\u1EC3m tra UI5 Inspector
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=Ki\u1EC3m tra tr\u1EE3 l\u00FD h\u1ED7 tr\u1EE3
RESOURCES_CARD_LINK_TEST_RECORDER=Ki\u1EC3m tra tr\u00ECnh ghi th\u1EED nghi\u1EC7m
RESOURCES_CARD_LINK_WDI5=Ki\u1EC3m tra wdi5

RESOURCES_CARD_LINK_TOOLTIP=M\u01A1\u0309 trong the\u0309 m\u01A1\u0301i
