
APP_HEADER_TITLE=\u05E2\u05E8\u05DB\u05EA \u05D4\u05D3\u05D2\u05DE\u05D4 \u05E9\u05DC UI5
APP_HEADER_LOGO_ALT=\u05DC\u05D5\u05D2\u05D5 UI5
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=\u05D7\u05E4\u05E9 \u05DB\u05DC \u05D3\u05D1\u05E8
APP_TABHEADER_ITEM_HOME=\u05D3\u05E3 \u05D4\u05D1\u05D9\u05EA
APP_TABHEADER_ITEM_DOCUMENTATION=\u05EA\u05D9\u05E2\u05D5\u05D3
APP_TABHEADER_ITEM_API_REFERENCE=\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API
APP_TABHEADER_ITEM_SAMPLES=\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA
APP_TABHEADER_ITEM_DEMO_APPS=\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D4\u05D3\u05D2\u05DE\u05D4
APP_TABHEADER_ITEM_RESOURCES=\u05DE\u05E9\u05D0\u05D1\u05D9\u05DD
APP_TABHEADER_SUBITEM_FIORI_TOOLS=\u05DB\u05DC\u05D9 Fiori 
APP_TABHEADER_SUBITEM_ICON_EXPLORER=\u05E1\u05D9\u05D9\u05E8 \u05D4\u05D0\u05D9\u05D9\u05E7\u05D5\u05E0\u05D9\u05DD
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=\u05DE\u05E4\u05E7\u05D7 UI5
APP_TABHEADER_SUBITEM_UI5_TOOLING=\u05DB\u05DC\u05D9 UI5
APP_CHANGE_VERSION_BTN=\u05D2\u05E8\u05E1\u05EA \u05E9\u05D9\u05E0\u05D5\u05D9
APP_VERSION_BETA_VERSION=\u05D2\u05E8\u05E1\u05EA \u05D1\u05D8\u05D0
APP_VERSION_VERSION=\u05D2\u05E8\u05E1\u05D4
APP_VERSION_NOT_PRODUCTIVE=- \u05DC\u05D0 \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D9\u05E6\u05E8\u05E0\u05D9\!
APP_VERSION_IN_PROGRESS=(\u05D1\u05E4\u05D9\u05EA\u05D5\u05D7)
APP_FEEDBACK_BTN_TOOLTIP=\u05DE\u05E9\u05D5\u05D1
APP_NEWS_BTN_TOOLTIP=\u05D7\u05D3\u05E9\u05D5\u05EA
APP_NEWS_DISMISS_ALL_BTN=\u05D1\u05D8\u05DC \u05D0\u05EA \u05DB\u05DC \u05E4\u05E8\u05D9\u05D8\u05D9 \u05D4\u05D7\u05D3\u05E9\u05D5\u05EA
APP_NEWS_SHOW_ALL_BTN=\u05D4\u05E6\u05D2 \u05D0\u05EA \u05DB\u05DC \u05D4\u05D7\u05D3\u05E9\u05D5\u05EA
APP_NEWS_NO_NEW_TEXT=\u05D0\u05D9\u05DF \u05D7\u05D3\u05E9\u05D5\u05EA
APP_SEARCH_FIELD_CLOSE=\u05E1\u05D2\u05D5\u05E8
APP_INFORMATION_BTN_TOOLTIP=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA
APP_LEGAL_BTN_TOOLTIP=\u05DE\u05D9\u05D3\u05E2 \u05DE\u05E9\u05E4\u05D8\u05D9
APP_INFORMATION_BTN_FEEDBACK=\u05DE\u05E9\u05D5\u05D1
APP_INFORMATION_BTN_ABOUT=\u05E2\u05DC \u05D0\u05D5\u05D3\u05D5\u05EA
APP_INFORMATION_BTN_LEGAL=\u05DE\u05E9\u05E4\u05D8\u05D9
APP_INFORMATION_BTN_PRIVACY=\u05E4\u05E8\u05D8\u05D9\u05D5\u05EA
APP_INFORMATION_BTN_TERMS_OF_USE=\u05EA\u05E0\u05D0\u05D9 \u05E9\u05D9\u05DE\u05D5\u05E9
APP_INFORMATION_BTN_APPEARANCE=\u05D4\u05D5\u05E4\u05E2\u05D4
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u05D1\u05D4\u05D9\u05E8
APP_INFORMATION_BTN_APPEARANCE_DARK=\u05DB\u05D4\u05D4
APP_INFORMATION_BTN_APPEARANCE_HCB=\u05E0\u05D9\u05D2\u05D5\u05D3\u05D9\u05D5\u05EA \u05D2\u05D1\u05D5\u05D4\u05D4 - \u05E9\u05D7\u05D5\u05E8
APP_INFORMATION_BTN_APPEARANCE_HCW=\u05E0\u05D9\u05D2\u05D5\u05D3\u05D9\u05D5\u05EA \u05D2\u05D1\u05D5\u05D4\u05D4 - \u05DC\u05D1\u05DF
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u05D0\u05D5\u05D8\u05D5\u05DE\u05D8\u05D9 (\u05D1\u05D4\u05EA\u05D0\u05DD \u05DC\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA OS)
APP_INFORMATION_BTN_SITEMAP=\u05DE\u05E4\u05EA \u05D0\u05EA\u05E8
APP_INFORMATION_BTN_COPYRIGHT=\u05D6\u05DB\u05D5\u05D9\u05D5\u05EA \u05D9\u05D5\u05E6\u05E8\u05D9\u05DD
APP_INFORMATION_BTN_TRADEMARK=\u05E1\u05D9\u05DE\u05DF \u05DE\u05E1\u05D7\u05E8\u05D9
APP_INFORMATION_BTN_DISCLAIMER=\u05DB\u05EA\u05D1 \u05D5\u05D9\u05EA\u05D5\u05E8
APP_INFORMATION_BTN_LICENSE=\u05E8\u05D9\u05E9\u05D9\u05D5\u05DF
APP_COOKIES_TEXT=\u05D0\u05E0\u05D7\u05E0\u05D5 \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05DB\u05D3\u05D9 \u05DC\u05E9\u05E4\u05E8 \u05D0\u05EA \u05D4\u05D7\u05D5\u05D5\u05D9\u05D4 \u05D1\u05D0\u05EA\u05E8 \u05E9\u05DC\u05E0\u05D5. \u05D0\u05DD \u05EA\u05DE\u05E9\u05D9\u05DA \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D6\u05D4, \u05D0\u05EA\u05D4 \u05E0\u05D5\u05EA\u05DF \u05D4\u05E1\u05DB\u05DE\u05EA\u05DA \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 \u05D4-Cookie \u05E9\u05DC\u05E0\u05D5.

APP_INFORMATION_BTN_NEWS=\u05D7\u05D3\u05E9\u05D5\u05EA
APP_INFORMATION_BTN_SETTINGS=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA
APP_INFORMATION_BTN_POLICIES=\u05E4\u05E8\u05D9\u05D8\u05D9 \u05DE\u05D3\u05D9\u05E0\u05D9\u05D5\u05EA

NEWS_NEW_GROUP_TITLE=\u05D7\u05D3\u05E9
NEWS_READ_GROUP_TITLE=\u05E7\u05E8\u05D0
NEWS_BTN_MARK_AS_READ=\u05E1\u05DE\u05DF \u05D4\u05DB\u05D5\u05DC \u05DB\u05E0\u05E7\u05E8\u05D0
NEWS_BTN_VISIT_LINK=\u05D1\u05E7\u05E8 \u05D1\u05E7\u05D9\u05E9\u05D5\u05E8
NEWS_PREP_FAILURE_TITLE=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05D8\u05E2\u05D5\u05DF \u05D7\u05D3\u05E9\u05D5\u05EA

FEEDBACK_DIALOG_TITLE=\u05E1\u05E4\u05E7 \u05DE\u05E9\u05D5\u05D1
FEEDBACK_DIALOG_OVERALL=\u05D0\u05D9\u05DA \u05D4\u05D7\u05D5\u05D5\u05D9\u05D4 \u05D4\u05DB\u05D5\u05DC\u05DC\u05EA \u05E9\u05DC\u05DA?
FEEDBACK_DIALOG_MESSAGE=\u05DE\u05D4 \u05EA\u05E8\u05E6\u05D4 \u05DC\u05D5\u05DE\u05E8 \u05DC\u05E0\u05D5?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u05D1\u05D0\u05E4\u05E9\u05E8\u05D5\u05EA\u05DA \u05DC\u05E9\u05EA\u05E3 \u05DE\u05E9\u05D5\u05D1 \u05E2\u05D1\u05D5\u05E8 \u05D4\u05D7\u05D5\u05D5\u05D9\u05D4 \u05E9\u05DC \u05E2\u05E8\u05DB\u05EA \u05D4\u05D4\u05D3\u05D2\u05DE\u05D4 \u05D4\u05DB\u05D5\u05DC\u05DC\u05EA \u05D0\u05D5 \u05E2\u05D1\u05D5\u05E8 \u05D4\u05D3\u05E3 \u05D4\u05DE\u05E1\u05D5\u05D9\u05DD \u05E9\u05D0\u05EA\u05D4 \u05E6\u05D5\u05E4\u05D4 \u05D1\u05D5 \u05DB\u05E2\u05EA.
FEEDBACK_DIALOG_RELATED=\u05D4\u05DE\u05E9\u05D5\u05D1 \u05E7\u05E9\u05D5\u05E8 \u05DC\u05D3\u05E3 \u05D4\u05E0\u05D5\u05DB\u05D7\u05D9.
FEEDBACK_DIALOG_SHOW_DATA=\u05D4\u05E6\u05D2 \u05E0\u05EA\u05D5\u05E0\u05D9 \u05D4\u05E7\u05E9\u05E8
FEEDBACK_DIALOG_DISCLAIMER=\u05D4\u05DE\u05E9\u05D5\u05D1 \u05E9\u05DC\u05DA \u05D0\u05E0\u05D5\u05E0\u05D9\u05DE\u05D9, \u05D0\u05E0\u05D5 \u05DC\u05D0 \u05D0\u05D5\u05E1\u05E4\u05D9\u05DD \u05E9\u05D5\u05DD \u05DE\u05D9\u05D3\u05E2 \u05D0\u05D9\u05E9\u05D9.
FEEDBACK_DIALOG_BTN_SEND=\u05E9\u05DC\u05D7
FEEDBACK_DIALOG_BTN_CANCEL=\u05D1\u05D8\u05DC
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u05DE\u05E6\u05D5\u05D9\u05DF
FEEDBACK_DIALOG_STATUS_GOOD=\u05D8\u05D5\u05D1
FEEDBACK_DIALOG_STATUS_AVERAGE=\u05DE\u05DE\u05D5\u05E6\u05E2
FEEDBACK_DIALOG_STATUS_POOR=\u05D2\u05E8\u05D5\u05E2
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u05D2\u05E8\u05D5\u05E2 \u05D1\u05D9\u05D5\u05EA\u05E8
FEEDBACK_DIALOG_TITLE_SUCCESS=\u05EA\u05D5\u05D3\u05D4\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u05D4\u05DE\u05E9\u05D5\u05D1 \u05E9\u05DC\u05DA \u05E0\u05E9\u05DC\u05D7.
FEEDBACK_DIALOG_TITLE_ERROR=\u05DE\u05E6\u05D8\u05E2\u05E8\u05D9\u05DD\!
FEEDBACK_DIALOG_TEXT_ERROR=\u05D0\u05D9\u05E8\u05E2\u05D4 \u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05E9\u05DC\u05D9\u05D7\u05EA \u05D4\u05DE\u05E9\u05D5\u05D1 \u05E9\u05DC\u05DA\:\n

SURVEY_POPOVER_TITLE=\u05E1\u05E4\u05E8 \u05DC\u05E0\u05D5 \u05E2\u05DC \u05DE\u05D4 \u05D0\u05EA\u05D4 \u05D7\u05D5\u05E9\u05D1.
SURVEY_POPOVER_LONG_SURVEY_TITLE=\u05E1\u05E7\u05E8 \u05D7\u05D5\u05D5\u05D9\u05D9\u05EA \u05DE\u05E9\u05EA\u05DE\u05E9
SURVEY_POPOVER_LONG_SURVEY_BADGE=\u05D7\u05D3\u05E9
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=\u05D6\u05DE\u05D9\u05DF \u05E2\u05D3
SURVEY_POPOVER_LONG_SURVEY_DESC=\u05D4\u05E9\u05DC\u05DD \u05E1\u05E7\u05E8 \u05D1\u05D0\u05D5\u05E8\u05DA \u05D7\u05DE\u05E9 \u05D3\u05E7\u05D5\u05EA \u05D5\u05E2\u05D6\u05D5\u05E8 \u05DC\u05E0\u05D5 \u05DC\u05E9\u05E4\u05E8 \u05D0\u05EA \u05D7\u05D5\u05D5\u05D9\u05D9\u05EA \u05D4\u05DE\u05D5\u05E6\u05E8 \u05E9\u05DC\u05DA\! \u05D4\u05E1\u05E7\u05E8 \u05D9\u05D9\u05E4\u05EA\u05D7 \u05D1\u05DC\u05E9\u05D5\u05E0\u05D9\u05EA \u05D7\u05D3\u05E9\u05D4.
SURVEY_POPOVER_LONG_SURVEY_BTN=\u05D1\u05E6\u05E2 \u05E1\u05E7\u05E8
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=\u05E7\u05D9\u05E9\u05D5\u05E8 \u05D7\u05D9\u05E6\u05D5\u05E0\u05D9 \u05DC\u05E1\u05E7\u05E8 \u05D7\u05D5\u05D5\u05D9\u05D5\u05EA \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC Qualtrics
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=\u05E9\u05EA\u05E3 \u05D0\u05EA \u05D4\u05DE\u05E9\u05D5\u05D1 \u05E9\u05DC\u05DA
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=\u05D3\u05E2\u05EA\u05DA \u05D7\u05E9\u05D5\u05D1\u05D4 \u05DC\u05E0\u05D5. \u05E9\u05EA\u05E3 \u05D0\u05D9\u05EA\u05E0\u05D5 \u05D0\u05EA \u05DE\u05D7\u05E9\u05D1\u05D5\u05EA\u05D9\u05DA \u05D1\u05DB\u05DC \u05D6\u05DE\u05DF\!
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=\u05EA\u05DF \u05DE\u05E9\u05D5\u05D1
SURVEY_POPOVER_CLOSE_BTN=\u05E1\u05D2\u05D5\u05E8

WELCOME_BLOCK_1_TEXT_1=\u05D2\u05DC\u05D4 \u05D0\u05D5\u05E4\u05E7\u05D9\u05DD \u05D7\u05D3\u05E9\u05D9\u05DD \u05D1\u05E8\u05DE\u05D4 \u05D0\u05E8\u05D2\u05D5\u05E0\u05D9\u05EA
WELCOME_BLOCK_1_START_BTN=\u05D4\u05EA\u05D7\u05DC \u05E2\u05DD UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u05D4\u05D5\u05E8\u05D3
WELCOME_KEY_FEATURES=\u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9 \u05DE\u05E4\u05EA\u05D7
WELCOME_START_CODING=\u05D4\u05EA\u05D7\u05DC \u05D1\u05E7\u05D9\u05D3\u05D5\u05D3
WELCOME_CHOOSE_SCENARIO=\u05D1\u05D7\u05E8 \u05D1\u05EA\u05E8\u05D7\u05D9\u05E9
WELCOME_JOIN_COMMUNITY=\u05D4\u05E6\u05D8\u05E8\u05E3 \u05DC\u05E7\u05D4\u05D9\u05DC\u05D4
WELCOME_BLOCK_2_TITLE=\u05DE\u05D2\u05D9\u05D1 \u05D1\u05DB\u05DC \u05D4\u05D3\u05E4\u05D3\u05E4\u05E0\u05D9\u05DD \u05D5\u05D4\u05D4\u05EA\u05E7\u05E0\u05D9\u05DD
WELCOME_BLOCK_2_TEXT=\u05D0\u05D9\u05DF \u05E6\u05D5\u05E8\u05DA \u05DC\u05D3\u05D0\u05D5\u05D2 \u05DC\u05D2\u05D1\u05D9 \u05E4\u05E8\u05D8\u05D9 \u05D4\u05D4\u05EA\u05E7\u05DF\! \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 UI5 \u05E4\u05D5\u05E2\u05DC\u05D9\u05DD \u05D1\u05D8\u05DC\u05E4\u05D5\u05E0\u05D9\u05DD \u05D7\u05DB\u05DE\u05D9\u05DD, \u05DE\u05D7\u05E9\u05D1\u05D9 \u05DC\u05D5\u05D7 \u05D5\u05DE\u05D7\u05E9\u05D1\u05D9\u05DD \u05E0\u05D9\u05D9\u05D7\u05D9\u05DD. \u05D1\u05E7\u05E8\u05D5\u05EA \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05DE\u05EA\u05D0\u05D9\u05DE\u05D5\u05EA \u05D0\u05EA \u05E2\u05E6\u05DE\u05DF \u05D0\u05D5\u05D8\u05D5\u05DE\u05D8\u05D9\u05EA \u05DC\u05D9\u05DB\u05D5\u05DC\u05D5\u05EA \u05E9\u05DC \u05DB\u05DC \u05D4\u05EA\u05E7\u05DF \u05D5\u05DE\u05E4\u05D9\u05E7\u05D5\u05EA \u05D0\u05EA \u05D4\u05DE\u05D9\u05E8\u05D1 \u05DE\u05D4\u05E0\u05D3\u05DC"\u05DF \u05D4\u05D6\u05DE\u05D9\u05DF.
WELCOME_BLOCK_2_IMG_ALT=\u05D4\u05EA\u05DE\u05D5\u05E0\u05D4 \u05DE\u05E6\u05D9\u05D2\u05D4 \u05D8\u05DC\u05E4\u05D5\u05DF, \u05DE\u05E1\u05DA \u05E9\u05DC \u05DE\u05D7\u05E9\u05D1 \u05E0\u05D9\u05D9\u05D7 \u05D5\u05DE\u05D7\u05E9\u05D1 \u05DC\u05D5\u05D7
WELCOME_BLOCK_3_TITLE=\u05DE\u05D5\u05E9\u05D2\u05D9 \u05E4\u05D9\u05EA\u05D5\u05D7 \u05D1\u05E2\u05DC\u05D9 \u05E2\u05D5\u05E6\u05DE\u05D4
WELCOME_BLOCK_3_TEXT_1=UI5 \u05E0\u05D5\u05E6\u05E8 \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05D0\u05E0\u05E9 \u05DE\u05E7\u05E6\u05D5\u05E2 \u05E2\u05D1\u05D5\u05E8 \u05DE\u05E4\u05EA\u05D7\u05D9\u05DD \u05DE\u05D5\u05D3\u05E8\u05E0\u05D9\u05D9\u05DD \u05DC\u05D1\u05E0\u05D9\u05D9\u05EA \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8 \u05E2\u05D3\u05DB\u05E0\u05D9\u05D9\u05DD. \u05D4\u05D5\u05D0 \u05DE\u05D2\u05D9\u05E2 \u05E2\u05DD \u05DB\u05DC \u05D4\u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9\u05DD \u05D4\u05E0\u05D3\u05E8\u05E9\u05D9\u05DD \u05DC\u05DB\u05D9\u05E1\u05D5\u05D9 \u05D3\u05E8\u05D9\u05E9\u05D5\u05EA \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D4\u05E0\u05D5\u05DB\u05D7\u05D9\u05D5\u05EA. \u05D4\u05DC\u05D9\u05D1\u05D4 \u05E9\u05DC UI5 \u05DE\u05E6\u05D9\u05E2\u05D4 \u05EA\u05E9\u05EA\u05D9\u05EA \u05D9\u05E6\u05D9\u05D1\u05D4 \u05E9\u05DE\u05E4\u05E9\u05D8\u05EA \u05D0\u05EA \u05E2\u05D1\u05D5\u05D3\u05EA\u05DA \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05E0\u05D9\u05D4\u05D5\u05DC \u05D4\u05D9\u05D1\u05D8\u05D9\u05DD \u05E8\u05D1\u05D9\u05DD \u05E9\u05DC \u05E4\u05D9\u05EA\u05D5\u05D7 \u05DE\u05D5\u05D3\u05E8\u05E0\u05D9 \u05DE\u05D0\u05D7\u05D5\u05E8\u05D9 \u05D4\u05E7\u05DC\u05E2\u05D9\u05DD.
WELCOME_BLOCK_3_TEXT_2=\u05DB\u05D5\u05DC\u05DC \u05EA\u05E7\u05E0\u05D9\u05DD \u05DB\u05D2\u05D5\u05DF MVC \u05D5\u05E1\u05D5\u05D2\u05D9\u05DD \u05E9\u05D5\u05E0\u05D9\u05DD \u05E9\u05DC \u05D0\u05D9\u05D2\u05D5\u05D3 \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD
WELCOME_BLOCK_3_TEXT_3=\u05D1\u05D7\u05D9\u05E8\u05D4 \u05D1\u05D9\u05DF \u05E4\u05D5\u05E8\u05DE\u05D8\u05D9\u05DD \u05E9\u05D5\u05E0\u05D9\u05DD \u05E9\u05DC \u05EA\u05E6\u05D5\u05D2\u05D4 (XML,\u200F HTML,\u200F JavaScript,\u200F JSON)
WELCOME_BLOCK_3_TEXT_4=\u05D0\u05D9\u05D2\u05D5\u05D3 \u05E9\u05DC OData, JSON, XML \u05D5\u05E4\u05D5\u05E8\u05DE\u05D8\u05D9\u05DD \u05D0\u05D7\u05E8\u05D9\u05DD \u05E9\u05DC \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD
WELCOME_BLOCK_3_TEXT_5=\u05DB\u05DC\u05D9 \u05EA\u05DE\u05D9\u05DB\u05D4 \u05DE\u05D5\u05D1\u05E0\u05D4 \u05DC\u05D1\u05D3\u05D9\u05E7\u05EA \u05E1\u05D8\u05D0\u05D8\u05D5\u05E1 \u05D4\u05D0\u05D9\u05D2\u05D5\u05D3 \u05D5\u05E2\u05E5 \u05D4\u05D0\u05D5\u05D1\u05D9\u05D9\u05E7\u05D8\u05D9\u05DD
WELCOME_BLOCK_3_TEXT_6=\u05EA\u05DE\u05D9\u05DB\u05D4 \u05D1\u05D9\u05E0\u05DC\u05D0\u05D5\u05DE\u05D9\u05EA \u05D5\u05EA\u05E8\u05D2\u05D5\u05DD
WELCOME_BLOCK_3_TEXT_7=\u05DE\u05D5\u05E9\u05D2\u05D9 \u05D9\u05DB\u05D5\u05DC\u05EA \u05D4\u05E8\u05D7\u05D1\u05D4 \u05D1\u05E8\u05DE\u05EA \u05D9\u05D9\u05E9\u05D5\u05DD \u05D5\u05D1\u05E8\u05DE\u05EA \u05E7\u05D5\u05D3
WELCOME_BLOCK_4_TITLE=\u05E2\u05E8\u05DB\u05EA \u05DB\u05DC\u05D9\u05DD \u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8\u05D9\u05EA \u05DE\u05D5\u05DB\u05E0\u05D4 \u05E2\u05D1\u05D5\u05E8 \u05D0\u05E8\u05D2\u05D5\u05E0\u05D9\u05DD
WELCOME_BLOCK_4_TEXT_1=\u05DE\u05D3\u05D5\u05E2 \u05E0\u05E2\u05E9\u05D4 \u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1-UI5 \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05DB\u05DC \u05DE\u05D5\u05E6\u05E8\u05D9 SAP \u05D4\u05E2\u05D9\u05E7\u05E8\u05D9\u05D9\u05DD \u05DB\u05DE\u05D5 \u05D2\u05DD \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05DC\u05E7\u05D5\u05D7\u05D5\u05EA \u05D5\u05E9\u05D5\u05EA\u05E4\u05D9\u05DD \u05E8\u05D1\u05D9\u05DD? \u05D5\u05DE\u05D3\u05D5\u05E2 \u05D4\u05D5\u05D0 \u05DB\u05DC \u05DB\u05DA \u05DE\u05D5\u05E6\u05DC\u05D7 \u05D1\u05E7\u05D4\u05D9\u05DC\u05D4 \u05E9\u05DC open Source \u05E9\u05D0\u05D9\u05E0\u05D4 \u05E7\u05D4\u05D9\u05DC\u05EA SAP? \u05D4\u05E0\u05D4 \u05D7\u05D9\u05D1\u05D5\u05E8\u05D9 \u05D4\u05E2\u05E8\u05DB\u05D9\u05DD \u05D4\u05D7\u05E9\u05D5\u05D1\u05D9\u05DD \u05D1\u05D9\u05D5\u05EA\u05E8 \u05E9\u05DE\u05E1\u05D5\u05E4\u05E7\u05D9\u05DD \u05E2\u05DC-\u05D9\u05D3\u05D9 UI5\:
WELCOME_BLOCK_4_TEXT_2=\u05EA\u05DE\u05D9\u05DB\u05D4 \u05D1\u05D9\u05E0\u05DC\u05D0\u05D5\u05DE\u05D9\u05EA \u05D5\u05EA\u05E8\u05D2\u05D5\u05DD
WELCOME_BLOCK_4_TEXT_3=\u05DE\u05D5\u05E9\u05D2\u05D9 \u05D9\u05DB\u05D5\u05DC\u05EA \u05D4\u05E8\u05D7\u05D1\u05D4 \u05D1\u05E8\u05DE\u05EA \u05D9\u05D9\u05E9\u05D5\u05DD \u05D5\u05D1\u05E8\u05DE\u05EA \u05E7\u05D5\u05D3
WELCOME_BLOCK_4_TEXT_4=\u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0 \u05D1\u05E0\u05D9\u05D2\u05D5\u05D3\u05D9\u05D5\u05EA \u05D2\u05D1\u05D5\u05D4\u05D4 \u05DC\u05E1\u05D9\u05D5\u05E2 \u05DC\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05DC\u05E7\u05D5\u05D9\u05D9 \u05E8\u05D0\u05D9\u05D9\u05D4
WELCOME_BLOCK_4_TEXT_5=\u05E7\u05DC \u05DC\u05E9\u05D9\u05DC\u05D5\u05D1 \u05DC\u05DE\u05E2\u05E8\u05DB\u05EA \u05D0\u05E7\u05D5\u05DC\u05D5\u05D2\u05D9\u05EA \u05E2\u05E7\u05D1\u05D9\u05EA \u05E9\u05DC SAP
WELCOME_BLOCK_4_TEXT_6=\u05DB\u05DC\u05D9\u05DD \u05D2\u05DE\u05D9\u05E9\u05D9\u05DD \u05E2\u05D1\u05D5\u05E8 \u05DB\u05DC \u05E1\u05D5\u05D2 \u05E9\u05DC \u05DE\u05E4\u05EA\u05D7.
WELCOME_BLOCK_4_TEXT_7=\u05EA\u05D4\u05E0\u05D4 \u05DE\u05D4\u05D8\u05D1\u05D5\u05EA \u05E9\u05DC \u05D7\u05D9\u05D3\u05D5\u05E9\u05D9\u05DD \u05D7\u05D3\u05E9\u05D9\u05DD \u05D1\u05D6\u05DE\u05DF \u05E9\u05D0\u05EA\u05D4 \u05EA\u05D5\u05D0\u05DD \u05E2\u05D3\u05DB\u05D5\u05DF, \u05E2\u05D3\u05D9\u05D9\u05DF
WELCOME_BLOCK_4_TEXT_8=\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05DC\u05EA\u05D9 \u05DE\u05D5\u05D2\u05D1\u05DC \u05D1\u05E2\u05E8\u05D9\u05DE\u05D5\u05EA \u05D8\u05DB\u05E0\u05D5\u05DC\u05D5\u05D2\u05D9\u05D4 \u05E9\u05DC SAP Technology \u05D5\u05E9\u05DC \u05E2\u05E8\u05D9\u05DE\u05D5\u05EA \u05E9\u05D0\u05D9\u05E0\u05DF \u05E9\u05DC SAP Technology
WELCOME_BLOCK_5_TITLE=\u05D4\u05E2\u05D9\u05E6\u05D5\u05D1 \u05E2\u05D8\u05D5\u05E8 \u05D4\u05E4\u05E8\u05E1\u05D9\u05DD \u05E9\u05DC SAP Fiori \u05D1\u05E4\u05E2\u05D5\u05DC\u05D4
WELCOME_BLOCK_5_TEXT=\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 UI5 \u05E0\u05D4\u05E0\u05D9\u05DD \u05DE\u05E9\u05E4\u05EA \u05E2\u05D9\u05E6\u05D5\u05D1 \u05E2\u05E7\u05D1\u05D9\u05EA \u05D5\u05EA\u05D1\u05E0\u05D9\u05D5\u05EA UX \u05E9\u05D4\u05D5\u05D2\u05D3\u05E8\u05D5 \u05DE\u05E8\u05D0\u05E9 \u05D1\u05DB\u05DC \u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9 \u05D4-Frontend . \u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0 \u05E9\u05D4\u05D5\u05D2\u05D3\u05E8\u05D4 \u05DE\u05E8\u05D0\u05E9 \u05D0\u05D5 \u05E0\u05E1\u05D4 \u05D0\u05EA \u05DB\u05DC\u05D9 \u05D4\u05EA\u05D0\u05DE\u05EA \u05E2\u05E8\u05DB\u05D5\u05EA \u05D4\u05E0\u05D5\u05E9\u05D0 \u05D4\u05DE\u05E7\u05D5\u05D5\u05DF \u05E9\u05DC\u05E0\u05D5 \u05DC\u05D9\u05E6\u05D9\u05E8\u05EA \u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0 \u05DE\u05D5\u05EA\u05D0\u05DE\u05EA \u05D0\u05D9\u05E9\u05D9\u05EA.
WELCOME_BLOCK_5_IMG_ALT=\u05EA\u05DE\u05D5\u05E0\u05D4 \u05D4\u05DE\u05E6\u05D9\u05D2\u05D4 \u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05DC \u05E2\u05D9\u05E6\u05D5\u05D1 \u05E9\u05DC SAP Fiori
WELCOME_BLOCK_6_TITLE=\u05D4\u05EA\u05DB\u05D5\u05E0\u05DF
WELCOME_BLOCK_6_TEXT_1=\u05DB\u05DC \u05DE\u05D4 \u05E9\u05EA\u05E6\u05D8\u05E8\u05DA \u05DB\u05D3\u05D9 \u05DC\u05E4\u05EA\u05D7 \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8 \u05E2\u05DD UI5 \u05D4\u05D5\u05D0 \u05E1\u05D1\u05D9\u05D1\u05EA \u05E4\u05D9\u05EA\u05D5\u05D7 \u05D5\u05D3\u05E4\u05D3\u05E4\u05DF. \u05DC\u05E0\u05D5\u05D7\u05D5\u05EA \u05DE\u05D9\u05E8\u05D1\u05D9\u05EA, \u05EA\u05D5\u05DB\u05DC\u05D5 \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1- SAP Business Application Studio \u05D1\u05E2\u05E0\u05DF. \u05DC\u05E7\u05D1\u05DC\u05EA \u05D2\u05DE\u05D9\u05E9\u05D5\u05EA \u05DE\u05D9\u05E8\u05D1\u05D9\u05EA, \u05E2\u05D5\u05DE\u05D3\u05EA \u05D1\u05E4\u05E0\u05D9\u05DA \u05D4\u05D1\u05D7\u05D9\u05E8\u05D4 \u05D4\u05D7\u05DC\u05D5\u05E4\u05D9\u05EA \u05DC\u05D4\u05D2\u05D3\u05D9\u05E8 \u05D0\u05EA \u05E1\u05D1\u05D9\u05D1\u05EA \u05D4\u05E4\u05D9\u05EA\u05D5\u05D7 \u05D4\u05DE\u05E7\u05D5\u05DE\u05D9\u05EA \u05E9\u05DC\u05DA.
WELCOME_BLOCK_6_TEXT_2=\u05E0\u05E1\u05D4 \u05D0\u05EA \u05D4\u05D3\u05D5\u05D2\u05DE\u05D4 \u05D4\u05E8\u05D0\u05E9\u05D5\u05E0\u05D4 \u05DB\u05D0\u05DF\:
WELCOME_BLOCK_7_TITLE=\u05D4\u05EA\u05E4\u05EA\u05D7\u05D5\u05EA UI5
WELCOME_BLOCK_7_TEXT_1=\u05D4\u05EA\u05E4\u05EA\u05D7\u05D5\u05EA UI5 \u05DE\u05D9\u05D9\u05E6\u05D2\u05EA \u05E9\u05D9\u05E4\u05D5\u05E8\u05D9\u05DD \u05DE\u05D4\u05D5\u05EA\u05D9\u05D9\u05DD \u05DB\u05D7\u05DC\u05E7 \u05DE\u05DE\u05D0\u05DE\u05E5 \u05DE\u05EA\u05DE\u05E9\u05DA \u05DC\u05E7\u05D9\u05D3\u05D5\u05DD SAPUI5, \u05DC\u05D0\u05E4\u05E9\u05E8 \u05DC\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05DC\u05E4\u05E2\u05D5\u05DC \u05DE\u05D4\u05E8 \u05D9\u05D5\u05EA\u05E8 \u05D5\u05DC\u05D4\u05E4\u05D9\u05DB\u05EA \u05D4\u05E7\u05D5\u05D3 \u05DC\u05DE\u05D5\u05D3\u05D5\u05DC\u05E8\u05D9 \u05D9\u05D5\u05EA\u05E8. \u05D1\u05E7\u05D1\u05DC\u05EA \u05EA\u05E7\u05E0\u05D9\u05DD \u05E9\u05DC \u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8, \u05D8\u05E2\u05D9\u05E0\u05D4 \u05D0\u05E1\u05D9\u05E0\u05DB\u05E8\u05D5\u05E0\u05D9\u05EA \u05D5\u05D8\u05DB\u05E0\u05D5\u05DC\u05D5\u05D2\u05D9\u05D5\u05EA \u05DE\u05EA\u05E4\u05EA\u05D7\u05D5\u05EA, SAPUI5 \u05DE\u05DE\u05E9\u05D9\u05DB\u05D4 \u05DC\u05D4\u05D9\u05D5\u05EA \u05E4\u05EA\u05E8\u05D5\u05DF \u05DE\u05D5\u05DB\u05D7 \u05DC\u05D0\u05E8\u05D2\u05D5\u05E0\u05D9\u05DD, \u05E2\u05DD \u05D4\u05E4\u05E0\u05D9\u05DD \u05DC\u05E2\u05EA\u05D9\u05D3.
WELCOME_BLOCK_7_TEXT_2=\u05D0\u05E0\u05D5 \u05DE\u05E2\u05D5\u05D3\u05D3\u05D9\u05DD \u05DE\u05E4\u05EA\u05D7\u05D9\u05DD \u05DC\u05EA\u05DE\u05D5\u05DA \u05D5\u05DC\u05DE\u05E0\u05E3 \u05D1\u05D0\u05D5\u05E4\u05DF \u05E4\u05E2\u05D9\u05DC \u05D9\u05DB\u05D5\u05DC\u05D5\u05EA \u05D7\u05D3\u05E9\u05D5\u05EA.
WELCOME_BLOCK_7_ALT=\u05D4\u05EA\u05E4\u05EA\u05D7\u05D5\u05EA UI5 \u05DE\u05D9\u05D9\u05E6\u05E8\u05EA \u05D7\u05D3\u05E9\u05E0\u05D5\u05EA, \u05DE\u05E1\u05E4\u05E7\u05EA \u05DB\u05DC\u05D9\u05DD \u05DC\u05D1\u05E0\u05D9\u05D9\u05D4, \u05DC\u05D9\u05D1\u05D4 \u05DE\u05D5\u05D3\u05D5\u05DC\u05E8\u05D9\u05EA, \u05EA\u05E7\u05E0\u05D9\u05DD \u05E4\u05EA\u05D5\u05D7\u05D9\u05DD \u05D5\u05DE\u05E9\u05D9\u05D2\u05D4 \u05D1\u05D9\u05E6\u05D5\u05E2\u05D9\u05DD \u05D2\u05D1\u05D5\u05D4\u05D9\u05DD \u05D1\u05D0\u05DE\u05E6\u05E2\u05D5\u05EA \u05D8\u05E2\u05D9\u05E0\u05D4 \u05D0\u05E1\u05D9\u05E0\u05DB\u05E8\u05D5\u05E0\u05D9\u05EA.
WELCOME_BLOCK_8_TITLE=SAPUI5 on SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u05D4\u05D9\u05E8\u05E9\u05DD \u05D1\u05D7\u05D9\u05E0\u05DD \u05DC\u05D7\u05E9\u05D1\u05D5\u05DF \u05E0\u05D9\u05E1\u05D9\u05D5\u05DF \u05E9\u05DC SAP BTP \u05DB\u05D3\u05D9 \u05DC\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05D4\u05E4\u05DC\u05D8\u05E4\u05D5\u05E8\u05DE\u05D4 \u05D5\u05DC\u05D1\u05E0\u05D5\u05EA \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 UI5 \u05DE\u05D1\u05D5\u05E1\u05E1\u05D9 \u05E2\u05E0\u05DF.
WELCOME_BLOCK_8_TEXT_2=\u05E1\u05D1\u05D9\u05D1\u05EA \u05E4\u05D9\u05EA\u05D5\u05D7 \u05E7\u05DC\u05D4 \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05E2\u05DD SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=\u05D2\u05E8\u05E1\u05EA \u05E0\u05D9\u05E1\u05D9\u05D5\u05DF \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05DE\u05E4\u05EA\u05D7\u05D9\u05DD
WELCOME_BLOCK_9_TITLE=SAPUI5 (\u05D1\u05D0\u05EA\u05E8)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u05D4\u05D5\u05D0 \u05D7\u05DC\u05E7 \u05DE\u05D8\u05DB\u05E0\u05D5\u05DC\u05D5\u05D2\u05D9\u05D5\u05EA \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05E2\u05E8\u05DB\u05D5\u05EA SAP HANA, NetWeaver ABAP \u05D5-Java.
WELCOME_BLOCK_9_TEXT_2=\u05DE\u05D5\u05DB\u05DF \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05DC\u05DC\u05E7\u05D5\u05D7\u05D5\u05EA SAP
WELCOME_BLOCK_9_TEXT_3=\u05DE\u05E9\u05EA\u05DC\u05D1 \u05E2\u05DD \u05E1\u05D1\u05D9\u05D1\u05D5\u05EA \u05DE\u05E2\u05E8\u05DB\u05EA \u05E7\u05D9\u05D9\u05DE\u05D5\u05EA
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u05E7\u05D5\u05D3 \u05E4\u05EA\u05D5\u05D7 \u05D5\u05DC\u05DC\u05D0 \u05E2\u05DC\u05D5\u05EA
WELCOME_BLOCK_10_TEXT_1=\u05E0\u05E1\u05D4 \u05D0\u05EA \u05D4\u05D5\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D1\u05E7\u05D5\u05D3 \u05E4\u05EA\u05D5\u05D7 \u05E9\u05DC UI5. \u05D4\u05D5\u05D0 \u05DE\u05DB\u05D9\u05DC \u05D0\u05EA \u05DB\u05DC \u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9 \u05D4\u05DC\u05D9\u05D1\u05D4 \u05E9\u05DC UI5 \u05D5\u05D6\u05DE\u05D9\u05DF \u05D1-GitHub \u05EA\u05D7\u05EA \u05E8\u05D9\u05E9\u05D9\u05D5\u05DF Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=\u05E0\u05EA\u05DE\u05DA \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05E7\u05D4\u05D9\u05DC\u05EA \u05D4\u05E7\u05D5\u05D3 \u05D4\u05E4\u05EA\u05D5\u05D7
WELCOME_BLOCK_10_TEXT_3=\u05DE\u05E0\u05D5\u05D4\u05DC \u05D1-GitHub - \u05EA\u05E8\u05D5\u05DE\u05D5\u05EA \u05DE\u05EA\u05E7\u05D1\u05DC\u05D5\u05EA \u05D1\u05D1\u05E8\u05DB\u05D4\!
WELCOME_BLOCK_11_TITLE=UI5 \u05D1\u05E8\u05E9\u05EA \u05D0\u05E1\u05E4\u05E7\u05EA \u05EA\u05D5\u05DB\u05DF
WELCOME_BLOCK_11_TEXT_1=\u05E4\u05EA\u05D7 \u05D5\u05D4\u05E4\u05E2\u05DC \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 UI5 \u05E2\u05DD \u05D4\u05D2\u05DE\u05D9\u05E9\u05D5\u05EA \u05E9\u05DC CDN \u05D7\u05D6\u05E7. \u05D4\u05E7\u05D1\u05E6\u05D9\u05DD \u05E0\u05D8\u05E2\u05E0\u05D9\u05DD \u05DE\u05D4\u05DE\u05D9\u05E7\u05D5\u05DD \u05D4\u05E7\u05E8\u05D5\u05D1 \u05D1\u05D9\u05D5\u05EA\u05E8 \u05DC\u05DE\u05E9\u05EA\u05DE\u05E9 \u05DC\u05D1\u05D9\u05E6\u05D5\u05E2\u05D9\u05DD \u05D0\u05D5\u05E4\u05D8\u05D9\u05DE\u05DC\u05D9\u05D9\u05DD.
WELCOME_BLOCK_11_TEXT_2=CDN \u05DE\u05E8\u05D5\u05D1\u05D4 \u05D2\u05E8\u05E1\u05D0\u05D5\u05EA \u05DC\u05D0\u05D7\u05D6\u05E7\u05EA \u05DE\u05D7\u05D6\u05D5\u05E8 \u05D7\u05D9\u05D9\u05DD \u05DE\u05D5\u05EA\u05D0\u05DD \u05D0\u05D9\u05E9\u05D9\u05EA
WELCOME_BLOCK_11_TEXT_3=\u05DC\u05DB\u05DC \u05D4\u05EA\u05E8\u05D7\u05D9\u05E9\u05D9\u05DD \u05D1\u05D0\u05EA\u05E8 \u05D5\u05EA\u05E8\u05D7\u05D9\u05E9\u05D9 \u05E4\u05D9\u05EA\u05D5\u05D7 \u05D1\u05E2\u05E0\u05DF
WELCOME_BLOCK_12_TITLE=SAP Community
WELCOME_BLOCK_13_TITLE=\u05E2\u05DC\u05D5\u05DF \u05D7\u05D3\u05E9\u05D5\u05EA
WELCOME_VIDEO_BLOCK_TITLE=\u05DE\u05D4\u05D9 SAPUI5?

WELCOME_VIDEO_BLOCK_TEXT_1=SAPUI5 \u05D4\u05D9\u05D0 \u05DE\u05E1\u05D2\u05E8\u05EA HTML5 \u05E2\u05D1\u05D5\u05E8 \u05D9\u05E6\u05D9\u05E8\u05D4 \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8 \u05D1\u05E8\u05DE\u05D4 \u05D0\u05E8\u05D2\u05D5\u05E0\u05D9\u05EA \u05D7\u05D5\u05E6\u05D4 \u05E4\u05DC\u05D8\u05E4\u05D5\u05E8\u05DE\u05D5\u05EA \u05D1\u05D0\u05D5\u05E4\u05DF \u05D9\u05E2\u05D9\u05DC. \u05DE\u05D4 \u05E9\u05D4\u05D7\u05DC \u05DB\u05E4\u05E8\u05D5\u05D9\u05E7\u05D8 \u05E7\u05D8\u05DF \u05D4\u05D5\u05D0 \u05DB\u05E2\u05EA \u05D0\u05D7\u05EA \u05D4\u05D8\u05DB\u05E0\u05D5\u05DC\u05D5\u05D2\u05D9\u05D5\u05EA \u05D4\u05DE\u05E6\u05DC\u05D9\u05D7\u05D5\u05EA \u05D1\u05D9\u05D5\u05EA\u05E8 \u05E9\u05D4\u05D5\u05DE\u05E6\u05D0\u05D5 \u05E2\u05DC-\u05D9\u05D3\u05D9 SAP.
WELCOME_VIDEO_BLOCK_TEXT_2=\u05D1\u05D5\u05D9\u05D3\u05D0\u05D5 \u05D6\u05D4, \u05DE\u05D5\u05E6\u05D2 \u05D4\u05E2\u05E8\u05DA \u05E9\u05DC SAPUI5 \u05D1-110 \u05E9\u05E0\u05D9\u05D5\u05EA. \u05D1\u05E2\u05DE\u05D5\u05D3 SAP Community \u05EA\u05D5\u05DB\u05DC \u05DC\u05E8\u05D3\u05EA \u05DC\u05E2\u05D5\u05DE\u05E7\u05DD \u05E9\u05DC \u05E4\u05E8\u05D8\u05D9 \u05D4\u05D8\u05DB\u05E0\u05D5\u05DC\u05D5\u05D2\u05D9\u05D5\u05EA \u05D4\u05DE\u05D5\u05D1\u05D9\u05DC\u05D5\u05EA \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC\u05E0\u05D5 <a href\="https\://community.sap.com/topics/ui5">\u05DB\u05D0\u05DF</a>.

TOPIC_DETAIL_INIT_DOCUMENTATION=\u05EA\u05D9\u05E2\u05D5\u05D3
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u05D4\u05D5\u05E8\u05D3
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u05DE\u05D4 \u05D7\u05D3\u05E9?
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u05D2\u05DC\u05D4 \u05E2\u05DC \u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9\u05DD \u05D7\u05D3\u05E9\u05D9\u05DD \u05D1\u05D2\u05E8\u05E1\u05D0\u05D5\u05EA \u05D4\u05D0\u05D7\u05E8\u05D5\u05E0\u05D5\u05EA \u05E9\u05DC UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u05E7\u05E8\u05D0 \u05EA\u05D7\u05D9\u05DC\u05D4
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u05DE\u05D9\u05D3\u05E2 \u05D7\u05E9\u05D5\u05D1 \u05DC\u05E4\u05E0\u05D9 \u05E9\u05EA\u05EA\u05D7\u05D9\u05DC \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1-UI5 \u05D1\u05D0\u05D5\u05E4\u05DF \u05D9\u05E2\u05D9\u05DC
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u05D4\u05EA\u05D7\u05DC
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u05D4\u05EA\u05E7\u05E0\u05D4 \u05D5\u05E2\u05E8\u05DB\u05D5\u05EA \u05DC\u05D9\u05DE\u05D5\u05D3
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05E4\u05D9\u05EA\u05D5\u05D7
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u05E9\u05D9\u05D8\u05D5\u05EA \u05E2\u05D1\u05D5\u05D3\u05D4 \u05DE\u05D5\u05E6\u05DC\u05D7\u05D5\u05EA \u05D5\u05DE\u05D0\u05D9\u05DC\u05D5 \u05DE\u05DC\u05DB\u05D5\u05D3\u05D5\u05EA \u05E2\u05DC\u05D9\u05DA \u05DC\u05D4\u05D9\u05D6\u05D4\u05E8
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u05D4\u05E8\u05D7\u05D1\u05EA \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u05D4\u05EA\u05D0\u05DD \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05DC\u05D3\u05E8\u05D9\u05E9\u05D5\u05EA \u05D4\u05DE\u05E1\u05D5\u05D9\u05DE\u05D5\u05EA \u05E9\u05DC\u05DA
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u05E4\u05D9\u05EA\u05D5\u05D7 \u05D1\u05E7\u05E8\u05D5\u05EA
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u05E6\u05D5\u05E8 \u05D1\u05E7\u05E8\u05D5\u05EA \u05DE\u05D5\u05EA\u05D0\u05DE\u05D5\u05EA \u05D0\u05D9\u05E9\u05D9\u05EA \u05D0\u05D5 \u05EA\u05E7\u05D5\u05DD \u05DC-UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u05D3\u05E4\u05D5\u05E1\u05D9 \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05D5\u05EA\u05D1\u05E0\u05D9\u05D5\u05EA \u05E2\u05D1\u05D5\u05E8 \u05D3\u05E4\u05D5\u05E1\u05D9 \u05D9\u05D9\u05E9\u05D5\u05DD \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9 \u05EA\u05D3\u05D9\u05E8
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u05D1\u05E0\u05D4 \u05D5\u05D4\u05E8\u05D7\u05D1 \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D0\u05D9\u05E0\u05D8\u05E8\u05E0\u05D8 \u05D0\u05E0\u05DC\u05D9\u05D8\u05D9\u05D9\u05DD \u05D0\u05D9\u05E0\u05D8\u05E8\u05D0\u05E7\u05D8\u05D9\u05D1\u05D9\u05D9\u05DD
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u05E4\u05E8\u05D9\u05D8\u05D9\u05DD \u05D7\u05D9\u05D5\u05E0\u05D9\u05D9\u05DD
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u05DE\u05D5\u05E9\u05D2\u05D9 \u05E4\u05D9\u05EA\u05D5\u05D7, \u05DB\u05D2\u05D5\u05DF, MVC, \u05D0\u05D9\u05D2\u05D5\u05D3 \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD \u05D5\u05E8\u05DB\u05D9\u05D1\u05D9\u05DD
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u05E2\u05D5\u05D3 \u05E2\u05DC \u05D0\u05D5\u05D3\u05D5\u05EA \u05D1\u05E7\u05E8\u05D5\u05EA
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u05EA\u05D5\u05E1\u05E4\u05EA \u05DC\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF API

TOPIC_DETAIL_BACK_BTN=\u05D7\u05D6\u05D5\u05E8 \u05DC\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D4\u05D7\u05D9\u05E4\u05D5\u05E9
TOPIC_DETAIL_EDIT_GITHUB=\u05E2\u05E8\u05D5\u05DA \u05D1-GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u05E2\u05E8\u05D5\u05DA \u05D3\u05E3 \u05D6\u05D4 \u05D1-GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u05D4\u05E6\u05D2 \u05DE\u05E1\u05DE\u05DA \u05D6\u05D4 \u05D1\u05DE\u05E6\u05D1 '\u05DE\u05E1\u05DA \u05DE\u05DC\u05D0'

TOPIC_MASTER_FILTER_PLACEHOLDER=\u05D7\u05E4\u05E9
TOPIC_MASTER_EXPAND_TOOLTIP=\u05D4\u05E8\u05D7\u05D1 \u05D4\u05DB\u05D5\u05DC
TOPIC_MASTER_COLAPSE_TOOLTIP=\u05E6\u05DE\u05E6\u05DD \u05D4\u05DB\u05D5\u05DC
TOPIC_MASTER_NO_DATA_TEXT=\u05D0\u05D9\u05DF \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD, \u05E0\u05E1\u05D4 \u05D1\u05D7\u05D9\u05E4\u05D5\u05E9 \u05D4\u05D2\u05DC\u05D5\u05D1\u05DC\u05D9

ENTITY_ABOUT=\u05E2\u05DC \u05D0\u05D5\u05D3\u05D5\u05EA
ENTITY_SAMPLES=\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA ({0})
ENITITY_API=\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API\:
ENTITY_DOCUMENTATION=\u05EA\u05D9\u05E2\u05D5\u05D3\:
ENTITY_UX=\u05E7\u05D5\u05D5\u05D9\u05DD \u05DE\u05E0\u05D7\u05D9\u05DD \u05E9\u05DC UX\:
ENTITY_EXTENDS=\u05DE\u05D5\u05E8\u05D7\u05D1\:
ENTITY_COMPONENT=\u05E8\u05DB\u05D9\u05D1 \u05D9\u05D9\u05E9\u05D5\u05DD
ENTITY_SINCE=\u05D6\u05DE\u05D9\u05DF \u05DE-
ENTITY_CATEGORY=\u05E7\u05D8\u05D2\u05D5\u05E8\u05D9\u05D4
ENTITY_DENSITY=\u05E6\u05E4\u05D9\u05E4\u05D5\u05EA \u05EA\u05E6\u05D5\u05D2\u05D4
ENTITY_DEPRECATED=\u05DC\u05D0 \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9
ENTITY_FULLSCREEN_TOOLTIP=\u05D4\u05E6\u05D2 \u05D3\u05D2\u05D9\u05DE\u05D4 \u05D6\u05D5 \u05D1\u05DE\u05E6\u05D1 '\u05DE\u05E1\u05DA \u05DE\u05DC\u05D0'
ENTITY_BACK_BTN=\u05D7\u05D6\u05D5\u05E8 \u05DC\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D4\u05D7\u05D9\u05E4\u05D5\u05E9
ENTITY_TABLE_NAME=\u05E9\u05DD
ENTITY_TABLE_DESCRIPTION=\u05EA\u05D9\u05D0\u05D5\u05E8

CONTROLS_PAGE_TITLE=\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA
CONTROLS_PAGE_DESC=\u05D7\u05E7\u05D5\u05E8 \u05D5\u05D4\u05D5\u05E8\u05D3 \u05D3\u05D2\u05D9\u05DE\u05D5\u05EA \u05E7\u05D5\u05D3
CONTROLS_FEATURED_CONTROLS=\u05D1\u05E7\u05E8\u05D5\u05EA \u05DE\u05D5\u05E6\u05D2\u05D5\u05EA
CONTROLS_LAYOUT_PAGES=\u05E4\u05E8\u05D9\u05E1\u05D4 \u05D5\u05D3\u05E4\u05D9\u05DD
CONTROLS_TEXT_1=\u05D0\u05D9\u05E0\u05D8\u05E8\u05D0\u05E7\u05E6\u05D9\u05D9\u05EA \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD
CONTROLS_TEXT_2=\u05DE\u05D1\u05E0\u05D9 \u05E8\u05E9\u05D9\u05DE\u05D4 \u05E9\u05D5\u05E0\u05D9\u05DD
CONTROLS_TEXT_3=\u05D8\u05D1\u05DC\u05D0\u05D5\u05EA \u05E4\u05E9\u05D5\u05D8\u05D5\u05EA \u05D0\u05D5 \u05D7\u05D6\u05E7\u05D5\u05EA \u05D9\u05D5\u05EA\u05E8
CONTROLS_TEXT_4=\u05EA\u05D9\u05D1\u05D5\u05EA \u05D3\u05D9\u05D0\u05DC\u05D5\u05D2 \u05D5\u05D7\u05DC\u05D5\u05E0\u05D5\u05EA \u05E7\u05D5\u05E4\u05E6\u05D9\u05DD
CONTROLS_TEXT_5=\u05D0\u05E8\u05D9\u05D7\u05D9\u05DD \u05E2\u05D1\u05D5\u05E8 \u05D8\u05E7\u05E1\u05D8\u05D9\u05DD, \u05EA\u05DE\u05D5\u05E0\u05D5\u05EA \u05D0\u05D5 \u05EA\u05E8\u05E9\u05D9\u05DE\u05D9\u05DD, \u05DC\u05D3\u05D5\u05D2\u05DE\u05D4
CONTROLS_TEXT_6=\u05D4\u05D5\u05D3\u05E2\u05EA \u05DE\u05E9\u05EA\u05DE\u05E9
CONTROLS_TEXT_7=\u05E1\u05E8\u05D2\u05DC\u05D9 \u05DB\u05DC\u05D9\u05DD \u05D5\u05D4\u05D5\u05D3\u05E2\u05D5\u05EA
CONTROLS_TEXT_8=\u05D9\u05D9\u05E6\u05D5\u05D2 \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD \u05D4\u05D9\u05E8\u05E8\u05DB\u05D9
CONTROLS_TEXT_9=\u05D1\u05E7\u05E8\u05D5\u05EA \u05DE\u05D5\u05E0\u05E2\u05D5\u05EA \u05DE\u05DE\u05D8\u05D4 \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD
CONTROLS_TEXT_10=\u05D4\u05DE\u05D7\u05E9\u05D4 \u05D5\u05D9\u05D6\u05D5\u05D0\u05DC\u05D9\u05EA \u05E9\u05DC \u05DE\u05D9\u05E7\u05D5\u05DD
CONTROLS_TEXT_11=\u05D4\u05DE\u05D7\u05E9\u05D4 \u05D5\u05D9\u05D6\u05D5\u05D0\u05DC\u05D9\u05EA \u05E9\u05DC \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD
CONTROLS_TEXT_12=\u05D0\u05D9\u05E0\u05D8\u05E8\u05D0\u05E7\u05E6\u05D9\u05D5\u05EA \u05DE\u05D1\u05D5\u05E1\u05E1\u05D5\u05EA \u05E9\u05DC\u05D1\u05D9\u05DD
CONTROLS_TEXT_13=\u05D4\u05E6\u05D2\u05D4, \u05D9\u05E6\u05D9\u05E8\u05D4 \u05D0\u05D5 \u05E2\u05E8\u05D9\u05DB\u05EA \u05D0\u05D5\u05D1\u05D9\u05D9\u05E7\u05D8\u05D9\u05DD
CONTROLS_TEXT_14=\u05D3\u05E3 \u05E2\u05DD \u05DB\u05D5\u05EA\u05E8\u05EA \u05D5\u05D0\u05D6\u05D5\u05E8 \u05EA\u05D5\u05DB\u05DF
CONTROLS_TEXT_15=\u05D3\u05E3 \u05E2\u05DD 3 \u05E2\u05DE\u05D5\u05D3\u05D5\u05EA \u05DC\u05DB\u05DC \u05D4\u05D9\u05D5\u05EA\u05E8
CONTROLS_TEXT_16=\u05E4\u05E8\u05D9\u05E1\u05D4 \u05E9\u05DC \u05E9\u05EA\u05D9 \u05E2\u05DE\u05D5\u05D3\u05D5\u05EA

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u05D7\u05E4\u05E9
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u05E7\u05D1\u05D5\u05E6\u05D4 / \u05DE\u05E1\u05E0\u05DF
CONTROLS_MASTER_NO_DATA_TEXT=\u05D0\u05D9\u05DF \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD, \u05E0\u05E1\u05D4 \u05D1\u05D7\u05D9\u05E4\u05D5\u05E9 \u05D4\u05D2\u05DC\u05D5\u05D1\u05DC\u05D9.

CODE_BACK_BTN_TOOLTIP=\u05D1\u05D7\u05D6\u05E8\u05D4 \u05DC\u05D3\u05D2\u05D9\u05DE\u05D4
CODE_API_REFERENCE=\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API
CODE_DOWNLOAD_BTN=\u05D4\u05D5\u05E8\u05D3

CHANGE_VERSION_DIALOG_TITLE=\u05D2\u05E8\u05E1\u05EA \u05E9\u05D9\u05E0\u05D5\u05D9
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u05E1\u05D2\u05D5\u05E8
CHANGE_VERSION_DIALOG_APPLY_BTN=\u05D4\u05D7\u05DC
CHANGE_VERSION_DIALOG_LATEST_BTN=\u05D0\u05D7\u05E8\u05D5\u05DF
APP_SETTINGS_DIALOG_TITLE=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA
APP_SETTINGS_DIALOG_THEME=\u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0\:
APP_SETTINGS_DIALOG_LANGUAGE=\u05E9\u05E4\u05D4
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u05D4\u05E2\u05D3\u05E4\u05D5\u05EA \u05E7\u05D5\u05D1\u05E6\u05D9 Cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u05D6\u05DB\u05D5\u05E8 \u05DB\u05D9 \u05D4\u05E9\u05E4\u05D4 \u05E9\u05E0\u05D1\u05D7\u05E8\u05D4 \u05D7\u05DC\u05D4 \u05E2\u05DC \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD '\u05E2\u05E8\u05DB\u05EA \u05D4\u05D3\u05D2\u05DE\u05D4' \u05D1\u05DC\u05D1\u05D3. \u05D4\u05EA\u05D5\u05DB\u05DF \u05E9\u05E1\u05D5\u05E4\u05E7 \u05D1\u05D9\u05D9\u05E9\u05D5\u05DD \u05D1\u05DE\u05E7\u05D8\u05E2\u05D9\u05DD \u05D4\u05E9\u05D5\u05E0\u05D9\u05DD, \u05DB\u05D2\u05D5\u05DF, \u05EA\u05D9\u05E2\u05D5\u05D3, \u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API \u05D5\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA, \u05D6\u05DE\u05D9\u05DF \u05D1\u05D0\u05E0\u05D2\u05DC\u05D9\u05EA \u05D1\u05DC\u05D1\u05D3.
APP_SETTINGS_DIALOG_DENSITY=\u05E6\u05E4\u05D9\u05E4\u05D5\u05EA \u05EA\u05E6\u05D5\u05D2\u05D4\:
APP_SETTINGS_DIALOG_READ_MORE=\u05E7\u05E8\u05D0 \u05E2\u05D5\u05D3 \u05E2\u05DC \u05D0\u05D5\u05D3\u05D5\u05EA \u05E6\u05E4\u05D9\u05E4\u05D5\u05EA \u05EA\u05D5\u05DB\u05DF
APP_SETTINGS_DIALOG_RTL=\u05DE\u05E6\u05D1 \u05D9\u05DE\u05D9\u05DF \u05DC\u05E9\u05DE\u05D0\u05DC\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=\u05D1\u05D8\u05DC

COOKIE_SETTINGS_DIALOG_TITLE=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA \u05E7\u05D5\u05D1\u05E6\u05D9 \u05D4-Cookie \u05E9\u05DC\u05DA
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05E0\u05D3\u05E8\u05E9\u05D9\u05DD
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u05E7\u05D1\u05D5\u05E6\u05D9 Cookie \u05D0\u05DC\u05D4 \u05E0\u05D3\u05E8\u05E9\u05D9\u05DD \u05DB\u05D3\u05D9 \u05DC\u05D0\u05E4\u05E9\u05E8 \u05E4\u05D5\u05E0\u05E7\u05E6\u05D9\u05D5\u05E0\u05D0\u05DC\u05D9\u05D5\u05EA \u05DC\u05D9\u05D1\u05D4 \u05E9\u05DC \u05D0\u05EA\u05E8.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u05D0\u05E0\u05D7\u05E0\u05D5 \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05DB\u05D3\u05D9 \u05DC\u05E9\u05E4\u05E8 \u05D0\u05EA \u05D4\u05D7\u05D5\u05D5\u05D9\u05D4 \u05D1\u05D0\u05EA\u05E8 \u05E9\u05DC\u05E0\u05D5. \u05D0\u05DD \u05EA\u05DE\u05E9\u05D9\u05DA \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D6\u05D4, \u05D0\u05EA\u05D4 \u05E0\u05D5\u05EA\u05DF \u05D4\u05E1\u05DB\u05DE\u05EA\u05DA \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 \u05D4-Cookie \u05E9\u05DC\u05E0\u05D5.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05E4\u05D5\u05E0\u05E7\u05E6\u05D9\u05D5\u05E0\u05D0\u05DC\u05D9\u05D9\u05DD
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05D0\u05DC\u05D4 \u05DE\u05E9\u05DE\u05E9\u05D9\u05DD \u05DC\u05E0\u05D9\u05EA\u05D5\u05D7 \u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05DC\u05DE\u05D8\u05E8\u05EA \u05DE\u05D3\u05D9\u05D3\u05D4 \u05D5\u05E9\u05D9\u05E4\u05D5\u05E8 \u05E9\u05DC \u05D1\u05D9\u05E6\u05D5\u05E2\u05D9 \u05D0\u05EA\u05E8.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u05D0\u05EA\u05E8 \u05D6\u05D4 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05D1-SAP Web Analytics \u05E2\u05DC \u05DE\u05E0\u05EA \u05DC\u05E0\u05EA\u05D7 \u05DB\u05D9\u05E6\u05D3 \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05DE\u05D1\u05E6\u05E2\u05D9\u05DD \u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D6\u05D4. \u05D4\u05DE\u05D9\u05D3\u05E2 \u05E9\u05E0\u05D5\u05E6\u05E8 (\u05DB\u05D5\u05DC\u05DC \u05D7\u05DC\u05E7 \u05DE\u05DB\u05EA\u05D5\u05D1\u05EA \u05D4-IP \u05E9\u05DC\u05DA \u05D5\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF) \u05D9\u05D9\u05E9\u05DC\u05D7 \u05D5\u05D9\u05D0\u05D5\u05D7\u05E1\u05DF \u05D1\u05E9\u05E8\u05EA\u05D9 SAP. \u05E7\u05D5\u05D1\u05E6\u05D9 Coockie \u05D9\u05E9\u05DE\u05E9\u05D5 \u05DC\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D1\u05D9\u05E7\u05D5\u05E8\u05D9\u05DD \u05D7\u05D5\u05D6\u05E8\u05D9\u05DD \u05D5\u05D3\u05E3 \u05D4\u05DE\u05E7\u05D5\u05E8 \u05E9\u05DC \u05D4\u05D1\u05D9\u05E7\u05D5\u05E8. \u05D0\u05E0\u05D5 \u05E0\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05D9\u05D3\u05E2 \u05D6\u05D4 \u05DC\u05E6\u05D5\u05E8\u05DA \u05D4\u05E2\u05E8\u05DB\u05EA \u05D4\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D5\u05D4\u05D9\u05D3\u05D5\u05E8 \u05D3\u05D5\u05D7\u05D5\u05EA \u05D1\u05E4\u05E2\u05D9\u05DC\u05D5\u05EA \u05D4\u05D0\u05EA\u05E8 \u05E2\u05D1\u05D5\u05E8 \u05D0\u05D5\u05E4\u05E8\u05D8\u05D5\u05E8\u05D9\u05DD \u05E9\u05DC \u05D0\u05EA\u05E8 - \u05D5\u05DC\u05D1\u05E1\u05D5\u05E3, \u05E2\u05DC \u05DE\u05E0\u05EA \u05DC\u05E9\u05E4\u05E8 \u05D0\u05EA \u05D4\u05D0\u05EA\u05E8. \u05D0\u05DD \u05EA\u05E8\u05E6\u05D4 \u05DC\u05D4\u05D9\u05E8\u05E9\u05DD \u05DC\u05DE\u05E2\u05E7\u05D1 \u05D0\u05D7\u05E8\u05D9 SAP Web Analytics, \u05E6\u05D9\u05D9\u05DF \u05D0\u05EA \u05D4\u05E2\u05D3\u05E4\u05D5\u05EA\u05D9\u05DA \u05D1\u05D0\u05DE\u05E6\u05E2\u05D5\u05EA \u05D4\u05DC\u05D7\u05E6\u05DF "\u05D4\u05E4\u05E2\u05DC"/"\u05DB\u05D1\u05D4" \u05D4\u05DE\u05D5\u05E4\u05D9\u05E2 \u05DE\u05E2\u05DC\u05D4. \u05D1\u05E8\u05D9\u05E9\u05D5\u05DD, \u05D0\u05EA\u05D4 \u05DE\u05D1\u05D9\u05E2 \u05D4\u05E1\u05DB\u05DE\u05EA\u05DA \u05DC\u05E2\u05D9\u05D1\u05D5\u05D3 \u05E9\u05DC \u05E0\u05EA\u05D5\u05E0\u05D9 \u05D4\u05E0\u05D9\u05EA\u05D5\u05D7 \u05E2\u05DC \u05D0\u05D5\u05D3\u05D5\u05EA\u05D9\u05DA \u05D1\u05D0\u05D5\u05E4\u05DF \u05D5\u05E2\u05D1\u05D5\u05E8 \u05D4\u05DE\u05D8\u05E8\u05D5\u05EA \u05D4\u05DE\u05E4\u05D5\u05E8\u05D8\u05D9\u05DD \u05DC\u05E2\u05D9\u05DC.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u05DE\u05D9\u05D3\u05E2 \u05E0\u05D5\u05E1\u05E3
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u05E7\u05D1\u05DC \u05D4\u05DB\u05D5\u05DC
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u05D3\u05D7\u05D4 \u05D4\u05DB\u05D5\u05DC
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u05E7\u05D1\u05D9\u05E2\u05EA \u05D4\u05E2\u05D3\u05E4\u05D5\u05EA
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u05E9\u05DE\u05D5\u05E8 \u05D4\u05E2\u05D3\u05E4\u05D5\u05EA
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u05D1\u05D8\u05DC

EMPTY_TEXT=\u05E8\u05D9\u05E7

DOWNLOADS_TEXT=\u05D4\u05D5\u05E8\u05D3\u05D5\u05EA

DEMO_APPS_TITLE=\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D4\u05D3\u05D2\u05DE\u05D4
DEMO_APPS_SUBTITLE_OPENUI5=\u05DE\u05E4\u05E8\u05D8 \u05D0\u05EA \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D4\u05D4\u05D3\u05D2\u05DE\u05D4 \u05E9\u05DE\u05E8\u05D0\u05D9\u05DD \u05DC\u05DA \u05DB\u05D9\u05E6\u05D3 \u05D1\u05D0\u05E4\u05E9\u05E8\u05D5\u05EA\u05DA \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9\u05DD \u05D4\u05E9\u05D5\u05E0\u05D9\u05DD \u05D5\u05D1\u05D1\u05E7\u05E8\u05D9\u05DD \u05E9\u05DC OpenUI5.
DEMO_APPS_SUBTITLE_SAPUI5=\u05DE\u05E4\u05E8\u05D8 \u05D0\u05EA \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D4\u05D4\u05D3\u05D2\u05DE\u05D4 \u05E9\u05DE\u05E8\u05D0\u05D9\u05DD \u05DC\u05DA \u05DB\u05D9\u05E6\u05D3 \u05D1\u05D0\u05E4\u05E9\u05E8\u05D5\u05EA\u05DA \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9\u05DD \u05D4\u05E9\u05D5\u05E0\u05D9\u05DD \u05D5\u05D1\u05D1\u05E7\u05E8\u05D9\u05DD \u05E9\u05DC SAPUI5.
DEMO_APPS_READ_MORE_BTN=\u05E7\u05E8\u05D0 \u05E2\u05D5\u05D3
DEMO_APPS_DOWNLOAD_OVERVIEW=\u05E1\u05E7\u05D9\u05E8\u05EA \u05D4\u05D5\u05E8\u05D3\u05D5\u05EA
DEMO_APPS_CATEGORY_SHOWCASE=\u05DE\u05D5\u05E9\u05D2\u05D9 UI5 \u05D1\u05EA\u05E8\u05D7\u05D9\u05E9\u05D9\u05DD \u05D1\u05E2\u05D5\u05DC\u05DD \u05D4\u05D0\u05DE\u05D9\u05EA\u05D9
DEMO_APPS_CATEGORY_TUTORIAL=\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D4\u05D3\u05D2\u05DE\u05D4 \u05E2\u05DD \u05E2\u05E8\u05DB\u05D5\u05EA \u05DC\u05D9\u05DE\u05D5\u05D3
DEMO_APPS_CATEGORY_RTA=\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D4\u05D3\u05D2\u05DE\u05D4 \u05E2\u05D1\u05D5\u05E8 SAPUI5 Flexibility
DEMO_APPS_CATEGORY_MISC=\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D4\u05D3\u05D2\u05DE\u05D4 \u05E9\u05D5\u05E0\u05D5\u05EA
DEMO_APPS_LIBRARY=\u05E1\u05E4\u05E8\u05D9\u05D9\u05EA \u05D1\u05E7\u05E8\u05D5\u05EA\:
DEMO_APPS_CARD_LINK=\u05E4\u05EA\u05D7 \u05D9\u05D9\u05E9\u05D5\u05DD

LEGAL_DISCLAIMER_TITLE=\u05DB\u05EA\u05D1 \u05D5\u05D9\u05EA\u05D5\u05E8 \u05E2\u05D1\u05D5\u05E8 \u05E7\u05D9\u05E9\u05D5\u05E8\u05D9\u05DD
LEGAL_DISCLAIMER_LABEL_1=\u05E7\u05D9\u05E9\u05D5\u05E8\u05D9\u05DD \u05E2\u05DD \u05D4\u05E1\u05DE\u05DC
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u05DE\u05D9\u05D3\u05E2 \u05E9\u05E4\u05D5\u05E8\u05E1\u05DD \u05D1\u05D0\u05EA\u05E8 \u05E9\u05D0\u05D9\u05E0\u05D5 SAP
LEGAL_DISCLAIMER_TEXT_1=\u05D0\u05EA\u05D4 \u05DE\u05D6\u05D9\u05DF \u05D0\u05EA\u05E8 \u05E9-SAP \u05D0\u05D9\u05E0\u05DD \u05DE\u05D0\u05E8\u05D7\u05D9\u05DD. \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05E7\u05D9\u05E9\u05D5\u05E8\u05D9\u05DD \u05DE\u05E1\u05D5\u05D2 \u05D6\u05D4, \u05D0\u05EA\u05D4 \u05DE\u05E1\u05DB\u05D9\u05DD (\u05D0\u05DC\u05D0 \u05D0\u05DD \u05DE\u05E6\u05D5\u05D9\u05DF \u05DE\u05E4\u05D5\u05E8\u05E9\u05D5\u05EA \u05D0\u05D7\u05E8\u05EA \u05D1\u05D4\u05E1\u05DB\u05DD \u05E9\u05DC\u05DA \u05E2\u05DD SAP) \u05DC\u05DB\u05DA\:
LEGAL_DISCLAIMER_TEXT_2=- \u05D4\u05EA\u05D5\u05DB\u05DF \u05D4\u05D0\u05EA\u05E8 \u05D4\u05DE\u05E7\u05D5\u05E9\u05E8 \u05D0\u05D9\u05E0\u05D5 \u05EA\u05D9\u05E2\u05D5\u05D3 \u05E9\u05DC SAP. \u05D0\u05D9\u05DF \u05DC\u05D8\u05E2\u05D5\u05DF \u05D8\u05E2\u05E0\u05D5\u05EA \u05DE\u05D5\u05E6\u05E8 \u05DB\u05DC\u05E9\u05D4\u05DF \u05E0\u05D2\u05D3 SAP \u05D1\u05D4\u05EA\u05D1\u05E1\u05E1 \u05E2\u05DC \u05DE\u05D9\u05D3\u05E2 \u05D6\u05D4.
LEGAL_DISCLAIMER_TEXT_3=- SAP \u05DC\u05D0 \u05DE\u05E1\u05DB\u05D9\u05DE\u05D4 \u05D0\u05D5 \u05D0\u05D9\u05E0\u05D4 \u05DE\u05E1\u05DB\u05D9\u05DE\u05D4 \u05E2\u05DD \u05D4\u05EA\u05D5\u05DB\u05DF \u05E9\u05DC \u05D4\u05D0\u05EA\u05E8 \u05D4\u05DE\u05E7\u05D5\u05E9\u05E8, \u05D5-SAP \u05D0\u05D9\u05E0\u05D4 \u05DE\u05EA\u05D7\u05D9\u05D9\u05D1\u05EA \u05DC\u05E0\u05DB\u05D5\u05E0\u05D5\u05EA \u05D4\u05EA\u05D5\u05DB\u05DF \u05D0\u05D5 \u05DC\u05D6\u05DE\u05D9\u05E0\u05D5\u05EA\u05D5.
LEGAL_DISCLAIMER_LABEL_2=\u05E7\u05D9\u05E9\u05D5\u05E8\u05D9\u05DD \u05E2\u05DD \u05D4\u05E1\u05DE\u05DC
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u05DE\u05D9\u05D3\u05E2 \u05E9\u05E4\u05D5\u05E8\u05E1\u05DD \u05D1\u05D0\u05EA\u05E8 SAP
LEGAL_DISCLAIMER_TEXT_4=\u05D0\u05EA\u05D4 \u05D9\u05D5\u05E6\u05D0 \u05DE\u05D4\u05EA\u05D9\u05E2\u05D5\u05D3 \u05E2\u05D1\u05D5\u05E8 \u05E9\u05D9\u05E8\u05D5\u05EA \u05D0\u05D5 \u05DE\u05D5\u05E6\u05E8 SAP \u05DE\u05E1\u05D5\u05D9\u05DD \u05D6\u05D4 \u05D5\u05D0\u05EA\u05D4 \u05E0\u05DB\u05E0\u05E1 \u05DC\u05D0\u05EA\u05E8 \u05D4\u05DE\u05D0\u05E8\u05D7 \u05D0\u05EA SAP. \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05E7\u05D9\u05E9\u05D5\u05E8\u05D9\u05DD \u05DE\u05E1\u05D5\u05D2 \u05D6\u05D4, \u05D0\u05EA\u05D4 \u05DE\u05E1\u05DB\u05D9\u05DD \u05DC\u05DB\u05DA (\u05D0\u05DC\u05D0 \u05D0\u05DD \u05DE\u05E6\u05D5\u05D9\u05DF \u05DE\u05E4\u05D5\u05E8\u05E9\u05D5\u05EA \u05D0\u05D7\u05E8\u05EA \u05D1\u05D4\u05E1\u05DB\u05DD \u05E9\u05DC\u05DA \u05E2\u05DD SAP ) \u05E9\u05D0\u05D9\u05DF \u05D1\u05E8\u05E9\u05D5\u05EA\u05DA \u05DC\u05D8\u05E2\u05D5\u05DF \u05D8\u05E2\u05E0\u05D5\u05EA \u05DE\u05D5\u05E6\u05E8 \u05DB\u05DC\u05E9\u05D4\u05DF \u05E0\u05D2\u05D3 SAP \u05D1\u05D4\u05EA\u05D1\u05E1\u05E1 \u05E2\u05DC \u05DE\u05D9\u05D3\u05E2 \u05D6\u05D4.

VIEW_SETTINGS_DIALOG_ITEM_1=\u05D1\u05E1\u05D3\u05E8 \u05D0\u05DC\u05E4\u05D1\u05D9\u05EA\u05D9
VIEW_SETTINGS_DIALOG_ITEM_2=\u05E7\u05D8\u05D2\u05D5\u05E8\u05D9\u05D4
VIEW_SETTINGS_DIALOG_ITEM_3=\u05E6\u05E4\u05D9\u05E4\u05D5\u05EA \u05EA\u05E6\u05D5\u05D2\u05D4
VIEW_SETTINGS_DIALOG_ITEM_4=\u05DE\u05E8\u05D7\u05D1 \u05E9\u05DE\u05D5\u05EA
VIEW_SETTINGS_DIALOG_ITEM_5=\u05D2\u05E8\u05E1\u05D4

SAMPLE_BACK_BTN_TOOLTIP=\u05D1\u05D7\u05D6\u05E8\u05D4 \u05D0\u05DC \u05D3\u05D2\u05D9\u05DE\u05D5\u05EA
SAMPLE_INFO_TOOLTIP=\u05E4\u05E8\u05D8\u05D9 \u05D3\u05D2\u05D9\u05DE\u05D4
SAMPLE_EDITED_TOOLTIP=\u05D4\u05D3\u05D2\u05D9\u05DE\u05D4 \u05E0\u05E2\u05E8\u05DB\u05EA.
SAMPLE_EDITED_WARNING=\u05D3\u05D2\u05D9\u05DE\u05D4 \u05D6\u05D5 \u05E0\u05E2\u05E8\u05DB\u05D4. \u05DB\u05D3\u05D9 \u05DC\u05D0\u05E4\u05E1 \u05D0\u05EA \u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD, \u05DC\u05D7\u05E5 \u05E2\u05DC "\u05D0\u05E4\u05E1 \u05D0\u05EA \u05D0\u05EA \u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD" \u05D1\u05E2\u05EA \u05D4\u05E6\u05D2\u05EA \u05E7\u05D5\u05D3 \u05D4\u05DE\u05E7\u05D5\u05E8 \u05D1\u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4.
SAMPLE_API_REFERENCE_BTN=\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API
SAMPLE_PREV_BTN_TOOLTIP=\u05D4\u05E6\u05D2 \u05D3\u05D2\u05D9\u05DE\u05D4 \u05E7\u05D5\u05D3\u05DE\u05EA
SAMPLE_NEXT_BTN_TOOLTIP=\u05D4\u05E6\u05D2 \u05D3\u05D2\u05D9\u05DE\u05D4 \u05D4\u05D1\u05D0\u05D4
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u05D4\u05E6\u05D2 \u05D3\u05D2\u05D9\u05DE\u05D4 \u05D6\u05D5 \u05D1\u05DE\u05E6\u05D1 '\u05DE\u05E1\u05DA \u05DE\u05DC\u05D0'
SAMPLE_ADAPT_BTN_TOOLTIP=\u05D4\u05EA\u05D0\u05DD \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9
SAMPLE_CODE_BTN_TOOLTIP=\u05D4\u05E6\u05D2 \u05E7\u05D5\u05D3 \u05DE\u05E7\u05D5\u05E8 \u05E2\u05D1\u05D5\u05E8 \u05EA\u05D1\u05E0\u05D9\u05EA \u05D6\u05D5
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u05E4\u05EA\u05D7 \u05D1\u05DC\u05E9\u05D5\u05E0\u05D9\u05EA \u05D7\u05D3\u05E9\u05D4
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u05D4\u05D5\u05E8\u05D3
SAMPLE_RESET_CHANGES=\u05D0\u05E4\u05E1 \u05D0\u05EA \u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD

RELEASE_NOTES_TITLE=\u05D9\u05D5\u05DE\u05DF \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD

SEARCH_PAGE_TITLE=\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D7\u05D9\u05E4\u05D5\u05E9 \u05E2\u05D1\u05D5\u05E8 ''{0}''
SEARCH_PAGE_DESCRIPTION=\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D7\u05D9\u05E4\u05D5\u05E9 \u05DE\u05D5\u05E6\u05D2\u05D5\u05EA \u05D1\u05E7\u05D8\u05D2\u05D5\u05E8\u05D9\u05D5\u05EA.
SEARCH_PAGE_ALL_SECTION_TITLE=\u05D4\u05DB\u05D5\u05DC ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=10 \u05D4\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D4\u05DE\u05D5\u05D1\u05D9\u05DC\u05D5\u05EA \u05DE'\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05DC-API'
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=10 \u05D4\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D4\u05DE\u05D5\u05D1\u05D9\u05DC\u05D5\u05EA \u05DE'\u05EA\u05D9\u05E2\u05D5\u05D3'
SEARCH_SUGGESTIONS_TITLE_SAMPLES=10 \u05D4\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D4\u05DE\u05D5\u05D1\u05D9\u05DC\u05D5\u05EA \u05DE'\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA'
SEARCH_SUGGESTIONS_TITLE_ALL=10 \u05D4\u05EA\u05D5\u05E6\u05D0\u05D5\u05EA \u05D4\u05DE\u05D5\u05D1\u05D9\u05DC\u05D5\u05EA \u05DE'\u05D4\u05DB\u05DC'
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u05D4\u05DB\u05D5\u05DC
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u05D4\u05E6\u05D2 \u05D4\u05DB\u05D5\u05DC
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u05EA\u05D9\u05E2\u05D5\u05D3
SEARCH_SUGGESTIONS_API_SECTION_TITLE=\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u05D4\u05DB\u05D5\u05DC ({0} \u05DE\u05EA\u05D5\u05DA {1})
SEARCH_PAGE_API_SECTION_TITLE=\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=\u05E1\u05D9\u05DE\u05D5\u05DB\u05D9\u05DF \u05E9\u05DC API ({0} \u05DE\u05EA\u05D5\u05DA {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u05EA\u05D9\u05E2\u05D5\u05D3 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u05EA\u05D9\u05E2\u05D5\u05D3 ({0} \u05DE\u05EA\u05D5\u05DA {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u05D3\u05D2\u05D9\u05DE\u05D5\u05EA ({0} \u05DE\u05EA\u05D5\u05DA {1})

RELEASE_DIALOG_TITLE=\u05D9\u05D5\u05DE\u05DF \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E2\u05D1\u05D5\u05E8\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u05E1\u05D2\u05D5\u05E8
RELEASE_DIALOG_NO_DATA_TEXT=\u05D0\u05D9\u05DF \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E2\u05D1\u05D5\u05E8 \u05E1\u05E4\u05E8\u05D9\u05D9\u05D4 \u05D6\u05D5.

ABOUT_DIALOG_TITLE=\u05E2\u05DC \u05D0\u05D5\u05D3\u05D5\u05EA
ABOUT_DIALOG_TEXT_1=\u05E2\u05E8\u05DB\u05EA \u05D4\u05D3\u05D2\u05DE\u05D4 \u05E9\u05DC UI5 - \u05E2\u05E8\u05DB\u05EA \u05DB\u05DC\u05D9\u05DD \u05E9\u05DC \u05E4\u05D9\u05EA\u05D5\u05D7 \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E2\u05D1\u05D5\u05E8 HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 \u05D6\u05DB\u05D5\u05D9\u05D5\u05EA \u05D9\u05D5\u05E6\u05E8\u05D9\u05DD 2009-2022 SAP SE. \u05DB\u05DC \u05D4\u05D6\u05DB\u05D5\u05D9\u05D5\u05EA \u05E9\u05DE\u05D5\u05E8\u05D5\u05EA.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2022 SAP SE \u05D0\u05D5 \u05D7\u05D1\u05E8\u05D4 \u05D4\u05DE\u05E1\u05D5\u05E0\u05E4\u05EA \u05DC-SAP.
ABOUT_DIALOG_TEXT_4={0} \u05D2\u05E8\u05E1\u05D4 {1}
ABOUT_DIALOG_TEXT_5=\u05D2\u05E8\u05E1\u05EA UI5 \u05E4\u05EA\u05D5\u05D7\u05D4 {0}
ABOUT_DIALOG_TEXT_6=\u05EA\u05D5\u05DB\u05E0\u05D4 \u05D6\u05D5 \u05DB\u05D5\u05DC\u05DC\u05EA \u05D0\u05EA \u05D2\u05E8\u05E1\u05D0\u05D5\u05EA \u05D4\u05E1\u05E4\u05E8\u05D9\u05D9\u05D4 \u05D4\u05D1\u05D0\u05D5\u05EA
ABOUT_DIALOG_LINK_1=\u05E4\u05E8\u05D8\u05D9 \u05D2\u05E8\u05E1\u05D4
ABOUT_DIALOG_TEXT_7=\u05EA\u05D5\u05DB\u05E0\u05D4 \u05D6\u05D5 \u05DB\u05D5\u05DC\u05DC\u05EA \u05EA\u05D5\u05DB\u05E0\u05EA \u05D1\u05E7\u05D5\u05D3 \u05E4\u05EA\u05D5\u05D7 \u05E9\u05DC \u05E6\u05D3 \u05E9\u05DC\u05D9\u05E9\u05D9
ABOUT_DIALOG_TEXT_8=\u05DB\u05DC\u05D5\u05DC \u05EA\u05D5\u05DB\u05E0\u05EA \u05E6\u05D3 \u05E9\u05DC\u05D9\u05E9\u05D9
ABOUT_DIALOG_VERSION_TITLE=\u05E4\u05E8\u05D8\u05D9 \u05D2\u05E8\u05E1\u05D4
ABOUT_DIALOG_VERSION=\u05D2\u05E8\u05E1\u05D4
ABOUT_DIALOG_DESCRIPTION=\u05EA\u05D9\u05D0\u05D5\u05E8
ABOUT_DIALOG_CHANGE_LOG=\u05D9\u05D5\u05DE\u05DF \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD
ABOUT_DIALOG_CHANGE_LOG_LINK=\u05D9\u05D5\u05DE\u05DF \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD
ABOUT_DIALOG_COMPONENT=\u05E8\u05DB\u05D9\u05D1
ABOUT_DIALOG_CLOSE_BTN=\u05E1\u05D2\u05D5\u05E8
ABOUT_DIALOG_THIRD_PARTY=\u05DB\u05DC\u05D5\u05DC \u05EA\u05D5\u05DB\u05E0\u05EA \u05E6\u05D3 \u05E9\u05DC\u05D9\u05E9\u05D9

FOOTER_LEGAL_DISCOLURE=\u05D2\u05D9\u05DC\u05D5\u05D9 \u05DE\u05E9\u05E4\u05D8\u05D9
FOOTER_PRIVACY=\u05E4\u05E8\u05D8\u05D9\u05D5\u05EA
FOOTER_TERMS=\u05EA\u05E0\u05D0\u05D9 \u05E9\u05D9\u05DE\u05D5\u05E9
FOOTER_LICENSE=\u05E8\u05D9\u05E9\u05D9\u05D5\u05DF

NOT_FOUND_TITLE=\u05DC\u05D0 \u05E0\u05DE\u05E6\u05D0
NOT_FOULD_TEXT=\u05D4\u05DE\u05E9\u05D0\u05D1 \u05D4\u05DE\u05D1\u05D5\u05E7\u05E9 \u05DC\u05D0 \u05E0\u05DE\u05E6\u05D0.

NOT_FOUND_REMOVED_TEXT=\u05D2\u05E8\u05E1\u05D4 \u05DE\u05D1\u05D5\u05E7\u05E9\u05EA UI5 \u05DE\u05D9\u05D5\u05E9\u05E0\u05EA \u05D5\u05D4\u05D5\u05E1\u05E8\u05D4.
NOT_FOUND_DK_REMOVED_TEXT=\u05EA\u05D5\u05DB\u05DF \u05E2\u05E8\u05DB\u05EA \u05D4\u05D4\u05D3\u05D2\u05DE\u05D4 \u05D4\u05DE\u05D1\u05D5\u05E7\u05E9 \u05E9\u05DC UI5 \u05D4\u05D5\u05E1\u05E8.
NOT_FOUND_UNAVAILABLE_TEXT=\u05D4\u05DE\u05E9\u05D0\u05D1 \u05D4\u05DE\u05D1\u05D5\u05E7\u05E9 \u05DC\u05D0 \u05D6\u05DE\u05D9\u05DF.
VERSION_NOT_FOUND_READ_MORE=\u05E7\u05E8\u05D0 \u05E2\u05D5\u05D3
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=\u05D3\u05E3 \u05D4\u05D1\u05D9\u05EA

NOT_FOUND_SAMPLE_TITLE=\u05D3\u05D2\u05D9\u05DE\u05D4 \u05DC\u05D0 \u05E0\u05DE\u05E6\u05D0\u05D4
NOT_FOUND_SAMPLE_TEXT=\u05D4\u05D3\u05D2\u05D9\u05DE\u05D4 \u05D4\u05DE\u05D1\u05D5\u05E7\u05E9\u05EA \u05DC\u05D0 \u05E7\u05D9\u05D9\u05DE\u05EA \u05E2\u05D1\u05D5\u05E8 \u05D2\u05E8\u05E1\u05EA UI5 \u05E9\u05E0\u05D1\u05D7\u05E8\u05D4. \u05D1\u05D3\u05D5\u05E7 \u05D3\u05D2\u05D9\u05DE\u05D5\u05EA \u05D6\u05DE\u05D9\u05E0\u05D5\u05EA \u05DB\u05D0\u05DF

SITEMAP_TITLE=\u05DE\u05E4\u05EA \u05D0\u05EA\u05E8

LIVE_EDITOR_TITLE=\u05E2\u05D5\u05E8\u05DA \u05D1\u05D6\u05DE\u05DF \u05D0\u05DE\u05EA
LIVE_EDITOR_RESULT=\u05EA\u05D5\u05E6\u05D0\u05D4
LIVE_EDITOR_PREVIEW_BTN=\u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4 \u05D0\u05D5\u05D8\u05D5\u05DE\u05D8\u05D9\u05EA

API_MASTER_PLACEHOLDER=\u05D7\u05E4\u05E9
API_MASTER_EXPAND_BTN_TOOLTIP=\u05D4\u05E8\u05D7\u05D1 \u05D4\u05DB\u05D5\u05DC
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u05E6\u05DE\u05E6\u05DD \u05D4\u05DB\u05D5\u05DC
API_MASTER_DEPRECATED_CB=\u05DB\u05DC\u05D5\u05DC \u05E4\u05E8\u05D9\u05D8\u05D9\u05DD \u05E9\u05D0\u05D9\u05E0\u05DD \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9
API_MASTER_EXPERIMENTAL_CB=\u05DB\u05DC\u05D5\u05DC \u05E0\u05D9\u05E1\u05D5\u05D9\u05D9
API_MASTER_NO_DATA_TEXT=\u05D0\u05D9\u05DF \u05E0\u05EA\u05D5\u05E0\u05D9\u05DD, \u05E0\u05E1\u05D4 \u05D1\u05D7\u05D9\u05E4\u05D5\u05E9 \u05D4\u05D2\u05DC\u05D5\u05D1\u05DC\u05D9
API_MASTER_DEPRECATED=\u05DC\u05D0 \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9
API_MASTER_EXPERIMENTAL=\u05E0\u05D9\u05E1\u05D5\u05D9\u05D9
API_MASTER_DEPRECATED_APIS=\u05DE\u05DE\u05E9\u05E7\u05D9 API \u05E9\u05D0\u05D9\u05E0\u05DD \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9
API_MASTER_EXPERIMENTAL_APIS=\u05DE\u05DE\u05E9\u05E7\u05D9 API \u05E0\u05D9\u05E1\u05D9\u05D5\u05E0\u05D9\u05D9\u05DD
API_MASTER_INDEX_BY_VERSION=\u05D0\u05D9\u05E0\u05D3\u05E7\u05E1 \u05DC\u05E4\u05D9 \u05D2\u05E8\u05E1\u05D4

API_DETAIL_SINCE_TITLE=\u05D0\u05D9\u05E0\u05D3\u05E7\u05E1 \u05DC\u05E4\u05D9 \u05D2\u05E8\u05E1\u05D4

API_DETAIL_EXPERIMENTAL_TITLE=\u05D0\u05D9\u05E0\u05D3\u05E7\u05E1 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7\u05D9 API \u05E0\u05D9\u05E1\u05D9\u05D5\u05E0\u05D9\u05D9\u05DD

API_DETAIL_DEPRECATED_TITLE=\u05D0\u05D9\u05E0\u05D3\u05E7\u05E1 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7\u05D9 API \u05E9\u05D0\u05D9\u05E0\u05DD \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9
API_DETAIL_DEPRECATED_WARNING=\u05DC\u05DE\u05D9\u05D3\u05E2 \u05DB\u05DC\u05DC\u05D9 \u05E2\u05DC \u05DE\u05D0\u05E4\u05D9\u05D9\u05E0\u05D9\u05DD \u05E9\u05D0\u05D9\u05E0\u05DD \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9, \u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05DB\u05DC\u05DC\u05D9 \u05D4\u05EA\u05D0\u05D9\u05DE\u05D5\u05EA.

API_DETAIL_AS_OF_VERSION=\u05D4\u05D7\u05DC \u05DE-{0}
API_DETAIL_NA_VERSION=\u05D2\u05E8\u05E1\u05D4 \u05DC\u05D0 \u05D9\u05E9\u05D9\u05DE\u05D4

RESOURCES_INTRO_CARD_TITLE=\u05DE\u05E9\u05D0\u05D1\u05D9\u05DD
RESOURCES_INTRO_CARD_SUBTITLE=\u05D6\u05D4\u05D5 \u05D4\u05DE\u05E8\u05DB\u05D6 \u05E9\u05DC\u05DA \u05E2\u05D1\u05D5\u05E8 \u05DE\u05E9\u05D0\u05D1\u05D9 UI5 \u05E9\u05E0\u05D1\u05D7\u05E8\u05D5 \u05DC\u05E1\u05D9\u05D9\u05E2 \u05DC\u05DA \u05D1\u05DE\u05E1\u05E2 \u05D4\u05E4\u05D9\u05EA\u05D5\u05D7 \u05E9\u05DC\u05DA. \u05D0\u05D6 \u05E7\u05D3\u05D9\u05DE\u05D4 - \u05D2\u05DC\u05D4, \u05DC\u05DE\u05D3 \u05D5\u05DE\u05E0\u05E3 \u05D0\u05D5\u05EA\u05DD \u05DB\u05D3\u05D9 \u05DC\u05E7\u05D1\u05DC \u05D0\u05EA \u05D4\u05DE\u05D9\u05D8\u05D1 \u05DE\u05E4\u05E8\u05D5\u05D9\u05E7\u05D8\u05D9 \u05D4-UI5 \u05E9\u05DC\u05DA\!

RESOURCES_ASIDE_CARD_TITLE=\u05E1\u05E7\u05D9\u05E8\u05D4 \u05DE-A-Z

RESOURCES_CATEGORY_TITLE_FEATURED=\u05DE\u05D5\u05E6\u05D2
RESOURCES_CARD_TITLE_ICON_EXPLORER=\u05E1\u05D9\u05D9\u05E8 \u05D4\u05D0\u05D9\u05D9\u05E7\u05D5\u05E0\u05D9\u05DD
RESOURCES_CARD_DESC_ICON_EXPLORER=\u05D4\u05D0\u05D9\u05D9\u05E7\u05D5\u05E0\u05D9\u05DD \u05D4\u05E0\u05DB\u05D5\u05E0\u05D9\u05DD \u05E2\u05D5\u05E9\u05D9\u05DD \u05D0\u05EA \u05DB\u05DC \u05D4\u05D4\u05D1\u05D3\u05DC. \u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05D0\u05D5\u05E1\u05E3 \u05D4\u05D0\u05D9\u05D9\u05E7\u05D5\u05E0\u05D9\u05DD \u05D4\u05D2\u05D3\u05D5\u05DC \u05E9\u05DC\u05E0\u05D5 \u05D1\u05D2\u05D5\u05E4\u05E0\u05D9 \u05D4\u05D0\u05D9\u05D9\u05E7\u05D5\u05E0\u05D9\u05DD \u05DB\u05D3\u05D9 \u05DC\u05DE\u05E6\u05D5\u05D0 \u05D0\u05EA \u05D4\u05D8\u05D5\u05D1\u05D9\u05DD \u05D1\u05D9\u05D5\u05EA\u05E8 \u05E2\u05D1\u05D5\u05E8 \u05E4\u05E8\u05D5\u05D9\u05E7\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E9\u05DC\u05DA.
RESOURCES_CARD_TITLE_ACC_GUIDE=\u05DE\u05D3\u05E8\u05D9\u05DA \u05E0\u05D2\u05D9\u05E9\u05D5\u05EA
RESOURCES_CARD_DESC_ACC_GUIDE=\u05DE\u05D3\u05E8\u05D9\u05DA \u05D4\u05E0\u05D2\u05D9\u05E9\u05D5\u05EA \u05DE\u05E1\u05E4\u05E7 \u05DE\u05D9\u05D3\u05E2 \u05DE\u05E4\u05D5\u05E8\u05D8 \u05E2\u05DD \u05D3\u05D5\u05D2\u05DE\u05D0\u05D5\u05EA \u05DC\u05D2\u05D1\u05D9 \u05E0\u05D2\u05D9\u05E9\u05D5\u05EA \u05DC\u05E8\u05E9\u05EA \u05D1\u05D9\u05DF \u05D0\u05DD \u05D0\u05EA\u05D4 \u05DE\u05E4\u05EA\u05D7 \u05D1\u05E7\u05E8\u05D4 \u05D0\u05D5 \u05DE\u05E4\u05EA\u05D7 \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05D5\u05D1\u05D9\u05DF \u05D0\u05DD \u05D0\u05EA\u05D4 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E2\u05E1\u05E7\u05D9 \u05E9\u05DE\u05D7\u05E4\u05E9 \u05DC\u05DC\u05DE\u05D5\u05D3 \u05E2\u05D5\u05D3 \u05E2\u05DC \u05E0\u05D2\u05D9\u05E9\u05D5\u05EA \u05DC\u05E8\u05E9\u05EA \u05D1\u05EA\u05D7\u05D5\u05DD SAPUI5.

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=\u05DB\u05DC\u05D9 \u05E4\u05D9\u05EA\u05D5\u05D7
RESOURCES_CARD_TITLE_TOOLING=\u05DB\u05DC\u05D9 UI5
RESOURCES_CARD_DESC_TOOLING=\u05DB\u05DC\u05D9 UI5 \u05D4\u05D5\u05D0 \u05E9\u05E8\u05E9\u05E8\u05EA \u05DB\u05DC\u05D9\u05DD \u05DE\u05D5\u05D3\u05D5\u05DC\u05E8\u05D9\u05EA \u05DE\u05D4\u05DE\u05E4\u05D5\u05EA\u05D7\u05D5\u05EA \u05D1\u05D9\u05D5\u05EA\u05E8 \u05DC\u05E4\u05D9\u05EA\u05D5\u05D7 \u05E4\u05E8\u05D5\u05D9\u05E7\u05D8\u05D9 UI5 \u05D1\u05E6\u05E8\u05D9\u05DB\u05EA UI5 \u05D3\u05E8\u05DA NPM. \u05DE\u05DE\u05E9\u05E7 CLI \u05DE\u05D5\u05D3\u05D5\u05DC\u05E8\u05D9, \u05D1\u05E7\u05D5\u05D3 \u05E4\u05EA\u05D5\u05D7, \u05E0\u05D9\u05EA\u05DF \u05DC\u05EA\u05E6\u05D5\u05E8\u05D4 \u05D5\u05E0\u05D9\u05EA\u05DF \u05DC\u05D4\u05E8\u05D7\u05D1\u05D4 \u05DB\u05D3\u05D9 \u05DC\u05E4\u05EA\u05D7 \u05D1\u05D9\u05E2\u05D9\u05DC\u05D5\u05EA \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD, \u05E1\u05E4\u05E8\u05D9\u05D5\u05EA \u05D5\u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D7\u05D5\u05D6\u05E8 \u05D1\u05E8\u05DB\u05D9\u05D1\u05D9\u05DD \u05E2\u05DD \u05DE\u05E1\u05D2\u05E8\u05EA UI5.
RESOURCES_CARD_TITLE_FIORI_TOOLS=\u05DB\u05DC\u05D9 SAP Fiori
RESOURCES_CARD_DESC_FIORI_TOOLS=\u05DB\u05DC\u05D9 SAP Fiori \u05DE\u05E4\u05E9\u05D8\u05D9\u05DD \u05D0\u05EA \u05D9\u05E6\u05D9\u05E8\u05EA \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05E9\u05DC \u05D0\u05DC\u05DE\u05E0\u05D8\u05D9 SAP Fiori \u05D1\u05D0\u05DE\u05E6\u05E2\u05D5\u05EA \u05D4\u05E2\u05E0\u05E7\u05EA \u05D4\u05E8\u05D7\u05D1\u05D5\u05EA \u05E2\u05D1\u05D5\u05E8 \u05E1\u05D1\u05D9\u05D1\u05D5\u05EA \u05E4\u05D9\u05EA\u05D5\u05D7SAP Business Application Studio \u05D5-Visual Studio Code.
RESOURCES_CARD_TITLE_CARD_EXPLORER=\u05E1\u05D9\u05D9\u05E8 \u05DB\u05E8\u05D8\u05D9\u05E1\u05D9\u05DD
RESOURCES_CARD_DESC_CARD_EXPLORER=\u05DB\u05E8\u05D8\u05D9\u05E1\u05D9 \u05E9\u05D9\u05DC\u05D5\u05D1 \u05D4\u05DD \u05D3\u05E8\u05DA \u05E0\u05D4\u05D3\u05E8\u05EA \u05DC\u05E1\u05E4\u05E7 \u05EA\u05D5\u05DB\u05DF \u05E2\u05E1\u05E7\u05D9 \u05DC\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05D1\u05DB\u05E8\u05D8\u05D9\u05E1\u05D9\u05DD \u05D1\u05E6\u05D5\u05E8\u05EA widget \u05D1\u05E2\u05DE\u05D5\u05D3\u05D9 \u05D4\u05D1\u05D9\u05EA \u05D0\u05D5 \u05D1\u05DC\u05D5\u05D7\u05D5\u05EA \u05D4\u05DE\u05D7\u05D5\u05D5\u05E0\u05D9\u05DD. \u05E1\u05D9\u05D9\u05E8 \u05D4\u05DB\u05E8\u05D8\u05D9\u05E1\u05D9\u05DD \u05DE\u05E6\u05D9\u05D2 \u05D0\u05EA \u05DB\u05DC \u05DE\u05D4 \u05E9\u05EA\u05E6\u05D8\u05E8\u05DA \u05DC\u05D3\u05E2\u05EA \u05DB\u05D3\u05D9 \u05DC\u05D9\u05D9\u05E9\u05DD \u05D0\u05D5\u05EA\u05DD.
RESOURCES_CARD_TITLE_FPM_EXPLORER=\u05E1\u05D9\u05D9\u05E8 \u05E9\u05DC \u05DE\u05D5\u05D3\u05DC \u05EA\u05DB\u05E0\u05D5\u05EA \u05D2\u05DE\u05D9\u05E9
RESOURCES_CARD_DESC_FPM_EXPLORER=\u05DE\u05D5\u05D3\u05DC \u05EA\u05DB\u05E0\u05D5\u05EA \u05D2\u05DE\u05D9\u05E9 \u05DE\u05D0\u05E4\u05E9\u05E8 \u05DC\u05DA \u05DC\u05D4\u05EA\u05D0\u05D9\u05DD \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05D1\u05E7\u05DC\u05D5\u05EA \u05DC\u05E6\u05E8\u05DB\u05D9\u05DD \u05E9\u05DC\u05DA \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05DC SAP Fiori \u05E2\u05D1\u05D5\u05E8 OData V4.
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio 
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=SAP Business Application Studio (BAS) \u05D4\u05D9\u05D0 \u05E1\u05D1\u05D9\u05D1\u05EA \u05E4\u05D9\u05EA\u05D5\u05D7 \u05DE\u05D5\u05D3\u05E8\u05E0\u05D9\u05EA \u05DE\u05D1\u05D5\u05E1\u05E1\u05EA \u05E2\u05E0\u05DF, \u05D4\u05DE\u05D5\u05EA\u05D0\u05DE\u05EA \u05DC\u05E4\u05D9\u05EA\u05D5\u05D7 \u05D5\u05D4\u05E8\u05D7\u05D1\u05D4 \u05D9\u05E2\u05D9\u05DC\u05D9\u05DD \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05E2\u05E1\u05E7\u05D9\u05D9\u05DD \u05E2\u05D1\u05D5\u05E8 \u05D0\u05E8\u05D2\u05D5\u05E0\u05D9\u05DD \u05D7\u05DB\u05DE\u05D9\u05DD.

RESOURCES_CATEGORY_TITLE_CUSTOMISING=\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D0\u05D9\u05E9\u05D9\u05EA
RESOURCES_CARD_TITLE_THEME_DESIGNER=\u05DE\u05E2\u05E6\u05D1 \u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9
RESOURCES_CARD_DESC_THEME_DESIGNER=\u05DE\u05E2\u05E6\u05D1 \u05E2\u05E8\u05DB\u05EA \u05D4\u05E0\u05D5\u05E9\u05D0 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D4\u05D5\u05D0 \u05DB\u05DC\u05D9 \u05DE\u05D1\u05D5\u05E1\u05E1 \u05D3\u05E4\u05D3\u05E4\u05DF \u05DC\u05D4\u05EA\u05D0\u05DE\u05EA \u05E2\u05E8\u05DB\u05D5\u05EA \u05E0\u05D5\u05E9\u05D0 \u05D5\u05DE\u05D9\u05EA\u05D5\u05D2 \u05DE\u05DE\u05E9\u05E7\u05D9 \u05DE\u05E4\u05EA\u05D7 \u05E9\u05DC \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9 SAP. \u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05D5 \u05DB\u05D3\u05D9 \u05DC\u05D1\u05E0\u05D5\u05EA \u05E2\u05E8\u05DB\u05D5\u05EA \u05E0\u05D5\u05E9\u05D0 \u05DC\u05D6\u05D4\u05D5\u05EA \u05D4\u05EA\u05D0\u05D2\u05D9\u05D3\u05D9\u05EA \u05E9\u05DC\u05DA \u05D1\u05DE\u05D4\u05D9\u05E8\u05D5\u05EA \u05D5\u05D1\u05E7\u05DC\u05D5\u05EA \u05D1\u05D0\u05DE\u05E6\u05E2\u05D5\u05EA \u05D4\u05EA\u05D0\u05DE\u05EA \u05EA\u05D1\u05E0\u05D9\u05D5\u05EA \u05E9\u05E1\u05D5\u05E4\u05E7\u05D5 \u05E2\u05DC-\u05D9\u05D3\u05D9 SAP.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=\u05EA\u05D9\u05D1\u05EA \u05DB\u05DC\u05D9\u05DD \u05E9\u05DC \u05E4\u05E8\u05DE\u05D8\u05E8 \u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=\u05D1\u05E2\u05D6\u05E8\u05EA \u05EA\u05D9\u05D1\u05EA \u05D4\u05DB\u05DC\u05D9\u05DD \u05E9\u05DC \u05E4\u05E8\u05DE\u05D8\u05E8 \u05E2\u05E8\u05DB\u05EA \u05D4\u05E0\u05D5\u05E9\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05D7\u05E4\u05E9, \u05DC\u05E1\u05E0\u05DF \u05D5\u05DC\u05E6\u05E4\u05D5\u05EA \u05D1\u05E4\u05E8\u05DE\u05D8\u05E8\u05D9 \u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0 \u05E1\u05DE\u05E0\u05D8\u05D9\u05D9\u05DD \u05D1\u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4. \u05D4\u05D9\u05D0 \u05DB\u05D5\u05DC\u05DC\u05EA \u05E2\u05E8\u05DB\u05D5\u05EA \u05E0\u05D5\u05E9\u05D0 \u05E0\u05D5\u05DB\u05D7\u05D9\u05D5\u05EA \u05D5\u05DE\u05D4\u05E2\u05D1\u05E8 \u05E9\u05D4\u05D5\u05E6\u05E2\u05D5 \u05E2\u05DC-\u05D9\u05D3\u05D9 SAP.
RESOURCES_CARD_TITLE_FLEXIBILITY=SAPUI5 Flexibility
RESOURCES_CARD_DESC_FLEXIBILITY=\u05D1\u05E2\u05D6\u05E8\u05EA \u05D4\u05D2\u05DE\u05D9\u05E9\u05D5\u05EA \u05E9\u05DC SAPUI5, \u05DE\u05E4\u05EA\u05D7\u05D9\u05DD, \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9 \u05DE\u05E4\u05EA\u05D7 \u05D5\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9 \u05E7\u05E6\u05D4 \u05D9\u05DB\u05D5\u05DC\u05D9\u05DD \u05DC\u05E2\u05E6\u05D1 \u05D0\u05EA \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 SAPUI5 \u05DB\u05D3\u05D9 \u05DC\u05E1\u05E4\u05E7 \u05D7\u05D5\u05D5\u05D9\u05D9\u05EA \u05DE\u05E9\u05EA\u05DE\u05E9 \u05DE\u05D5\u05EA\u05D0\u05DE\u05EA \u05D0\u05D9\u05E9\u05D9\u05EA - \u05DC\u05DC\u05D0 \u05E6\u05D5\u05E8\u05DA \u05DC\u05D4\u05EA\u05E2\u05E1\u05E7 \u05D1\u05E7\u05D5\u05D3 \u05D4\u05DE\u05E7\u05D5\u05E8.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=\u05D0\u05D9\u05EA\u05D5\u05E8 \u05EA\u05E7\u05DC\u05D5\u05EA
RESOURCES_CARD_TITLE_INSPECTOR=\u05DE\u05E4\u05E7\u05D7 UI5
RESOURCES_CARD_DESC_INSPECTOR=\u05DE\u05E4\u05E7\u05D7 UI5 \u05D4\u05D5\u05D0 \u05D4\u05E8\u05D7\u05D1\u05D4 \u05D1\u05E7\u05D5\u05D3 \u05E4\u05EA\u05D5\u05D7 \u05E9\u05DC Chrome DevTools \u05E9\u05E0\u05D9\u05EA\u05DF \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05D4 \u05DB\u05D3\u05D9 \u05DC\u05E0\u05E4\u05D5\u05EA \u05E9\u05D2\u05D9\u05D0\u05D5\u05EA \u05D1\u05E7\u05DC\u05D5\u05EA \u05D5\u05DB\u05D3\u05D9 \u05DC\u05EA\u05DE\u05D5\u05DA \u05D1\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05DE\u05D1\u05D5\u05E1\u05E1\u05D9 OpenUI5 \u05D0\u05D5 SAPUI5.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=\u05DE\u05E1\u05D9\u05D9\u05E2 \u05EA\u05DE\u05D9\u05DB\u05D4
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=\u05DE\u05E1\u05D9\u05D9\u05E2 \u05D4\u05EA\u05DE\u05D9\u05DB\u05D4 \u05DE\u05D0\u05E4\u05E9\u05E8 \u05DC\u05DE\u05E4\u05EA\u05D7\u05D9\u05DD \u05DC\u05D1\u05D3\u05D5\u05E7 \u05D0\u05DD \u05D4\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9\u05DD \u05E9\u05DC\u05D4\u05DD \u05D1\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D4\u05EA\u05D0\u05DD \u05DC\u05E7\u05D5\u05D5\u05D9\u05DD \u05D4\u05DE\u05E0\u05D7\u05D9\u05DD \u05D5\u05E9\u05D9\u05D8\u05D5\u05EA \u05D4\u05E2\u05D1\u05D5\u05D3\u05D4 \u05D4\u05DE\u05D5\u05DE\u05DC\u05E6\u05D5\u05EA \u05E9\u05DC SAPUI5.

RESOURCES_CATEGORY_TITLE_TESTING=\u05D1\u05D3\u05D9\u05E7\u05D4
RESOURCES_CARD_TITLE_TEST_RECORDER=\u05E8\u05D5\u05E9\u05DD \u05D1\u05D3\u05D9\u05E7\u05D4
RESOURCES_CARD_DESC_TEST_RECORDER=\u05E8\u05D5\u05E9\u05DD \u05D4\u05D1\u05D3\u05D9\u05E7\u05D4 \u05DE\u05E1\u05D9\u05D9\u05E2 \u05DC\u05DA \u05DC\u05D9\u05E6\u05D5\u05E8 \u05D1\u05D3\u05D9\u05E7\u05D5\u05EA \u05E9\u05D9\u05DC\u05D5\u05D1 \u05D5\u05DE\u05E2\u05E8\u05DB\u05EA UI5 \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05E8\u05D9\u05E9\u05D5\u05DD \u05D4\u05E4\u05E2\u05D5\u05DC\u05D5\u05EA \u05E9\u05DC\u05DA \u05D1\u05D3\u05E4\u05D3\u05E4\u05DF.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=WDI5 \u05D4\u05D5\u05D0 \u05E9\u05D9\u05E8\u05D5\u05EA Webdriver.IO \u05E9\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D1-API \u05DC\u05D1\u05D3\u05D9\u05E7\u05D4 \u05E9\u05DC UI5. \u05D4\u05D5\u05D0 \u05E0\u05D5\u05E2\u05D3 \u05DC\u05D4\u05E4\u05E2\u05DC\u05EA \u05D1\u05D3\u05D9\u05E7\u05D5\u05EA \u05DE\u05E7\u05E6\u05D4 \u05DC\u05E7\u05E6\u05D4 \u05D1\u05DB\u05DC \u05D4\u05E4\u05DC\u05D8\u05E4\u05D5\u05E8\u05DE\u05D5\u05EA \u05D1\u05D9\u05D9\u05E9\u05D5\u05DD SAPUI5 \u05E2\u05DD \u05D1\u05D5\u05D7\u05E8\u05D9\u05DD \u05DE\u05EA\u05D0\u05D9\u05DE\u05D9\u05DD \u05DC-OPA5.

RESOURCES_CARD_LINK_ICON_EXPLORER=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05E1\u05D9\u05D9\u05E8 \u05D4\u05E1\u05DE\u05DC\u05D9\u05DD
RESOURCES_CARD_LINK_ACC_GUIDE=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05DE\u05D3\u05E8\u05D9\u05DA \u05D4\u05E0\u05D2\u05D9\u05E9\u05D5\u05EA
RESOURCES_CARD_LINK_TOOLING=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05DB\u05DC\u05D9 UI5
RESOURCES_CARD_LINK_FIORI_TOOLS=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05DB\u05DC\u05D9 SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05E9\u05D9\u05DC\u05D5\u05D1 \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05E2\u05DD \u05DB\u05E8\u05D8\u05D9\u05E1\u05D9\u05DD
RESOURCES_CARD_LINK_FPM_EXPLORER=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05E1\u05D9\u05D9\u05E8 FPM
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05DE\u05E2\u05E6\u05D1 \u05E2\u05E8\u05DB\u05EA \u05E0\u05D5\u05E9\u05D0 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05EA\u05D9\u05D1\u05EA \u05D4\u05DB\u05DC\u05D9\u05DD
RESOURCES_CARD_LINK_FLEXIBILITY=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05D2\u05DE\u05D9\u05E9\u05D5\u05EA SAPUI5
RESOURCES_CARD_LINK_INSPECTOR=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05D1\u05E7\u05E8 UI5
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05E2\u05D5\u05D6\u05E8 \u05D4\u05EA\u05DE\u05D9\u05DB\u05D4
RESOURCES_CARD_LINK_TEST_RECORDER=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA \u05E8\u05D5\u05E9\u05DD \u05D4\u05D1\u05D3\u05D9\u05E7\u05D4
RESOURCES_CARD_LINK_WDI5=\u05D1\u05D3\u05D5\u05E7 \u05D0\u05EA wdi5

RESOURCES_CARD_LINK_TOOLTIP=\u05E4\u05EA\u05D7 \u05D1\u05DC\u05E9\u05D5\u05E0\u05D9\u05EA \u05D7\u05D3\u05E9\u05D4
