
APP_TABHEADER_ITEM_HOME=\u0414\u043E\u043C\u0430\u0448\u043D\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430
APP_TABHEADER_ITEM_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F
APP_TABHEADER_ITEM_API_REFERENCE=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API
APP_TABHEADER_ITEM_SAMPLES=\u0417\u0440\u0430\u0437\u043A\u0438
APP_TABHEADER_ITEM_DEMO_APPS=\u0414\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438
APP_TABHEADER_ITEM_TOOLS=\u0406\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0438
APP_CHANGE_VERSION_BTN=\u0412\u0435\u0440\u0441\u0456\u044F \u0437\u043C\u0456\u043D\u0438
APP_VERSION_BETA_VERSION=\u0411\u0435\u0442\u0430-\u0432\u0435\u0440\u0441\u0456\u044F
APP_VERSION_VERSION=\u0412\u0435\u0440\u0441\u0456\u044F
APP_VERSION_NOT_PRODUCTIVE=- \u043D\u0435 \u0434\u043B\u044F \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0432 \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u043C\u0443 \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0456
APP_VERSION_IN_PROGRESS=- \u0432\u0438\u043A\u043E\u043D\u0443\u0454\u0442\u044C\u0441\u044F \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0430
APP_FEEDBACK_BTN_TOOLTIP=\u041D\u0430\u0434\u0430\u0442\u0438 \u0432\u0456\u0434\u0433\u0443\u043A
APP_SEARCH_FIELD_CLOSE=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
APP_INFORMATION_BTN_TOOLTIP=\u0414\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0430 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
APP_INFORMATION_BTN_FEEDBACK=\u0412\u0456\u0434\u0433\u0443\u043A
APP_INFORMATION_BTN_ABOUT=\u041F\u0440\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443
APP_INFORMATION_BTN_LEGAL=\u041F\u0440\u0430\u0432\u043E\u0432\u0430
APP_INFORMATION_BTN_PRIVACY=\u041A\u043E\u043D\u0444\u0456\u0434\u0435\u043D\u0446\u0456\u0439\u043D\u0456\u0441\u0442\u044C
APP_INFORMATION_BTN_TERMS_OF_USE=\u0423\u043C\u043E\u0432\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F
APP_INFORMATION_BTN_APPEARANCE=\u0412\u0438\u0433\u043B\u044F\u0434
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0421\u0432\u0456\u0442\u043B\u0438\u0439
APP_INFORMATION_BTN_APPEARANCE_DARK=\u0422\u0435\u043C\u043D\u0438\u0439
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E (\u0437\u0430\u043B\u0435\u0436\u043D\u043E \u0432\u0456\u0434 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043E\u043A \u041E\u0421)
APP_INFORMATION_BTN_SITEMAP=\u041A\u0430\u0440\u0442\u0430 \u0441\u0430\u0439\u0442\u0443
APP_INFORMATION_BTN_COPYRIGHT=\u0410\u0432\u0442\u043E\u0440\u0441\u044C\u043A\u0435 \u043F\u0440\u0430\u0432\u043E
APP_INFORMATION_BTN_TRADEMARK=\u0422\u043E\u0440\u0433\u043E\u0432\u0430 \u043C\u0430\u0440\u043A\u0430
APP_INFORMATION_BTN_DISCLAIMER=\u0412\u0438\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u044F \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0456
APP_INFORMATION_BTN_LICENSE=\u041B\u0456\u0446\u0435\u043D\u0437\u0456\u044F
APP_COOKIES_TEXT=\u041C\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u043C\u043E \u0444\u0430\u0439\u043B\u0438 cookies \u0434\u043B\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0432\u0430\u0448\u043E\u0433\u043E \u0434\u043E\u0441\u0432\u0456\u0434\u0443 \u043D\u0430 \u043D\u0430\u0448\u043E\u043C\u0443 \u0441\u0430\u0439\u0442\u0456. \u041F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u044E\u0447\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u0446\u0435\u0439 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442, \u0432\u0438 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u0435\u0441\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u043D\u0430\u0448\u0456 cookies.

FEEDBACK_DIALOG_TITLE=\u041D\u0430\u0434\u0430\u0442\u0438 \u0432\u0456\u0434\u0433\u0443\u043A
FEEDBACK_DIALOG_OVERALL=\u042F\u043A\u0438\u0439 \u0432\u0430\u0448 \u0437\u0430\u0433\u0430\u043B\u044C\u043D\u0438\u0439 \u0434\u043E\u0441\u0432\u0456\u0434?
FEEDBACK_DIALOG_MESSAGE=\u0429\u043E \u0432\u0438 \u0445\u043E\u0447\u0435\u0442\u0435 \u043D\u0430\u043C \u0440\u043E\u0437\u043A\u0430\u0437\u0430\u0442\u0438?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u0412\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0434\u0456\u043B\u0438\u0442\u0438\u0441\u044F \u0432\u0430\u0448\u0438\u043C \u0432\u0456\u0434\u0433\u0443\u043A\u043E\u043C \u0434\u043B\u044F \u0437\u0430\u0433\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0434\u043E\u0441\u0432\u0456\u0434\u0443 \u0437 \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0438\u043C \u043A\u043E\u043C\u043F\u043B\u0435\u043A\u0442\u043E\u043C \u0430\u0431\u043E \u0437 \u043F\u0435\u0432\u043D\u043E\u044E \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u043E\u044E, \u044F\u043A\u0443 \u0432\u0438 \u043D\u0430\u0440\u0430\u0437\u0456 \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u0434\u0430\u0454\u0442\u0435.
FEEDBACK_DIALOG_RELATED=\u0412\u0456\u0434\u0433\u0443\u043A \u043F\u043E\u0432'\u044F\u0437\u0430\u043D\u0438\u0439 \u0437 \u043F\u043E\u0442\u043E\u0447\u043D\u043E\u044E \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u043E\u044E.
FEEDBACK_DIALOG_SHOW_DATA=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043D\u0456 \u0434\u0430\u043D\u0456
FEEDBACK_DIALOG_DISCLAIMER=\u0412\u0430\u0448 \u0432\u0456\u0434\u0433\u0443\u043A \u0430\u043D\u043E\u043D\u0456\u043C\u043D\u0438\u0439, \u043C\u0438 \u043D\u0435 \u0437\u0431\u0438\u0440\u0430\u0454\u043C\u043E \u043E\u0441\u043E\u0431\u0438\u0441\u0442\u0456 \u0434\u0430\u043D\u0456.
FEEDBACK_DIALOG_BTN_SEND=\u0412\u0456\u0434\u043F\u0440\u0430\u0432\u0438\u0442\u0438
FEEDBACK_DIALOG_BTN_CANCEL=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u0412\u0456\u0434\u043C\u0456\u043D\u043D\u043E
FEEDBACK_DIALOG_STATUS_GOOD=\u0414\u043E\u0431\u0440\u0435
FEEDBACK_DIALOG_STATUS_AVERAGE=\u0421\u0435\u0440\u0435\u0434\u043D\u0454
FEEDBACK_DIALOG_STATUS_POOR=\u041F\u043E\u0433\u0430\u043D\u043E
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u0414\u0443\u0436\u0435 \u043F\u043E\u0433\u0430\u043D\u043E
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0414\u044F\u043A\u0443\u0454\u043C\u043E\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u0412\u0430\u0448 \u0432\u0456\u0434\u0433\u0443\u043A \u0431\u0443\u0432 \u043D\u0430\u0434\u0456\u0441\u043B\u0430\u043D\u0438\u0439.
FEEDBACK_DIALOG_TITLE_ERROR=\u0412\u0438\u0431\u0430\u0447\u0442\u0435\!
FEEDBACK_DIALOG_TEXT_ERROR=\u041F\u0456\u0434 \u0447\u0430\u0441 \u043D\u0430\u0434\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u0432\u0430\u0448\u043E\u0433\u043E \u0432\u0456\u0434\u0433\u0443\u043A\u0443 \u0441\u0442\u0430\u043B\u0430\u0441\u044F \u043F\u043E\u043C\u0438\u043B\u043A\u0430\:\n

WELCOME_BLOCK_1_TEXT_1=\u0412\u0456\u0434\u043A\u0440\u0438\u0439\u0442\u0435 \u043D\u043E\u0432\u0456 \u0433\u043E\u0440\u0438\u0437\u043E\u043D\u0442\u0438 \u043F\u0456\u0434\u043F\u0440\u0438\u0454\u043C\u043D\u0438\u0446\u0442\u0432\u0430
WELCOME_BLOCK_1_START_BTN=\u041F\u043E\u0447\u0430\u0442\u0438 \u0440\u043E\u0431\u043E\u0442\u0443 \u0437 UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438
WELCOME_KEY_FEATURES=\u041E\u0441\u043D\u043E\u0432\u043D\u0456 \u0445\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0438
WELCOME_START_CODING=\u041F\u043E\u0447\u0430\u0442\u0438 \u043A\u043E\u0434\u0443\u0432\u0430\u043D\u043D\u044F
WELCOME_CHOOSE_SCENARIO=\u041E\u0431\u0435\u0440\u0456\u0442\u044C \u0432\u0430\u0448 \u0441\u0446\u0435\u043D\u0430\u0440\u0456\u0439
WELCOME_JOIN_COMMUNITY=\u041F\u0440\u0438\u0454\u0434\u043D\u0430\u0442\u0438\u0441\u044F \u0434\u043E \u0441\u043F\u0456\u043B\u044C\u043D\u043E\u0442\u0438
WELCOME_BLOCK_2_TITLE=\u0412\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u044C \u0443 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430\u0445 \u0456 \u043F\u0440\u0438\u0441\u0442\u0440\u043E\u044F\u0445
WELCOME_BLOCK_2_TEXT=\u041D\u0435\u043C\u0430\u0454 \u043F\u043E\u0442\u0440\u0435\u0431\u0438 \u0442\u0443\u0440\u0431\u0443\u0432\u0430\u0442\u0438\u0441\u044F \u0449\u043E\u0434\u043E \u043E\u0441\u043E\u0431\u043B\u0438\u0432\u043E\u0441\u0442\u0435\u0439 \u043F\u0440\u0438\u0441\u0442\u0440\u043E\u044E\! \u0417\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A UI5 \u043F\u0440\u0430\u0446\u044E\u0454 \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430\u0445, \u043F\u043B\u0430\u043D\u0448\u0435\u0442\u0430\u0445 \u0456 \u0440\u043E\u0431\u043E\u0447\u0438\u0445 \u0441\u0442\u043E\u043B\u0430\u0445. \u0415\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F UI \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E \u0430\u0434\u0430\u043F\u0442\u0443\u044E\u0442\u044C\u0441\u044F \u0434\u043E \u043C\u043E\u0436\u043B\u0438\u0432\u043E\u0441\u0442\u0435\u0439 \u043A\u043E\u0436\u043D\u043E\u0433\u043E \u043F\u0440\u0438\u0441\u0442\u0440\u043E\u044E \u0456 \u0432\u0438 \u043C\u0430\u0454\u0442\u0435 \u043D\u0430\u0439\u043A\u0440\u0430\u0449\u0438\u0439 \u0434\u043E\u0441\u0442\u0443\u043F \u0434\u043E \u043D\u0430\u044F\u0432\u043D\u043E\u0457 \u043D\u0435\u0440\u0443\u0445\u043E\u043C\u043E\u0441\u0442\u0456.
WELCOME_BLOCK_2_IMG_ALT=\u041A\u0430\u0440\u0442\u0438\u043D\u043A\u0430 \u0437 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u043E\u043C, \u0435\u043A\u0440\u0430\u043D\u043E\u043C \u0440\u043E\u0431\u043E\u0447\u043E\u0433\u043E \u0441\u0442\u043E\u043B\u0443 \u0456 \u043F\u043B\u0430\u043D\u0448\u0435\u0442\u043E\u043C
WELCOME_BLOCK_3_TITLE=\u041F\u043E\u0442\u0443\u0436\u043D\u0456 \u043A\u043E\u043D\u0446\u0435\u043F\u0446\u0456\u0457 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438
WELCOME_BLOCK_3_TEXT_1=\u042F\u0434\u0440\u043E UI5 \u043F\u0440\u043E\u043F\u043E\u043D\u0443\u0454 \u0442\u0432\u0435\u0440\u0434\u0443 \u0431\u0430\u0437\u0443, \u044F\u043A\u0430 \u0441\u043F\u0440\u043E\u0449\u0443\u0454 \u0432\u0430\u0448\u0443 \u0440\u043E\u0431\u043E\u0442\u0443, \u043A\u0435\u0440\u0443\u044E\u0447\u0438 \u0431\u0430\u0433\u0430\u0442\u044C\u043C\u0430 \u0430\u0441\u043F\u0435\u043A\u0442\u0430\u043C\u0438 \u0441\u0443\u0447\u0430\u0441\u043D\u043E\u0457 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u0443 \u0444\u043E\u043D\u043E\u0432\u043E\u043C\u0443 \u0440\u0435\u0436\u0438\u043C\u0456. \u0412\u043E\u043D\u043E \u043C\u0430\u0454 \u0432\u0431\u0443\u0434\u043E\u0432\u0430\u043D\u0443 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0443 \u0430\u0440\u0445\u0456\u0442\u0435\u043A\u0442\u0443\u0440\u043D\u0438\u0445 \u043A\u043E\u043D\u0446\u0435\u043F\u0446\u0456\u0439, \u043D\u0430 \u043A\u0448\u0442\u0430\u043B\u0442 MVC, \u0434\u0432\u043E\u0441\u0442\u043E\u0440\u043E\u043D\u043D\u044C\u043E\u0457 \u043F\u0440\u0438\u0432'\u044F\u0437\u043A\u0438 \u0434\u0430\u043D\u0438\u0445 \u0456 \u043C\u0430\u0440\u0448\u0440\u0443\u0442\u0438\u0437\u0430\u0446\u0456\u0457.
WELCOME_BLOCK_3_TEXT_2=\u0412\u043A\u043B\u044E\u0447\u0430\u0454 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0438, \u043D\u0430 \u043A\u0448\u0442\u0430\u043B\u0442 MVC \u0456 \u0440\u0456\u0437\u043D\u0438\u0445 \u0442\u0438\u043F\u0456\u0432 \u043F\u0440\u0438\u0432'\u044F\u0437\u043A\u0438 \u0434\u0430\u043D\u0438\u0445
WELCOME_BLOCK_3_TEXT_3=\u041E\u0431\u0435\u0440\u0456\u0442\u044C \u043C\u0456\u0436 \u0440\u0456\u0437\u043D\u0438\u043C\u0438 \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u043C\u0438 \u043F\u043E\u0434\u0430\u043D\u043D\u044F (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=\u041F\u0440\u0438\u0432'\u044F\u0437\u043A\u0430 \u0437 OData, JSON, XML \u0442\u0430 \u0456\u043D\u0448\u0438\u043C\u0438 \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u043C\u0438 \u0434\u0430\u043D\u0438\u0445
WELCOME_BLOCK_3_TEXT_5=\u0406\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442 \u0432\u0431\u0443\u0434\u043E\u0432\u0430\u043D\u043E\u0457 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438 \u0434\u043B\u044F \u0432\u0438\u0432\u0447\u0435\u043D\u043D\u044F \u0434\u0435\u0440\u0435\u0432\u0430 \u043E\u0431'\u0454\u043A\u0442\u0456\u0432 \u0456 \u0441\u0442\u0430\u0442\u0443\u0441\u0443 \u043F\u0440\u0438\u0432'\u044F\u0437\u043A\u0438
WELCOME_BLOCK_4_TITLE=\u041D\u0430\u0431\u0456\u0440 \u0432\u0435\u0431-\u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0456\u0432 \u0434\u043B\u044F \u043F\u0440\u043E\u043C\u0438\u0441\u043B\u043E\u0432\u043E\u0457 \u0435\u043A\u0441\u043F\u043B\u0443\u0430\u0442\u0430\u0446\u0456\u0457
WELCOME_BLOCK_4_TEXT_1=\u0421\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u043F\u0440\u043E\u0444\u0435\u0441\u0456\u043E\u043D\u0430\u043B\u0430\u043C\u0438 \u0434\u043B\u044F \u0441\u0443\u0447\u0430\u0441\u043D\u0438\u0445 \u0440\u043E\u0437\u0440\u043E\u0431\u043D\u0438\u043A\u0456\u0432, \u044F\u043A\u0456 \u0441\u0442\u0432\u043E\u0440\u044E\u044E\u0442\u044C \u043D\u0430\u0439\u0441\u0443\u0447\u0430\u0441\u043D\u0456\u0448\u0456 \u0432\u0435\u0431-\u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438. \u041E\u0441\u043D\u0430\u0449\u0435\u043D\u043E \u0432\u0441\u0456\u043C\u0430 \u0444\u0443\u043D\u043A\u0446\u0456\u044F\u043C\u0438, \u044F\u043A\u0456 \u043E\u0445\u043E\u043F\u043B\u044E\u044E\u0442\u044C \u043D\u0430\u0433\u0430\u043B\u044C\u043D\u0456 \u0432\u0438\u043C\u043E\u0433\u0438 \u0434\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432 \u0437\u0456 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0430\u043C\u0438, \u0434\u043E\u0441\u0442\u0430\u0442\u043D\u044C\u043E \u0432\u0438\u0441\u043E\u043A\u0438\u043C\u0438 \u0434\u043B\u044F \u043F\u043E\u0441\u0442\u0430\u0447\u0430\u043D\u043D\u044F \u0443 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u0438\u0445 \u0440\u0456\u0448\u0435\u043D\u043D\u044F\u0445 SAP.
WELCOME_BLOCK_4_TEXT_2=\u041F\u0435\u0440\u0435\u043A\u043B\u0430\u0434\u0456 \u0456 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0430 \u0437 \u0456\u043D\u0442\u0435\u0440\u043D\u0430\u0446\u0456\u043E\u043D\u0430\u043B\u0456\u0437\u0430\u0446\u0456\u0457
WELCOME_BLOCK_4_TEXT_3=\u041A\u043E\u043D\u0446\u0435\u043F\u0446\u0456\u0457 \u0440\u043E\u0437\u0448\u0438\u0440\u044E\u0432\u0430\u043D\u043E\u0441\u0442\u0456 \u043D\u0430 \u0440\u0456\u0432\u043D\u0456 \u043A\u043E\u0434\u0443\u0432\u0430\u043D\u043D\u044F \u0439 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443
WELCOME_BLOCK_4_TEXT_4=\u0412\u0438\u0441\u043E\u043A\u043E\u043A\u043E\u043D\u0442\u0440\u0430\u0441\u0442\u043D\u0430 \u0442\u0435\u043C\u0430 \u0434\u043B\u044F \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432 \u0437 \u0432\u0430\u0434\u0430\u043C\u0438 \u0437\u043E\u0440\u0443
WELCOME_BLOCK_5_TITLE=\u0412\u0456\u0434\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u043D\u0430\u0433\u043E\u0440\u043E\u0434\u043E\u044E \u0434\u0438\u0437\u0430\u0439\u043D SAP Fiori \u043D\u0430 \u043F\u0440\u0430\u043A\u0442\u0438\u0446\u0456
WELCOME_BLOCK_5_TEXT=\u0423 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0430\u0445 UI5 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F \u043B\u043E\u0433\u0456\u0447\u043D\u0430 \u043C\u043E\u0432\u0430 \u0434\u0438\u0437\u0430\u0439\u043D\u0443 \u0456 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u044C\u043E \u0432\u0438\u0437\u043D\u0430\u0447\u0435\u043D\u0456 \u0448\u0430\u0431\u043B\u043E\u043D\u0438 UX \u0443 \u0432\u0441\u0456\u0445 \u0444\u0440\u043E\u043D\u0442\u0435\u043D\u0434-\u0444\u0443\u043D\u043A\u0446\u0456\u044F\u0445. \u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u043E \u0432\u0438\u0437\u043D\u0430\u0447\u0435\u043D\u0443 \u0442\u0435\u043C\u0443 \u0430\u0431\u043E \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u043E\u043D\u043B\u0430\u0439\u043D-\u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442 \u0437\u0456 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u044F \u0442\u0435\u043C, \u0449\u043E\u0431 \u0441\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u0432\u043B\u0430\u0441\u043D\u0443 \u0442\u0435\u043C\u0443.
WELCOME_BLOCK_5_IMG_ALT=\u041A\u0430\u0440\u0442\u0438\u043D\u043A\u0430 \u0437 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0430\u043C\u0438 \u0434\u0438\u0437\u0430\u0439\u043D\u0443 SAP Fiori
WELCOME_BLOCK_6_TITLE=\u041F\u0440\u0438\u0433\u043E\u0442\u0443\u0439\u0442\u0435\u0441\u044F
WELCOME_BLOCK_6_TEXT_1=\u0412\u0441\u0435, \u0449\u043E \u0432\u0430\u043C \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u0434\u043B\u044F \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u0432\u0435\u0431-\u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432 \u0437\u0430 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u043E\u044E UI5 \u2013 \u0446\u0435 \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0435 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u0456 \u0431\u0440\u0430\u0443\u0437\u0435\u0440. \u0414\u043B\u044F \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0457 \u0437\u0440\u0443\u0447\u043D\u043E\u0441\u0442\u0456 \u043C\u043E\u0436\u0435\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0442\u0438\u0441\u044F SAP Business Application Studio \u0443 \u0445\u043C\u0430\u0440\u0456. \u0414\u043B\u044F \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0457 \u0433\u043D\u0443\u0447\u043A\u043E\u0441\u0442\u0456 \u0432\u0438 \u043C\u0430\u0454\u0442\u0435 \u0430\u043B\u044C\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u043D\u0438\u0439 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 - \u043D\u0430\u0441\u0442\u0440\u043E\u0457\u0442\u0438 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u0435 \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0435 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438.
WELCOME_BLOCK_6_TEXT_2=\u0421\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u043F\u0435\u0440\u0448\u0438\u0439 \u043F\u0440\u0438\u043A\u043B\u0430\u0434 \u043F\u0440\u044F\u043C\u043E \u0442\u0443\u0442.
WELCOME_BLOCK_7_TITLE=\u0415\u0432\u043E\u043B\u044E\u0446\u0456\u044F UI5 
WELCOME_BLOCK_7_TEXT_1=\u0415\u0432\u043E\u043B\u044E\u0446\u0456\u044F UI5 \u043E\u0437\u043D\u0430\u0447\u0430\u0454 \u0444\u0443\u043D\u0434\u0430\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u0456 \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0443 \u0441\u043A\u043B\u0430\u0434\u0456 \u043F\u043E\u0441\u0442\u0456\u0439\u043D\u0438\u0445 \u0437\u0443\u0441\u0438\u043B\u044C \u043D\u0430 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F SAPUI5 \u0434\u043B\u044F \u0442\u043E\u0433\u043E, \u0449\u043E\u0431 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u043F\u0440\u0430\u0446\u044E\u0432\u0430\u043B\u0438 \u0448\u0432\u0438\u0434\u0448\u0435, \u0430 \u043A\u043E\u0434 \u0441\u0442\u0430\u0432\u0430\u0432 \u0431\u0456\u043B\u044C\u0448 \u043C\u043E\u0434\u0443\u043B\u044C\u043D\u0438\u043C. \u0417\u0430\u0432\u0434\u044F\u043A\u0438 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044E \u0432\u0435\u0431-\u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0456\u0432, \u0430\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u043D\u043E\u043C\u0443 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044E \u0456 \u043D\u043E\u0432\u0438\u043C \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0456\u044F\u043C SAPUI5 \u043F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u0454 \u0431\u0443\u0442\u0438 \u0456\u043D\u043D\u043E\u0432\u0430\u0446\u0456\u0439\u043D\u0438\u043C \u0440\u0456\u0448\u0435\u043D\u043D\u044F\u043C \u0434\u043B\u044F \u043A\u043E\u0440\u043F\u043E\u0440\u0430\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F.
WELCOME_BLOCK_7_TEXT_2=\u041C\u0438 \u0437\u0430\u043E\u0445\u043E\u0447\u0443\u0454\u043C\u043E \u0440\u043E\u0437\u0440\u043E\u0431\u043D\u0438\u043A\u0456\u0432 \u0430\u043A\u0442\u0438\u0432\u043D\u043E \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u0443\u0432\u0430\u0442\u0438 \u0439 \u0443\u0440\u0456\u0432\u043D\u043E\u0432\u0430\u0436\u0443\u0432\u0430\u0442\u0438 \u043D\u043E\u0432\u0456 \u043C\u043E\u0436\u043B\u0438\u0432\u043E\u0441\u0442\u0456.
WELCOME_BLOCK_7_ALT=\u0415\u0432\u043E\u043B\u044E\u0446\u0456\u044F UI5 \u2013 \u0446\u0435 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u044F \u0456\u043D\u043D\u043E\u0432\u0430\u0446\u0456\u0439, \u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F \u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0456\u0432 \u0434\u043B\u044F \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u044F, \u043C\u043E\u0434\u0443\u043B\u044C\u043D\u043E\u0433\u043E \u044F\u0434\u0440\u0430, \u0432\u0456\u0434\u043A\u0440\u0438\u0442\u0438\u0445 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0456\u0432 \u0439 \u0434\u043E\u0441\u044F\u0433\u043D\u0435\u043D\u043D\u044F \u0432\u0438\u0441\u043E\u043A\u043E\u0457 \u0435\u0444\u0435\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0456 \u0437\u0430\u0432\u0434\u044F\u043A\u0438 \u0430\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u043D\u043E\u043C\u0443 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044E.
WELCOME_BLOCK_8_TITLE=SAPUI5 \u043D\u0430 SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u041F\u0456\u0434\u043F\u0438\u0448\u0456\u0442\u044C\u0441\u044F \u043D\u0430 \u043F\u0440\u043E\u0431\u043D\u0438\u0439 \u043E\u0431\u043B\u0456\u043A\u043E\u0432\u0438\u0439 \u0437\u0430\u043F\u0438\u0441 SAP BTP, \u0449\u043E\u0431 \u043F\u0440\u043E\u0442\u0435\u0441\u0442\u0443\u0432\u0430\u0442\u0438 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0443 \u0456 \u0441\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 UI5 \u043D\u0430 \u0431\u0430\u0437\u0456 \u0445\u043C\u0430\u0440\u0438.
WELCOME_BLOCK_8_TEXT_2=\u041B\u0435\u0433\u043A\u0435 \u0443 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u0456 \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0435 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u0437 SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=\u0411\u0435\u0437\u043A\u043E\u0448\u0442\u043E\u0432\u043D\u0435 \u043F\u0440\u043E\u0431\u043D\u0435 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0434\u043B\u044F \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u2013 \u0446\u0435 \u0447\u0430\u0441\u0442\u0438\u043D\u0430 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0456\u0439 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0443 \u0441\u0438\u0441\u0442\u0435\u043C\u0430\u0445 SAP HANA, NetWeaver ABAP \u0456 Java.
WELCOME_BLOCK_9_TEXT_2=\u0413\u043E\u0442\u043E\u0432\u043E \u0434\u043E \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0434\u043B\u044F \u043A\u043B\u0456\u0454\u043D\u0442\u0456\u0432 SAP
WELCOME_BLOCK_9_TEXT_3=\u0406\u043D\u0442\u0435\u0433\u0440\u0443\u0454\u0442\u044C\u0441\u044F \u0437 \u0456\u0441\u043D\u0443\u044E\u0447\u0438\u043C\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u0438\u043C\u0438 \u043B\u0430\u043D\u0434\u0448\u0430\u0444\u0442\u0430\u043C\u0438
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0431\u0435\u0437\u043A\u043E\u0448\u0442\u043E\u0432\u043D\u0438\u0439 \u0439 \u0443 \u0432\u0456\u0434\u043A\u0440\u0438\u0442\u043E\u043C\u0443 \u0434\u043E\u0441\u0442\u0443\u043F\u0456
WELCOME_BLOCK_10_TEXT_1=\u0421\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 UI5, \u044F\u043A\u0438\u0439 \u0437\u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0443 \u0432\u0456\u043B\u044C\u043D\u043E\u043C\u0443 \u0434\u043E\u0441\u0442\u0443\u043F\u0456. \u0412\u0456\u043D \u043C\u0456\u0441\u0442\u0438\u0442\u044C \u0432\u0441\u0456 \u043E\u0441\u043D\u043E\u0432\u043D\u0456 \u0444\u0443\u043D\u043A\u0446\u0456\u0457 UI5 \u0456 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439 \u0443 GitHub \u0437 \u043B\u0456\u0446\u0435\u043D\u0437\u0456\u0454\u044E Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=\u041F\u0456\u0434\u0442\u0440\u0438\u043C\u0443\u0454\u0442\u044C\u0441\u044F \u0441\u043F\u0456\u043B\u044C\u043D\u043E\u0442\u043E\u044E \u0440\u043E\u0437\u0440\u043E\u0431\u043D\u0438\u043A\u0456\u0432 \u041F\u0417 \u0437 \u0432\u0456\u0434\u043A\u0440\u0438\u0442\u0438\u043C \u0432\u0438\u0445\u0456\u0434\u043D\u0438\u043C \u043A\u043E\u0434\u043E\u043C
WELCOME_BLOCK_10_TEXT_3=\u041E\u0431\u0441\u043B\u0443\u0433\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F GitHub \u2013 \u0432\u043D\u0435\u0441\u043A\u0438 \u0432\u0456\u0442\u0430\u044E\u0442\u044C\u0441\u044F\!
WELCOME_BLOCK_11_TITLE=UI5 \u043D\u0430 Content Delivery Network
WELCOME_BLOCK_11_TEXT_1=\u0420\u043E\u0437\u0440\u043E\u0431\u043B\u044F\u0439\u0442\u0435 \u0456 \u0437\u0430\u043F\u0443\u0441\u043A\u0430\u0439\u0442\u0435 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u0437 \u0433\u043D\u0443\u0447\u043A\u0456\u0441\u0442\u044E \u0441\u0442\u0456\u0439\u043A\u043E\u0433\u043E CDN. \u0414\u043B\u044F \u043E\u043F\u0442\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0457 \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0456 \u0444\u0430\u0439\u043B\u0438 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0443\u044E\u0442\u044C\u0441\u044F \u0437 \u043D\u0430\u0439\u0431\u043B\u0438\u0436\u0447\u043E\u0433\u043E \u0434\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043C\u0456\u0441\u0446\u044F.
WELCOME_BLOCK_11_TEXT_2=\u0411\u0430\u0433\u0430\u0442\u043E\u0432\u0435\u0440\u0441\u0456\u0439\u043D\u0438\u0439 CDN \u0434\u043B\u044F \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044C\u043A\u043E\u0433\u043E \u0436\u0438\u0442\u0442\u0454\u0432\u043E\u0433\u043E \u0446\u0438\u043A\u043B\u0443
WELCOME_BLOCK_11_TEXT_3=\u0414\u043B\u044F \u0431\u0443\u0434\u044C-\u044F\u043A\u043E\u0433\u043E \u0445\u043C\u0430\u0440\u043D\u043E\u0433\u043E \u0456 \u043D\u0435\u0445\u043C\u0430\u0440\u043D\u043E\u0433\u043E \u0441\u0446\u0435\u043D\u0430\u0440\u0456\u044E \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u0429\u043E \u043D\u043E\u0432\u043E\u0433\u043E?
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u0414\u0456\u0437\u043D\u0430\u0439\u0442\u0435\u0441\u044F \u043F\u0440\u043E \u043D\u043E\u0432\u0456 \u0444\u0443\u043D\u043A\u0446\u0456\u0439 \u0432 \u043E\u0441\u0442\u0430\u043D\u043D\u0456\u0445 \u0432\u0435\u0440\u0441\u0456\u044F\u0445 UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u0438 \u043F\u0435\u0440\u0448\u043E\u0447\u0435\u0440\u0433\u043E\u0432\u043E
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u0412\u0430\u0436\u043B\u0438\u0432\u0430 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F \u043F\u0435\u0440\u0435\u0434 \u043F\u043E\u0447\u0430\u0442\u043A\u043E\u043C \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F UI5
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u0420\u043E\u0437\u043F\u043E\u0447\u0430\u0442\u0438 \u0440\u043E\u0431\u043E\u0442\u0443
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 \u0442\u0430 \u043D\u0430\u0432\u0447\u0430\u043B\u044C\u043D\u0456 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u0420\u043E\u0437\u0440\u043E\u0431\u043A\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u041F\u043E\u0437\u0438\u0442\u0438\u0432\u043D\u0430 \u043F\u0440\u0430\u043A\u0442\u0438\u043A\u0430 \u0456 \u044F\u043A\u0438\u0445 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u0441\u043B\u0456\u0434 \u043E\u0447\u0456\u043A\u0443\u0432\u0430\u0442\u0438
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u0420\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u0410\u0434\u0430\u043F\u0442\u0443\u0439\u0442\u0435 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u0434\u043E \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u0438\u0445 \u0432\u0438\u043C\u043E\u0433
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0420\u043E\u0437\u0440\u043E\u0431\u043A\u0430 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0456\u0432 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0421\u0442\u0432\u043E\u0440\u0456\u0442\u044C \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044C\u043A\u0456 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F \u0430\u0431\u043E \u0437\u0440\u043E\u0431\u0456\u0442\u044C \u0432\u043D\u0435\u0441\u043E\u043A \u0434\u043E UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u0428\u0430\u0431\u043B\u043E\u043D\u0438 \u0456 \u0437\u0440\u0430\u0437\u043A\u0438 UI \u0434\u043B\u044F \u043D\u0430\u0439\u0447\u0430\u0441\u0442\u0456\u0448\u0435 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u043D\u0438\u0445 \u0437\u0440\u0430\u0437\u043A\u0456\u0432 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0421\u0442\u0432\u043E\u0440\u0456\u0442\u044C \u0456 \u0440\u043E\u0437\u0448\u0438\u0440\u0442\u0435 \u0456\u043D\u0442\u0435\u0440\u0430\u043A\u0442\u0438\u0432\u043D\u0456 \u0430\u043D\u0430\u043B\u0456\u0442\u0438\u0447\u043D\u0456 \u0432\u0435\u0431-\u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u0413\u043E\u043B\u043E\u0432\u043D\u0435
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u041A\u043E\u043D\u0446\u0435\u043F\u0446\u0456\u0457 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438, \u043D\u0430 \u043A\u0448\u0442\u0430\u043B\u0442 MVC, \u043F\u0440\u0438\u0432'\u044F\u0437\u043A\u0438 \u0434\u0430\u043D\u0438\u0445 \u0456 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0456\u0432
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u0411\u0456\u043B\u044C\u0448\u0435 \u043F\u0440\u043E \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u0414\u043E\u0434\u0430\u0442\u043E\u043A \u0434\u043E \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API

TOPIC_DETAIL_BACK_BTN=\u041D\u0430\u0437\u0430\u0434 \u0434\u043E \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432 \u043F\u043E\u0448\u0443\u043A\u0443
TOPIC_DETAIL_EDIT_GITHUB=\u0420\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u0442\u0438 \u0443 GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u0412\u0456\u0434\u0440\u0435\u0434\u0430\u0433\u0443\u0439\u0442\u0435 \u0446\u044E \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443 \u0443 GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u0446\u044E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044E \u0443 \u043F\u043E\u0432\u043D\u043E\u0435\u043A\u0440\u0430\u043D\u043D\u043E\u043C\u0443 \u0440\u0435\u0436\u0438\u043C\u0456

TOPIC_MASTER_FILTER_PLACEHOLDER=\u0424\u0456\u043B\u044C\u0442\u0440
TOPIC_MASTER_EXPAND_TOOLTIP=\u0420\u043E\u0437\u0433\u043E\u0440\u043D\u0443\u0442\u0438 \u0432\u0441\u0435
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0417\u0433\u043E\u0440\u043D\u0443\u0442\u0438 \u0432\u0441\u0435
TOPIC_MASTER_NO_DATA_TEXT=\u0414\u0430\u043D\u0438\u0445 \u043D\u0435\u043C\u0430\u0454, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u0438\u0439 \u043F\u043E\u0448\u0443\u043A

ENTITY_ABOUT=\u041F\u0440\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443
ENTITY_SAMPLES=\u0417\u0440\u0430\u0437\u043A\u0438 ({0})
ENITITY_API=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API\:
ENTITY_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F\:
ENTITY_UX=\u0414\u0438\u0440\u0435\u043A\u0442\u0438\u0432\u0438 UX\:
ENTITY_EXTENDS=\u0420\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F\:
ENTITY_COMPONENT=\u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443
ENTITY_SINCE=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0437
ENTITY_CATEGORY=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0456\u044F
ENTITY_DENSITY=\u0429\u0456\u043B\u044C\u043D\u0456\u0441\u0442\u044C \u0432\u0456\u0434\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F
ENTITY_DEPRECATED=\u0417\u0430\u0441\u0442\u0430\u0440\u0456\u043B\u0435
ENTITY_FULLSCREEN_TOOLTIP=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u0446\u0435\u0439 \u0437\u0440\u0430\u0437\u043E\u043A \u0443 \u043F\u043E\u0432\u043D\u043E\u0435\u043A\u0440\u0430\u043D\u043D\u043E\u043C\u0443 \u0440\u0435\u0436\u0438\u043C\u0456
ENTITY_BACK_BTN=\u041D\u0430\u0437\u0430\u0434 \u0434\u043E \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432 \u043F\u043E\u0448\u0443\u043A\u0443
ENTITY_TABLE_NAME=\u0406\u043C'\u044F
ENTITY_TABLE_DESCRIPTION=\u041E\u043F\u0438\u0441

CONTROLS_PAGE_TITLE=\u0417\u0440\u0430\u0437\u043A\u0438
CONTROLS_PAGE_DESC=\u0412\u0438\u0432\u0447\u0438\u0442\u0438 \u0439 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u0437\u0440\u0430\u0437\u043A\u0438 \u043A\u043E\u0434\u0443
CONTROLS_FEATURED_CONTROLS=\u041E\u0441\u043E\u0431\u043B\u0438\u0432\u0456 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F
CONTROLS_LAYOUT_PAGES=\u0424\u043E\u0440\u043C\u0430\u0442 \u0456 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438
CONTROLS_TEXT_1=\u0412\u0437\u0430\u0454\u043C\u043E\u0434\u0456\u044F \u0437 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u043C
CONTROLS_TEXT_2=\u0420\u0456\u0437\u043D\u0456 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0438 \u0441\u043F\u0438\u0441\u043A\u0456\u0432
CONTROLS_TEXT_3=\u041F\u0440\u043E\u0441\u0442\u0456 \u0430\u0431\u043E \u0431\u0456\u043B\u044C\u0448 \u043F\u043E\u0442\u0443\u0436\u043D\u0456 \u0442\u0430\u0431\u043B\u0438\u0446\u0456
CONTROLS_TEXT_4=\u0414\u0456\u0430\u043B\u043E\u0433\u043E\u0432\u0456 \u0456 \u0432\u0438\u0440\u0438\u043D\u0430\u044E\u0447\u0456 \u0432\u0456\u043A\u043D\u0430
CONTROLS_TEXT_5=\u041F\u043B\u0438\u0442\u043A\u0438 \u0434\u043B\u044F \u0442\u0435\u043A\u0441\u0442\u0456\u0432, \u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u044C \u0430\u0431\u043E \u0434\u0456\u0430\u0433\u0440\u0430\u043C, \u043D\u0430\u043F\u0440\u0438\u043A\u043B\u0430\u0434
CONTROLS_TEXT_6=\u0421\u043F\u043E\u0432\u0456\u0449\u0435\u043D\u043D\u044F \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
CONTROLS_TEXT_7=\u041F\u0430\u043D\u0435\u043B\u0456 \u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0456\u0432 \u0456 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0438
CONTROLS_TEXT_8=\u041F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u044F \u0456\u0441\u0442\u043E\u0440\u0438\u0447\u043D\u0438\u0445 \u0434\u0430\u043D\u0438\u0445
CONTROLS_TEXT_9=\u0415\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F \u043D\u0430 \u0431\u0430\u0437\u0456 \u043C\u0435\u0442\u0430\u0434\u0430\u043D\u0438\u0445
CONTROLS_TEXT_10=\u0412\u0456\u0437\u0443\u0430\u043B\u0456\u0437\u0430\u0446\u0456\u044F \u043C\u0456\u0441\u0446\u0435\u0437\u043D\u0430\u0445\u043E\u0434\u0436\u0435\u043D\u043D\u044F
CONTROLS_TEXT_11=\u0412\u0456\u0437\u0443\u0430\u043B\u0456\u0437\u0430\u0446\u0456\u044F \u0434\u0430\u043D\u0438\u0445
CONTROLS_TEXT_12=\u0412\u0437\u0430\u0454\u043C\u043E\u0434\u0456\u0457 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0456 \u043A\u0440\u043E\u043A\u0456\u0432
CONTROLS_TEXT_13=\u0412\u0456\u0434\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F, \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u0456 \u0430\u0431\u043E \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u043E\u0431'\u0454\u043A\u0442\u0456\u0432
CONTROLS_TEXT_14=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u0437 \u043D\u0430\u0437\u0432\u043E\u044E, \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u043E\u043C \u0456 \u043E\u0431\u043B\u0430\u0441\u0442\u044E \u0432\u043C\u0456\u0441\u0442\u0443
CONTROLS_TEXT_15=\u0421\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u0437 3 \u0441\u0442\u043E\u0432\u043F\u0447\u0438\u043A\u0430\u043C\u0438
CONTROLS_TEXT_16=\u0414\u0432\u043E\u0445\u0441\u0442\u043E\u0432\u043F\u0447\u0438\u043A\u043E\u0432\u0438\u0439 \u0444\u043E\u0440\u043C\u0430\u0442

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u0424\u0456\u043B\u044C\u0442\u0440
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0413\u0440\u0443\u043F\u0430 / \u0444\u0456\u043B\u044C\u0442\u0440
CONTROLS_MASTER_NO_DATA_TEXT=\u0414\u0430\u043D\u0438\u0445 \u043D\u0435\u043C\u0430\u0454, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u0438\u0439 \u043F\u043E\u0448\u0443\u043A.

CODE_BACK_BTN_TOOLTIP=\u041D\u0430\u0437\u0430\u0434 \u0434\u043E \u0437\u0440\u0430\u0437\u043A\u0430
CODE_API_REFERENCE=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API
CODE_DOWNLOAD_BTN=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438

CHANGE_VERSION_DIALOG_TITLE=\u0412\u0435\u0440\u0441\u0456\u044F \u0437\u043C\u0456\u043D\u0438
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0417\u0430\u043A\u0440\u0438\u0442\u0438

APP_SETTINGS_DIALOG_TITLE=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
APP_SETTINGS_DIALOG_THEME=\u0422\u0435\u043C\u0430\:
APP_SETTINGS_DIALOG_LANGUAGE=\u041C\u043E\u0432\u0430
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438 \u0444\u0430\u0439\u043B\u0456\u0432 cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u041C\u0430\u0439\u0442\u0435 \u043D\u0430 \u0443\u0432\u0430\u0437\u0456, \u0449\u043E \u043E\u0431\u0440\u0430\u043D\u0430 \u043C\u043E\u0432\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F \u043B\u0438\u0448\u0435 \u0434\u043E \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u043E\u0433\u043E \u043A\u043E\u043C\u043F\u043B\u0435\u043A\u0442\u0443. \u0412\u043C\u0456\u0441\u0442, \u0449\u043E \u043D\u0430\u0434\u0430\u0454\u0442\u044C\u0441\u044F \u0443 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0432 \u0440\u0456\u0437\u043D\u0438\u0445 \u0440\u043E\u0437\u0434\u0456\u043B\u0430\u0445, \u0442\u0430\u043A\u0438\u0445 \u044F\u043A \u00AB\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F\u00BB, \u00AB\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API\u00BB \u0442\u0430 \u00AB\u0417\u0440\u0430\u0437\u043A\u0438\u00BB, \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439 \u043B\u0438\u0448\u0435 \u0430\u043D\u0433\u043B\u0456\u0439\u0441\u044C\u043A\u043E\u044E \u043C\u043E\u0432\u043E\u044E.
APP_SETTINGS_DIALOG_DENSITY=\u0429\u0456\u043B\u044C\u043D\u0456\u0441\u0442\u044C \u0432\u043C\u0456\u0441\u0442\u0443\:
APP_SETTINGS_DIALOG_READ_MORE=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0439\u0442\u0435 \u0431\u0456\u043B\u044C\u0448\u0435 \u043F\u0440\u043E \u0449\u0456\u043B\u044C\u043D\u0456\u0441\u0442\u044C \u0432\u043C\u0456\u0441\u0442\u0443
APP_SETTINGS_DIALOG_RTL=\u0420\u0435\u0436\u0438\u043C '\u0441\u043F\u0440\u0430\u0432\u0430 \u043D\u0430\u043B\u0456\u0432\u043E'\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438

COOKIE_SETTINGS_DIALOG_TITLE=\u0412\u0430\u0448\u0456 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0444\u0430\u0439\u043B\u0456\u0432 \u0441ookie
COOKIE_SETTINGS_DIALOG_SUMMARY=\u041C\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u043C\u043E \u0444\u0430\u0439\u043B\u0438 cookie \u0442\u0430 SAP Web Analytics \u0434\u043B\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0432\u0430\u0448\u043E\u0457 \u0440\u043E\u0431\u043E\u0442\u0438 \u043D\u0430 \u043D\u0430\u0448\u043E\u043C\u0443 \u0441\u0430\u0439\u0442\u0456. \u041F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u044E\u0447\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u0446\u0435\u0439 \u0432\u0435\u0431\u0441\u0430\u0439\u0442, \u0432\u0438 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u0435\u0441\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u043D\u0430\u0448\u0456 \u0444\u0430\u0439\u043B\u0438 cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u041D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u0444\u0430\u0439\u043B\u0438 cookie
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0426\u0456 \u0444\u0430\u0439\u043B\u0438 cookie \u0454 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0438\u043C\u0438 \u0434\u043B\u044F \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0456\u0457 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0457 \u0444\u0443\u043D\u043A\u0446\u0456\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0456 \u0441\u0430\u0439\u0442\u0443.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u041C\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u043C\u043E \u0444\u0430\u0439\u043B\u0438 cookie \u0434\u043B\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0432\u0430\u0448\u043E\u0457 \u0440\u043E\u0431\u043E\u0442\u0438 \u043D\u0430 \u043D\u0430\u0448\u043E\u043C\u0443 \u0441\u0430\u0439\u0442\u0456. \u041F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u044E\u0447\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0442\u0438\u0441\u044F \u0446\u0438\u043C \u0432\u0435\u0431\u0441\u0430\u0439\u0442\u043E\u043C, \u0432\u0438 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u0435\u0441\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u043D\u0430\u0448\u0456 \u0444\u0430\u0439\u043B\u0438 cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0424\u0443\u043D\u043A\u0446\u0456\u043E\u043D\u0430\u043B\u044C\u043D\u0456 \u0444\u0430\u0439\u043B\u0438 cookie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0426\u0456 \u0444\u0430\u0439\u043B\u0438 cookie \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u044E\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u0441\u0430\u0439\u0442\u0443 \u0437 \u043C\u0435\u0442\u043E\u044E \u0432\u0438\u043C\u0456\u0440\u044E\u0432\u0430\u043D\u043D\u044F \u0442\u0430 \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0456 \u0441\u0430\u0439\u0442\u0443.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0426\u0435\u0439 \u0441\u0430\u0439\u0442 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454 SAP Web Analytics \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0446\u044C\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043C\u0438. \u0417\u0433\u0435\u043D\u0435\u0440\u043E\u0432\u0430\u043D\u0430 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F (\u0432\u043A\u043B\u044E\u0447\u0430\u044E\u0447\u0438 \u0447\u0430\u0441\u0442\u0438\u043D\u0443 \u0432\u0430\u0448\u043E\u0457 IP-\u0430\u0434\u0440\u0435\u0441\u0438 \u0442\u0430 \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0442\u043E\u0440 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430) \u0431\u0443\u0434\u0435 \u043F\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u0438\u0441\u044F \u043A\u043E\u043C\u043F\u0430\u043D\u0456\u0457 SAP \u0442\u0430 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u0442\u0438\u0441\u044F \u043A\u043E\u043C\u043F\u0430\u043D\u0456\u0454\u044E SAP \u043D\u0430 \u0457\u0457 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u0445. \u0424\u0430\u0439\u043B\u0438 cookie \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u044E\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0446\u0456\u0457 \u0432\u0430\u0448\u043E\u0433\u043E \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E\u0433\u043E \u0432\u0456\u0434\u0432\u0456\u0434\u0443\u0432\u0430\u043D\u043D\u044F \u0442\u0430 \u0434\u043B\u044F \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0446\u0456\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u0437 \u044F\u043A\u043E\u044E \u0432\u0438 \u0437\u0434\u0456\u0439\u0441\u043D\u044E\u0432\u0430\u043B\u0438 \u043F\u0435\u0440\u0435\u0445\u0456\u0434. \u0426\u044F \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F \u0431\u0443\u0434\u0435 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u0430 \u043B\u0438\u0448\u0435 \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0432\u0435\u0431\u0441\u0430\u0439\u0442\u0443 \u0442\u0430 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u044F \u0437\u0432\u0456\u0442\u0456\u0432 \u043F\u0440\u043E \u0430\u043A\u0442\u0438\u0432\u043D\u0456\u0441\u0442\u044C \u0441\u0430\u0439\u0442\u0443 \u0434\u043B\u044F \u0439\u043E\u0433\u043E \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0456\u0432 - \u0456 \u0432\u0440\u0435\u0448\u0442\u0456 \u0440\u0435\u0448\u0442, \u0434\u043B\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0440\u043E\u0431\u043E\u0442\u0438 \u0441\u0430\u0439\u0442\u0443. \u042F\u043A\u0449\u043E \u0432\u0438 \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u043F\u043E\u0433\u043E\u0434\u0438\u0442\u0438\u0441\u044F \u043D\u0430 \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F SAP Web Analytics, \u0437\u0430\u0437\u043D\u0430\u0447\u0442\u0435 \u0432\u0430\u0448\u0435 \u043F\u043E\u0431\u0430\u0436\u0430\u043D\u043D\u044F \u043D\u0438\u0436\u0447\u0435 \u0437\u0430 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u043E\u044E \u043F\u0435\u0440\u0435\u043C\u0438\u043A\u0430\u0447\u0430 "\u0423\u0432\u0456\u043C\u043A/\u0412\u0438\u043C\u043A". \u041D\u0430\u0434\u0430\u044E\u0447\u0438 \u0441\u0432\u043E\u044E \u0437\u0433\u043E\u0434\u0443, \u0432\u0438 \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454\u0442\u0435 \u043E\u0431\u0440\u043E\u0431\u043A\u0443 \u0430\u043D\u0430\u043B\u0456\u0442\u0438\u0447\u043D\u0438\u0445 \u0434\u0430\u043D\u0438\u0445 \u043F\u0440\u043E \u0432\u0430\u0441 \u0443 \u0441\u043F\u043E\u0441\u0456\u0431 \u0442\u0430 \u0437 \u043C\u0435\u0442\u043E\u044E, \u0449\u043E \u0437\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0456 \u0432\u0438\u0449\u0435.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u0414\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0430 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u041F\u0440\u0438\u0439\u043D\u044F\u0442\u0438 \u0432\u0441\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0412\u0456\u0434\u0445\u0438\u043B\u0438\u0442\u0438 \u0432\u0441\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0412\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438

EMPTY_TEXT=\u041F\u043E\u0440\u043E\u0436\u043D\u0454

DOWNLOADS_TEXT=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044F

DEMO_APPS_TEXT=\u0414\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438
DEMO_APPS_DOWNLOAD_BTN=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438
DEMO_APPS_READ_MORE_BTN=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u0438 \u0431\u0456\u043B\u044C\u0448\u0435
DEMO_APPS_IMAGE_PHONE=\u0424\u043E\u043D\u043E\u0432\u0435 \u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0434\u043B\u044F \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0456\u0432
DEMO_APPS_IMAGE_DESKTOP=\u0424\u043E\u043D\u043E\u0432\u0435 \u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0434\u043B\u044F \u043A\u043E\u043C\u043F\u2019\u044E\u0442\u0435\u0440\u0456\u0432
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
DEMO_APPS_CATEGORY_TUTORIAL=\u0414\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u0437 \u043D\u0430\u0432\u0447\u0430\u043B\u044C\u043D\u0438\u043C\u0438 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430\u043C\u0438
DEMO_APPS_CATEGORY_SHOWCASE=\u041A\u043E\u043D\u0446\u0435\u043F\u0446\u0456\u0457 UI5 \u0443 \u0441\u0446\u0435\u043D\u0430\u0440\u0456\u044F\u0445 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0436\u0438\u0442\u0442\u044F
DEMO_APPS_CATEGORY_TEMPLATE=\u0417\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u0448\u0430\u0431\u043B\u043E\u043D\u0456\u0432
DEMO_APPS_CATEGORY_MISC=\u0406\u043D\u0448\u0456 \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438
DEMO_APPS_CATEGORY_RTA=\u0414\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u0433\u043D\u0443\u0447\u043A\u043E\u0441\u0442\u0456 SAPUI5
DEMO_APPS_LIBRARY=\u0411\u0456\u0431\u043B\u0456\u043E\u0442\u0435\u043A\u0430 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0456\u0432 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F\:

LEGAL_DISCLAIMER_TITLE=\u0412\u0456\u0434\u043C\u043E\u0432\u0430 \u0432\u0456\u0434 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0456 \u0434\u043B\u044F \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u044C
LEGAL_DISCLAIMER_LABEL_1=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u0437 \u043F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u043E\u044E
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F, \u043E\u043F\u0443\u0431\u043B\u0456\u043A\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 \u0441\u0430\u0439\u0442\u0456, \u043D\u0435 \u043F\u043E\u0432'\u044F\u0437\u0430\u043D\u043E\u043C\u0443 \u0437 SAP
LEGAL_DISCLAIMER_TEXT_1=\u0412\u0438 \u0432\u0432\u043E\u0434\u0438\u0442\u0435 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442, \u044F\u043A\u0438\u0439 \u043D\u0435 \u0440\u043E\u0437\u043C\u0456\u0449\u0443\u0454\u0442\u044C\u0441\u044F SAP. \u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u044E\u0447\u0438 \u0442\u0430\u043A\u0456 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F, \u0432\u0438 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u0435\u0441\u044C \u043D\u0430 \u0442\u0430\u043A\u0456 \u0443\u043C\u043E\u0432\u0438 (\u044F\u043A\u0449\u043E \u0443 \u0432\u0430\u0448\u0438\u0445 \u0443\u0433\u043E\u0434\u0430\u0445 \u0437 SAP \u0447\u0456\u0442\u043A\u043E \u043D\u0435 \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u0456\u043D\u0430\u043A\u0448\u0435)\:
LEGAL_DISCLAIMER_TEXT_2=- \u0412\u043C\u0456\u0441\u0442 \u0441\u0430\u0439\u0442\u0443 \u0437 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F\u043C \u043D\u0435 \u0454 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u0454\u044E SAP. \u0412\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u0438\u0441\u0443\u0432\u0430\u0442\u0438 \u0440\u0435\u043A\u043B\u0430\u043C\u0430\u0446\u0456\u0457 \u0449\u043E\u0434\u043E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0456\u0432 \u0434\u043E SAP \u043D\u0430 \u043F\u0456\u0434\u0441\u0442\u0430\u0432\u0456 \u0446\u0456\u0454\u0457 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u0457.
LEGAL_DISCLAIMER_TEXT_3=- SAP \u043D\u0435 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u044C\u0441\u044F \u0456 \u043D\u0435 \u0437\u0430\u043F\u0435\u0440\u0435\u0447\u0443\u0454 \u0432\u043C\u0456\u0441\u0442 \u043D\u0430 \u0441\u0430\u0439\u0442\u0456 \u0437 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F\u043C, \u0430 \u0442\u0430\u043A\u043E\u0436 \u043D\u0435 \u0433\u0430\u0440\u0430\u043D\u0442\u0443\u0454 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0456\u0441\u0442\u044C \u0456 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0456\u0441\u0442\u044C.
LEGAL_DISCLAIMER_LABEL_2=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F \u0437 \u043F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u043E\u044E
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F, \u043E\u043F\u0443\u0431\u043B\u0456\u043A\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 \u0441\u0430\u0439\u0442\u0456 SAP
LEGAL_DISCLAIMER_TEXT_4=\u0412\u0438 \u0432\u0438\u0445\u043E\u0434\u0438\u0442\u0435 \u0437 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u0457 \u0434\u043B\u044F \u0446\u044C\u043E\u0433\u043E \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0443 \u0430\u0431\u043E \u043F\u043E\u0441\u043B\u0443\u0433\u0438 SAP \u0456 \u0432\u0445\u043E\u0434\u0438\u0442\u0435 \u043D\u0430 \u0441\u0430\u0439\u0442 SAP. \u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u044E\u0447\u0438 \u0442\u0430\u043A\u0456 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F, \u0432\u0438 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u0435\u0441\u044C (\u044F\u043A\u0449\u043E \u0443 \u0432\u0430\u0448\u0438\u0445 \u0443\u0433\u043E\u0434\u0430\u0445 \u0437 SAP \u0447\u0456\u0442\u043A\u043E \u043D\u0435 \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u0456\u043D\u0430\u043A\u0448\u0435), \u0449\u043E \u0432\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u0438\u0441\u0443\u0432\u0430\u0442\u0438 \u0440\u0435\u043A\u043B\u0430\u043C\u0430\u0446\u0456\u0457 \u0449\u043E\u0434\u043E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0456\u0432 \u0434\u043E SAP \u043D\u0430 \u043F\u0456\u0434\u0441\u0442\u0430\u0432\u0456 \u0446\u0456\u0454\u0457 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u0457.

VIEW_SETTINGS_DIALOG_ITEM_1=\u0417\u0430 \u0430\u043B\u0444\u0430\u0432\u0456\u0442\u043E\u043C
VIEW_SETTINGS_DIALOG_ITEM_2=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0456\u044F
VIEW_SETTINGS_DIALOG_ITEM_3=\u0429\u0456\u043B\u044C\u043D\u0456\u0441\u0442\u044C \u0432\u0456\u0434\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F
VIEW_SETTINGS_DIALOG_ITEM_4=\u041F\u0440\u043E\u0441\u0442\u0456\u0440 \u0456\u043C\u0435\u043D
VIEW_SETTINGS_DIALOG_ITEM_5=\u0412\u0435\u0440\u0441\u0456\u044F

SAMPLE_BACK_BTN_TOOLTIP=\u041D\u0430\u0437\u0430\u0434 \u0434\u043E \u0437\u0440\u0430\u0437\u043A\u0456\u0432
SAMPLE_INFO_TOOLTIP=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F \u043F\u0440\u043E \u0437\u0440\u0430\u0437\u043E\u043A
SAMPLE_API_REFERENCE_BTN=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API
SAMPLE_PREV_BTN_TOOLTIP=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u0456\u0439 \u0437\u0440\u0430\u0437\u043E\u043A
SAMPLE_NEXT_BTN_TOOLTIP=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0438\u0439 \u0437\u0440\u0430\u0437\u043E\u043A
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u0446\u0435\u0439 \u0437\u0440\u0430\u0437\u043E\u043A \u0443 \u043F\u043E\u0432\u043D\u043E\u0435\u043A\u0440\u0430\u043D\u043D\u043E\u043C\u0443 \u0440\u0435\u0436\u0438\u043C\u0456
SAMPLE_ADAPT_BTN_TOOLTIP=\u0410\u0434\u0430\u043F\u0442\u0443\u0432\u0430\u0442\u0438 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
SAMPLE_CODE_BTN_TOOLTIP=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u0432\u0438\u0445\u0456\u0434\u043D\u0438\u0439 \u043A\u043E\u0434 \u0434\u043B\u044F \u0446\u044C\u043E\u0433\u043E \u0437\u0440\u0430\u0437\u043A\u0430
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u0412\u0456\u0434\u043A\u0440\u0438\u0442\u0438 \u0443 \u043D\u043E\u0432\u0456\u0439 \u0432\u043A\u043B\u0430\u0434\u0446\u0456
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438

RELEASE_NOTES_TITLE=\u0416\u0443\u0440\u043D\u0430\u043B \u0437\u043C\u0456\u043D

SEARCH_PAGE_TITLE=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0438 \u043F\u043E\u0448\u0443\u043A\u0443 \u0434\u043B\u044F "{0}"
SEARCH_PAGE_DESCRIPTION=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0438 \u043F\u043E\u0448\u0443\u043A\u0443 \u0432\u0456\u0434\u043E\u0431\u0440\u0430\u0436\u0430\u044E\u0442\u044C\u0441\u044F \u0437\u0430 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0456\u044F\u043C\u0438.
SEARCH_PAGE_ALL_SECTION_TITLE=\u0412\u0441\u0435 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=\u041F\u0435\u0440\u0448\u0456 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432 \u0437 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u041F\u0435\u0440\u0448\u0456 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432 \u0437 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u0457
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u041F\u0435\u0440\u0448\u0456 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432 \u0437\u0456 \u0437\u0440\u0430\u0437\u043A\u0456\u0432
SEARCH_SUGGESTIONS_TITLE_ALL=\u041F\u0435\u0440\u0448\u0456 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0456\u0432 \u0437 \u0443\u0441\u0456\u0445
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u0412\u0441\u0456
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438 \u0432\u0441\u0456
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F
SEARCH_SUGGESTIONS_API_SECTION_TITLE=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u0417\u0440\u0430\u0437\u043A\u0438
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0412\u0441\u0456 ({0} \u0437 {1})
SEARCH_PAGE_API_SECTION_TITLE=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=\u041F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F API ({0} \u0437 {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F ({0} \u0437 {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u0417\u0440\u0430\u0437\u043A\u0438 ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u0417\u0440\u0430\u0437\u043A\u0438 ({0} \u0437 {1})

RELEASE_DIALOG_TITLE=\u0416\u0443\u0440\u043D\u0430\u043B \u0437\u043C\u0456\u043D \u0434\u043B\u044F\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
RELEASE_DIALOG_NO_DATA_TEXT=\u041F\u0440\u043E

ABOUT_DIALOG_TITLE=\u041F\u0440\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443
ABOUT_DIALOG_TEXT_1=\u0414\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0456\u0439\u043D\u0438\u0439 \u043A\u043E\u043C\u043F\u043B\u0435\u043A\u0442 UI5 - \u043A\u043E\u043C\u043F\u043B\u0435\u043A\u0442 \u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0456\u0432 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u0434\u043B\u044F HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 \u0410\u0432\u0442\u043E\u0440\u0441\u044C\u043A\u0435 \u043F\u0440\u0430\u0432\u043E 2009-2021 SAP SE. \u0423\u0441\u0456 \u043F\u0440\u0430\u0432\u0430 \u0437\u0430\u0441\u0442\u0435\u0440\u0435\u0436\u0435\u043D\u043E.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE \u0430\u0431\u043E \u0430\u0444\u0456\u043B\u0456\u0439\u043E\u0432\u0430\u043D\u0430 \u043A\u043E\u043C\u043F\u0430\u043D\u0456\u044F SAP.
ABOUT_DIALOG_TEXT_4={0} \u0412\u0435\u0440\u0441\u0456\u044F {1}
ABOUT_DIALOG_TEXT_5=\u0412\u0456\u0434\u043A\u0440\u0438\u0442\u0430 \u0432\u0435\u0440\u0441\u0456\u044F UI5 {0}
ABOUT_DIALOG_TEXT_6=\u0426\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043D\u0435 \u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F \u0432\u043A\u043B\u044E\u0447\u0430\u0454 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0456 \u0432\u0435\u0440\u0441\u0456\u0457 \u0431\u0456\u0431\u043B\u0456\u043E\u0442\u0435\u043A\u0438
ABOUT_DIALOG_LINK_1=\u041F\u043E\u0434\u0440\u043E\u0431\u0438\u0446\u0456 \u0432\u0435\u0440\u0441\u0456\u0457
ABOUT_DIALOG_TEXT_7=\u0426\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043D\u0435 \u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F \u0432\u043A\u043B\u044E\u0447\u0430\u0454 \u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0454 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043D\u0435 \u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F \u0437 \u0432\u0456\u0434\u043A\u0440\u0438\u0442\u0438\u043C \u0432\u0438\u0445\u0456\u0434\u043D\u0438\u043C \u043A\u043E\u0434\u043E\u043C.
ABOUT_DIALOG_TEXT_8=\u0412\u043A\u043B\u044E\u0447\u0435\u043D\u0435 \u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0454 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043D\u0435 \u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F
ABOUT_DIALOG_VERSION_TITLE=\u041F\u043E\u0434\u0440\u043E\u0431\u0438\u0446\u0456 \u0432\u0435\u0440\u0441\u0456\u0457
ABOUT_DIALOG_VERSION=\u0412\u0435\u0440\u0441\u0456\u044F
ABOUT_DIALOG_DESCRIPTION=\u041E\u043F\u0438\u0441
ABOUT_DIALOG_CHANGE_LOG=\u0416\u0443\u0440\u043D\u0430\u043B \u0437\u043C\u0456\u043D
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0416\u0443\u0440\u043D\u0430\u043B \u0437\u043C\u0456\u043D
ABOUT_DIALOG_COMPONENT=\u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442
ABOUT_DIALOG_CLOSE_BTN=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
ABOUT_DIALOG_THIRD_PARTY=\u0412\u043A\u043B\u044E\u0447\u0435\u043D\u0435 \u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0454 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043D\u0435 \u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F

FOOTER_LEGAL_DISCOLURE=\u041F\u0440\u0430\u0432\u043E\u0432\u0435 \u0440\u043E\u0437\u043A\u0440\u0438\u0442\u0442\u044F \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u0457
FOOTER_PRIVACY=\u041A\u043E\u043D\u0444\u0456\u0434\u0435\u043D\u0446\u0456\u0439\u043D\u0456\u0441\u0442\u044C
FOOTER_TERMS=\u0423\u043C\u043E\u0432\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F
FOOTER_LICENSE=\u041B\u0456\u0446\u0435\u043D\u0437\u0456\u044F

NOT_FOUND_TITLE=\u041D\u0435 \u0437\u043D\u0430\u0439\u0434\u0435\u043D\u043E
NOT_FOULD_TEXT=\u0417\u0430\u043F\u0438\u0442\u0430\u043D\u0438\u0439 \u0440\u0435\u0441\u0443\u0440\u0441 \u043D\u0435 \u0437\u043D\u0430\u0439\u0434\u0435\u043D\u0438\u0439.

SITEMAP_TITLE=\u041A\u0430\u0440\u0442\u0430 \u0441\u0430\u0439\u0442\u0443

LIVE_EDITOR_TITLE=\u0420\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u0443 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C\u0443 \u0447\u0430\u0441\u0456
LIVE_EDITOR_RESULT=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442
LIVE_EDITOR_PREVIEW_BTN=\u041F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u0456\u0439 \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u0434
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0438\u0439 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u0456\u0439 \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u0434

TOOLS_VIEW_DOC=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044E
TOOLS_CARD_1_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 SAP Business Application Studio
TOOLS_CARD_1_TEXT=SAP Business Application Studio \u043D\u0430 SAP BTP, \u043F\u0443\u0431\u043B\u0456\u0447\u043D\u0456\u0439 \u0445\u043C\u0430\u0440\u0456 SAP, \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u044F \u0441\u0443\u0447\u0430\u0441\u043D\u0438\u0445 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432 UI \u0434\u043B\u044F \u043D\u0430\u0441\u0442\u0456\u043B\u044C\u043D\u0438\u0445 \u0456 \u043C\u043E\u0431\u0456\u043B\u044C\u043D\u0438\u0445 \u043F\u0440\u0438\u0441\u0442\u0440\u043E\u0457\u0432 \u0456\u0437 \u043E\u0441\u0442\u0430\u043D\u043D\u0456\u043C\u0438 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0456\u044F\u043C\u0438 SAPUI5 \u0456 SAP Fiori.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 \u0434\u0438\u0437\u0430\u0439\u043D\u0435\u0440\u043E\u043C \u0442\u0435\u043C UI \u0432\u0456\u0434 SAP 
TOOLS_CARD_2_TEXT=\u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u0434\u0438\u0437\u0430\u0439\u043D\u0435\u0440 \u0442\u0435\u043C UI \u0434\u043B\u044F \u043B\u0435\u0433\u043A\u043E\u0433\u043E \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u044F \u0442\u0435\u043C \u043A\u043E\u0440\u043F\u043E\u0440\u0430\u0442\u0438\u0432\u043D\u043E\u0457 \u0456\u0434\u0435\u043D\u0442\u0438\u0447\u043D\u043E\u0441\u0442\u0456 \u0448\u043B\u044F\u0445\u043E\u043C \u0440\u0435\u0434\u0430\u0433\u0443\u0432\u0430\u043D\u043D\u044F \u043E\u0434\u043D\u043E\u0433\u043E \u0437 \u0448\u0430\u0431\u043B\u043E\u043D\u0456\u0432 \u0442\u0435\u043C, \u043D\u0430\u0434\u0430\u043D\u043E\u0433\u043E SAP.
TOOLS_CARD_2_LINK_1=\u0421\u043F\u0456\u043B\u044C\u043D\u043E\u0442\u0430
TOOLS_CARD_3_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437\u0456 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u043E\u044E SAP UI5 Tooling 
TOOLS_CARD_3_TEXT=\u0412\u0456\u0434\u043A\u0440\u0438\u0442\u0438\u0439 \u0456 \u043C\u043E\u0434\u0443\u043B\u044C\u043D\u0438\u0439 \u043F\u0430\u043A\u0435\u0442 \u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u0438\u0445 \u0437\u0430\u0441\u043E\u0431\u0456\u0432 \u0434\u043B\u044F \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u043D\u0430\u0434\u0441\u0443\u0447\u0430\u0441\u043D\u0438\u0445 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432 \u043D\u0430 \u0431\u0430\u0437\u0456 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0438 UI5  leveraging node.js \u0456 npm.
TOOLS_CARD_3_LINK_1=\u041E\u0433\u043B\u044F\u0434
TOOLS_CARD_3_LINK_2=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0456\u044F CLI
TOOLS_CARD_4_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 SAP UI5 Inspector
TOOLS_CARD_4_TEXT=\u0417\u0430 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u043E\u044E UI5 Inspector \u0432\u0438 \u043C\u043E\u0436\u0435 \u043B\u0435\u0433\u043A\u043E \u043D\u0430\u043B\u0430\u0433\u043E\u0434\u0438\u0442\u0438 \u0456 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u0443\u0432\u0430\u0442\u0438 \u0432\u0430\u0448\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u043D\u0430 \u0431\u0430\u0437\u0456 OpenUI5 \u0447\u0438 SAPUI5.
TOOLS_CARD_4_LINK_1=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u043D\u0443\u0442\u0438 \u0432\u0438\u0445\u0456\u0434\u043D\u0438\u0439 \u043A\u043E\u0434
TOOLS_CARD_5_TEXT=\u0406\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u043A\u0430\u0440\u0442\u043A\u0438 \u2013 \u0446\u0435 \u043D\u043E\u0432\u0438\u0439 \u0448\u043B\u044F\u0445 \u0437\u0430\u0431\u0435\u0437\u043F\u0435\u0447\u0435\u043D\u043D\u044F \u0456 \u0441\u043F\u043E\u0436\u0438\u0432\u0430\u043D\u043D\u044F \u0432\u0456\u0434\u0436\u0435\u0442\u043E\u043F\u043E\u0434\u0456\u0431\u043D\u0438\u0445 \u043A\u0430\u0440\u0442\u043E\u043A \u0434\u043B\u044F \u0434\u043E\u043C\u0430\u0448\u043D\u044C\u043E\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u0430\u0431\u043E \u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u043E\u0457 \u043F\u0430\u043D\u0435\u043B\u0456.
TOOLS_CARD_5_LINK_1=\u0412\u0438\u0432\u0447\u0438\u0442\u0438 \u0437\u0440\u0430\u0437\u043A\u0438
TOOLS_CARD_6_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 \u0410\u0441\u0438\u0441\u0442\u0435\u043D\u0442\u043E\u043C \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438 \u0443 \u0434\u0456\u0457
TOOLS_CARD_6_TEXT=\u0410\u0441\u0438\u0441\u0442\u0435\u043D\u0442 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438 \u0434\u043E\u043F\u043E\u043C\u0430\u0433\u0430\u0454 \u0440\u043E\u0437\u0440\u043E\u0431\u043D\u0438\u043A\u0430\u043C \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438, \u0447\u0438 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u0456 \u0457\u0445\u043D\u0456 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0438 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u043D\u043E \u0434\u043E \u043F\u043E\u0437\u0438\u0442\u0438\u0432\u043D\u043E\u0457 \u043F\u0440\u0430\u043A\u0442\u0438\u043A\u0438 \u0456 \u0434\u0438\u0440\u0435\u043A\u0442\u0438\u0432 SAPUI5.
TOOLS_CARD_7_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 SAP Icon Explorer
TOOLS_CARD_7_TEXT=\u041F\u0435\u0440\u0435\u0433\u043B\u044F\u0434\u0430\u0439\u0442\u0435 \u0456 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u043D\u0430\u0448\u0443 \u0432\u0435\u043B\u0438\u043A\u0443 \u043A\u043E\u043B\u0435\u043A\u0446\u0456\u044E \u043F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C \u0443 \u043D\u0430\u0448\u0438\u0445 \u043F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u043D\u0438\u0445 \u0448\u0440\u0438\u0444\u0442\u0430\u0445.
TOOLS_CARD_7_LINK_1=\u0412\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u043A\u0438 \u0456\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0456\u0457
TOOLS_CARD_7_LINK_2=\u0412\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u0431\u043B\u043E\u043A\u043E\u0432\u0456 \u0442\u0435\u0441\u0442\u0438
TOOLS_CARD_8_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 \u0456\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u0440\u0456\u0454\u043C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0456\u0432 \u0442\u0435\u043C
TOOLS_CARD_8_TEXT=\u041F\u043E\u0448\u0443\u043A, \u0444\u0456\u043B\u044C\u0442\u0440\u0430\u0446\u0456\u044F \u0456 \u043F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u0456\u0439 \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u0434 \u0441\u0435\u043C\u0430\u043D\u0442\u0438\u0447\u043D\u0438\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0456\u0432 \u0442\u0435\u043C.
TOOLS_CARD_9_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (\u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0435 \u043F\u043E\u043A\u043E\u043B\u0456\u043D\u043D\u044F SAP Web IDE) \u2013 \u0446\u0435 \u0441\u0443\u0447\u0430\u0441\u043D\u0435 \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0435 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438, \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u0435 \u0434\u043B\u044F \u0435\u0444\u0435\u043A\u0442\u0438\u0432\u043D\u043E\u0457 \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u0431\u0456\u0437\u043D\u0435\u0441-\u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432 \u0434\u043B\u044F \u0456\u043D\u0442\u0435\u043B\u0435\u043A\u0442\u0443\u0430\u043B\u044C\u043D\u0438\u0445 \u043F\u0456\u0434\u043F\u0440\u0438\u0454\u043C\u0441\u0442\u0432.
TOOLS_CARD_10_IMG_ALT=\u0417\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F \u0437 UI5 Web Components
TOOLS_CARD_10_TEXT=UI5 Web Components \u2013 \u0446\u0435 \u043D\u043E\u0432\u0430 \u043F\u0440\u043E\u043F\u043E\u0437\u0438\u0446\u0456\u044F UI5, \u044F\u043A\u0430 \u043F\u0440\u043E\u043F\u043E\u043D\u0443\u0454 \u043D\u0430\u0431\u0456\u0440 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0456\u0432 UI \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E\u0433\u043E \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0437 \u043C\u0456\u043D\u0456\u043C\u0430\u043B\u0456\u044C\u043D\u0438\u043C \u0432\u0456\u0434\u0431\u0438\u0442\u043A\u043E\u043C \u0434\u043B\u044F \u0432\u0430\u0448\u0438\u0445 \u0441\u0442\u0430\u0442\u0438\u0447\u043D\u0438\u0445 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u0456\u0432 \u0430\u0431\u043E \u0432\u0435\u0431-\u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0456\u0432 \u043D\u0430 \u0431\u0443\u0434\u044C-\u044F\u043A\u0456\u0439 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0456 \u0434\u043B\u044F \u0440\u043E\u0437\u0440\u043E\u0431\u043A\u0438 \u0432\u0435\u0431-\u043F\u0440\u043E\u0433\u0440\u0430\u043C.
TOOLS_CARD_10_LINK_1=\u0420\u043E\u0437\u043F\u043E\u0447\u0430\u0442\u0438 \u0440\u043E\u0431\u043E\u0442\u0443
TOOLS_CARD_10_LINK_2=\u0412\u0456\u0434\u043A\u0440\u0438\u0442\u0438 \u043F\u0440\u043E\u0454\u043A\u0442 GitHub

API_MASTER_PLACEHOLDER=\u0424\u0456\u043B\u044C\u0442\u0440
API_MASTER_EXPAND_BTN_TOOLTIP=\u0420\u043E\u0437\u0433\u043E\u0440\u043D\u0443\u0442\u0438 \u0432\u0441\u0435
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0417\u0433\u043E\u0440\u043D\u0443\u0442\u0438 \u0432\u0441\u0435
API_MASTER_DEPRECATED_CB=\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u0438 \u0437\u0430\u0441\u0442\u0430\u0440\u0456\u043B\u0435
API_MASTER_NO_DATA_TEXT=\u0414\u0430\u043D\u0438\u0445 \u043D\u0435\u043C\u0430\u0454, \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u0438\u0439 \u043F\u043E\u0448\u0443\u043A
API_MASTER_DEPRECATED=\u0417\u0430\u0441\u0442\u0430\u0440\u0456\u043B\u0435
API_MASTER_DEPRECATED_APIS=\u0417\u0430\u0441\u0442\u0430\u0440\u0456\u043B\u0456 API
API_MASTER_EXPERIMENTAL_APIS=\u0415\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u0456 API
API_MASTER_INDEX_BY_VERSION=\u0406\u043D\u0434\u0435\u043A\u0441 \u0437\u0430 \u0432\u0435\u0440\u0441\u0456\u0454\u044E

API_DETAIL_SINCE_TITLE=\u0406\u043D\u0434\u0435\u043A\u0441 \u0437\u0430 \u0432\u0435\u0440\u0441\u0456\u0454\u044E

API_DETAIL_EXPERIMENTAL_TITLE=\u0406\u043D\u0434\u0435\u043A\u0441 \u0435\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u0438\u0445 API

API_DETAIL_DEPRECATED_TITLE=\u0406\u043D\u0434\u0435\u043A\u0441 \u0437\u0430\u0441\u0442\u0430\u0440\u0456\u043B\u0438\u0445 API
API_DETAIL_DEPRECATED_WARNING=\u0417\u0430\u0433\u0430\u043B\u044C\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u043F\u0440\u043E \u0437\u0430\u0441\u0442\u0430\u0440\u0456\u043B\u0456 \u0444\u0443\u043D\u043A\u0446\u0456\u0457 \u0434\u0438\u0432. \u0443 \u043F\u0440\u0430\u0432\u0438\u043B\u0430\u0445 \u0441\u0443\u043C\u0456\u0441\u043D\u043E\u0441\u0442\u0456.

API_DETAIL_AS_OF_VERSION=\u0421\u0442\u0430\u043D\u043E\u043C \u043D\u0430 {0}
API_DETAIL_NA_VERSION=\u0412\u0435\u0440\u0441\u0456\u044F \u041D/\u0414
