
APP_TABHEADER_ITEM_HOME=P\u00E0gina d'inici
APP_TABHEADER_ITEM_DOCUMENTATION=Documentaci\u00F3
APP_TABHEADER_ITEM_API_REFERENCE=Refer\u00E8ncia d'API
APP_TABHEADER_ITEM_SAMPLES=Exemples
APP_TABHEADER_ITEM_DEMO_APPS=Aplicacions de demostraci\u00F3
APP_TABHEADER_ITEM_TOOLS=Eines
APP_CHANGE_VERSION_BTN=Canviar versi\u00F3
APP_VERSION_BETA_VERSION=Versi\u00F3 Beta
APP_VERSION_VERSION=Versi\u00F3
APP_VERSION_NOT_PRODUCTIVE=- no per a \u00FAs productiu.
APP_VERSION_IN_PROGRESS=- desenvolupament en curs.
APP_FEEDBACK_BTN_TOOLTIP=Enviar comentaris
APP_SEARCH_FIELD_CLOSE=Tancar
APP_INFORMATION_BTN_TOOLTIP=M\u00E9s informaci\u00F3
APP_INFORMATION_BTN_FEEDBACK=Comentaris
APP_INFORMATION_BTN_ABOUT=Quant a
APP_INFORMATION_BTN_LEGAL=Legal
APP_INFORMATION_BTN_PRIVACY=Privacitat
APP_INFORMATION_BTN_TERMS_OF_USE=Condicions d'\u00FAs
APP_INFORMATION_BTN_APPEARANCE=Aspecte
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Clar
APP_INFORMATION_BTN_APPEARANCE_DARK=Fosc
APP_INFORMATION_BTN_APPEARANCE_AUTO=Autom\u00E0tic (segons la configuraci\u00F3 OS)
APP_INFORMATION_BTN_SITEMAP=Sitemap
APP_INFORMATION_BTN_COPYRIGHT=Copyright
APP_INFORMATION_BTN_TRADEMARK=Marca comercial
APP_INFORMATION_BTN_DISCLAIMER=Cl\u00E0usula d'exempci\u00F3 de responsabilitat
APP_INFORMATION_BTN_LICENSE=Llic\u00E8ncia
APP_COOKIES_TEXT=Fem servir galetes per millorar la vostra experi\u00E8ncia al nostre lloc. Si seguiu utilitzant aquest lloc web, accepteu l'\u00FAs de les nostres galetes.

FEEDBACK_DIALOG_TITLE=Enviar comentaris
FEEDBACK_DIALOG_OVERALL=Quina \u00E9s la vostra experi\u00E8ncia general?
FEEDBACK_DIALOG_MESSAGE=Qu\u00E8 voldr\u00EDeu dir-nos?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Podeu compartir els vostres comentaris sobre l'experi\u00E8ncia general del kit de demostraci\u00F3 o sobre la p\u00E0gina concreta que esteu visualitzant.
FEEDBACK_DIALOG_RELATED=Els comentaris estan relacionats amb la p\u00E0gina actual.
FEEDBACK_DIALOG_SHOW_DATA=Mostrar dades de context
FEEDBACK_DIALOG_DISCLAIMER=Els comentaris s\u00F3n an\u00F2nims; no recopilem dades personals.
FEEDBACK_DIALOG_BTN_SEND=Enviar
FEEDBACK_DIALOG_BTN_CANCEL=Cancel\u00B7lar
FEEDBACK_DIALOG_STATUS_EXCELLENT=Excel\u00B7lent
FEEDBACK_DIALOG_STATUS_GOOD=Bo
FEEDBACK_DIALOG_STATUS_AVERAGE=Mitjana
FEEDBACK_DIALOG_STATUS_POOR=Dolent
FEEDBACK_DIALOG_STATUS_VERY_POOR=Molt dolent
FEEDBACK_DIALOG_TITLE_SUCCESS=Gr\u00E0cies.
FEEDBACK_DIALOG_TEXT_SUCCESS=S'ha enviat el feedback.
FEEDBACK_DIALOG_TITLE_ERROR=Ho sentim,
FEEDBACK_DIALOG_TEXT_ERROR=s'ha produ\u00EFt un error en enviar el feedback\:\n

WELCOME_BLOCK_1_TEXT_1=Descobriu nous horitzons de grau empresarial
WELCOME_BLOCK_1_START_BTN=Introducci\u00F3 a UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Baixar
WELCOME_KEY_FEATURES=Funcions clau
WELCOME_START_CODING=Comenceu a codificar
WELCOME_CHOOSE_SCENARIO=Trieu el vostre escenari
WELCOME_JOIN_COMMUNITY=Uniu-vos a la comunitat
WELCOME_BLOCK_2_TITLE=Navegadors i dispositius interactius
WELCOME_BLOCK_2_TEXT=No cal que us preocupeu per les especificitats dels dispositius. Les aplicacions UI5 funcionen en smartphones, tauletes i ordinadors de taula. Els controls d\u2019IU s\u2019adapten autom\u00E0ticament a les capacitats de cada dispositiu i aprofiten al m\u00E0xim l'espai disponible.
WELCOME_BLOCK_2_IMG_ALT=Imatge que mostra un tel\u00E8fon, una pantalla d\u2019ordinador i una tauleta
WELCOME_BLOCK_3_TITLE=Conceptes de desenvolupament consolidats
WELCOME_BLOCK_3_TEXT_1=El nucli d'UI5 ofereix una base s\u00F2lida que us simplifica la feina gr\u00E0cies a la gesti\u00F3 de diversos aspectes del desenvolupament modern entre bastidors. Inclou compatibilitat integrada amb conceptes arquitect\u00F2nics com ara MVC, vinculaci\u00F3 de dades bidireccional o encaminament.
WELCOME_BLOCK_3_TEXT_2=Inclou patrons com ara MVC i diversos tipus de vinculaci\u00F3 de dades
WELCOME_BLOCK_3_TEXT_3=Trieu entre diversos formats de visualitzaci\u00F3 (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Vinculaci\u00F3 amb OData, JSON, XML i altres formats de dades
WELCOME_BLOCK_3_TEXT_5=Eina de compatibilitat integrada per explorar l'arbre d'objectes i l'estat de vinculaci\u00F3
WELCOME_BLOCK_4_TITLE=Eines web preparades per a l'empresa
WELCOME_BLOCK_4_TEXT_1=Creades per professionals i per a desenvolupadors moderns que creen aplicacions web d\u2019\u00FAltima generaci\u00F3. Inclou totes les funcions necess\u00E0ries per satisfer la majoria de les necessitats actuals de les aplicacions, amb normes prou exigents per subministrar-se en solucions SAP est\u00E0ndard.
WELCOME_BLOCK_4_TEXT_2=Suport de la traducci\u00F3 i la internacionalitzaci\u00F3
WELCOME_BLOCK_4_TEXT_3=Conceptes d'extensibilitat pel que fa al codi i les aplicacions
WELCOME_BLOCK_4_TEXT_4=Tema de contrast alt per ajudar els usuaris amb defici\u00E8ncies visuals
WELCOME_BLOCK_5_TITLE=Disseny SAP Fiori premiat en acci\u00F3
WELCOME_BLOCK_5_TEXT=Les aplicacions d\u2019UI5 es beneficien d\u2019un llenguatge de disseny consistent i de patrons d'experi\u00E8ncia d'usuari predefinits en totes les funcions front-end. Feu servir un tema predefinit o proveu la nostra eina de creaci\u00F3 de temes en l\u00EDnia per crear un tema personalitzat.
WELCOME_BLOCK_5_IMG_ALT=Imatge que mostra elements de disseny SAP Fiori
WELCOME_BLOCK_6_TITLE=Prepareu-vos
WELCOME_BLOCK_6_TEXT_1=L'\u00FAnica cosa que necessiteu per desenvolupar aplicacions web amb UI5 \u00E9s un entorn de desenvolupament i un navegador. Escolliu SAP Business Application Studio al n\u00FAvol per a la m\u00E0xima comoditat. Per a la m\u00E0xima flexibilitat, teniu l'opci\u00F3 alternativa de configurar el vostre entorn de desenvolupament local.
WELCOME_BLOCK_6_TEXT_2=Proveu el primer exemple d'aqu\u00ED.
WELCOME_BLOCK_7_TITLE=Evoluci\u00F3 d'UI5
WELCOME_BLOCK_7_TEXT_1=L'evoluci\u00F3 d'UI5 suposa millores essencials com a part d\u2019un esfor\u00E7 continu per avan\u00E7ar en SAPUI5, per tal que les aplicacions funcionin m\u00E9s de pressa i que el codi sigui m\u00E9s modular. Accepta est\u00E0ndards web, c\u00E0rrega as\u00EDncrona i tecnologies emergents, aix\u00ED que SAPUI5 continua sent una soluci\u00F3 demostrada per a l'empresa amb garantia de futur.
WELCOME_BLOCK_7_TEXT_2=Animem els desenvolupadors que fomentin i aprofitin de manera activa les noves capacitats.
WELCOME_BLOCK_7_ALT=L'evoluci\u00F3 d'UI5 est\u00E0 generant innovaci\u00F3, proporcionant eines de creaci\u00F3, un nucli modular i est\u00E0ndards oberts, i obtenint un rendiment alt gr\u00E0cies a la c\u00E0rrega as\u00EDncrona.
WELCOME_BLOCK_8_TITLE=SAPUI5 a SAP BTP
WELCOME_BLOCK_8_TEXT_1=Registreu-vos per obtenir el compte de prova gratu\u00EFt de SAP BTP per provar la plataforma i crear aplicacions UI5 basades en el n\u00FAvol.
WELCOME_BLOCK_8_TEXT_2=Entorn de desenvolupament f\u00E0cil d\u2019utilitzar amb SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Prova gratu\u00EFta amb finalitats de desenvolupament
WELCOME_BLOCK_9_TITLE=SAPUI5 (local)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 forma part de les tecnologies d'interf\u00EDcie d'usuari dels sistemes SAP HANA, NetWeaver ABAP i Java.
WELCOME_BLOCK_9_TEXT_2=A punt per als usuaris de SAP
WELCOME_BLOCK_9_TEXT_3=S'integra amb les infraestructures de sistemes existents
WELCOME_BLOCK_10_TITLE=OpenUI5\: gratu\u00EFt i de codi obert
WELCOME_BLOCK_10_TEXT_1=Proveu la variant de codi obert d\u2019UI5. Cont\u00E9 totes les funcions principals d\u2019UI5 i est\u00E0 disponible a GitHub amb la llic\u00E8ncia Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Amb el suport de la comunitat de codi obert
WELCOME_BLOCK_10_TEXT_3=Gestionat a GitHub\: qualsevol contribuci\u00F3 ser\u00E0 benvinguda\!
WELCOME_BLOCK_11_TITLE=UI5 a la xarxa de lliurament de contingut (CDN)
WELCOME_BLOCK_11_TEXT_1=Desenvolupeu i executeu aplicacions d\u2019UI5 amb la flexibilitat d'una CDN s\u00F2lida. Els fitxers es carreguen des de la ubicaci\u00F3 m\u00E9s propera a l'usuari per obtenir un rendiment \u00F2ptim.
WELCOME_BLOCK_11_TEXT_2=CDN multiversi\u00F3 per mantenir un cicle de vida personalitzat
WELCOME_BLOCK_11_TEXT_3=Per a qualsevol escenari de desenvolupament local i al n\u00FAvol
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=Documentaci\u00F3
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Baixar
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Novetats
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Obteniu informaci\u00F3 sobre les funcions noves de les \u00FAltimes versions d'UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Llegeix-me primer
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Informaci\u00F3 important abans de comen\u00E7ar a utilitzar UI5 de manera productiva
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Introducci\u00F3
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Configuraci\u00F3 i tutorials
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Desenvolupament d'aplicacions
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Pr\u00E0ctiques recomanades i problemes que cal tenir en compte
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Extensi\u00F3 d'aplicacions
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Adapteu les aplicacions a les vostres necessitats espec\u00EDfiques
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Desenvolupament de controls
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Creeu controls personalitzats o contribu\u00EFu a UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Patrons i plantilles d'IU per a patrons d'aplicacions d'\u00FAs com\u00FA
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Creeu i milloreu aplicacions web anal\u00EDtiques interactives
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Imprescindibles
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Conceptes de desenvolupament, com ara MVC, vinculaci\u00F3 de dades i components
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=M\u00E9s informaci\u00F3 sobre els controls
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Incorporaci\u00F3 a la refer\u00E8ncia d'API

TOPIC_DETAIL_BACK_BTN=Tornar als resultats de la cerca
TOPIC_DETAIL_EDIT_GITHUB=Editar a GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Editeu aquesta p\u00E0gina a GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Mostrar aquest document en el mode de pantalla completa

TOPIC_MASTER_FILTER_PLACEHOLDER=Filtrar
TOPIC_MASTER_EXPAND_TOOLTIP=Desplegar-ho tot
TOPIC_MASTER_COLAPSE_TOOLTIP=Comprimir-ho tot
TOPIC_MASTER_NO_DATA_TEXT=No hi ha dades. Proveu-ho amb la cerca global

ENTITY_ABOUT=Quant a
ENTITY_SAMPLES=Exemples ({0})
ENITITY_API=Refer\u00E8ncia d'API\:
ENTITY_DOCUMENTATION=Documentaci\u00F3\:
ENTITY_UX=Directrius de l'experi\u00E8ncia d'usuari\:
ENTITY_EXTENDS=Ampliacions\:
ENTITY_COMPONENT=Component d'aplicaci\u00F3
ENTITY_SINCE=Disponible des de
ENTITY_CATEGORY=Categoria
ENTITY_DENSITY=Densitat de contingut
ENTITY_DEPRECATED=Obsolet
ENTITY_FULLSCREEN_TOOLTIP=Mostrar aquest exemple en el mode de pantalla completa
ENTITY_BACK_BTN=Tornar als resultats de la cerca
ENTITY_TABLE_NAME=Nom
ENTITY_TABLE_DESCRIPTION=Descripci\u00F3

CONTROLS_PAGE_TITLE=Exemples
CONTROLS_PAGE_DESC=Exploreu i baixeu exemples de codi
CONTROLS_FEATURED_CONTROLS=Controls destacats
CONTROLS_LAYOUT_PAGES=Disposici\u00F3 i p\u00E0gines
CONTROLS_TEXT_1=Interacci\u00F3 de l'usuari
CONTROLS_TEXT_2=Diverses estructures de llista
CONTROLS_TEXT_3=Taules simples o m\u00E9s potents
CONTROLS_TEXT_4=Di\u00E0legs i finestres emergents
CONTROLS_TEXT_5=Mosaics de textos, imatges o gr\u00E0fics, per exemple
CONTROLS_TEXT_6=Notificaci\u00F3 d'usuari
CONTROLS_TEXT_7=Barres d'eines i cap\u00E7aleres
CONTROLS_TEXT_8=Representaci\u00F3 de dades jer\u00E0rquiques
CONTROLS_TEXT_9=Controls gestionats per metadades
CONTROLS_TEXT_10=Visualitzaci\u00F3 de la ubicaci\u00F3
CONTROLS_TEXT_11=Visualitzaci\u00F3 de dades
CONTROLS_TEXT_12=Interaccions basades en passos
CONTROLS_TEXT_13=Visualitzaci\u00F3, creaci\u00F3 o edici\u00F3 d'objectes
CONTROLS_TEXT_14=P\u00E0gina amb t\u00EDtol, cap\u00E7alera i \u00E0rea de contingut
CONTROLS_TEXT_15=P\u00E0gina amb fins a 3 columnes
CONTROLS_TEXT_16=Disposici\u00F3 de dues columnes

CONTROLS_MASTER_FILTER_PLACERHOLDER=Filtrar
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Agrupar/Filtrar
CONTROLS_MASTER_NO_DATA_TEXT=No hi ha dades. Proveu-ho amb la cerca global.

CODE_BACK_BTN_TOOLTIP=Tornar a l'exemple
CODE_API_REFERENCE=Refer\u00E8ncia d'API
CODE_DOWNLOAD_BTN=Baixar

CHANGE_VERSION_DIALOG_TITLE=Canviar versi\u00F3
CHANGE_VERSION_DIALOG_CLOSE_BTN=Tancar

APP_SETTINGS_DIALOG_TITLE=Configuraci\u00F3
APP_SETTINGS_DIALOG_THEME=Tema\:
APP_SETTINGS_DIALOG_LANGUAGE=Idioma
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Prefer\u00E8ncies de galeta
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Tingueu en compte que l'idioma seleccionat s'aplica nom\u00E9s a la interf\u00EDcie d'usuari de l'aplicaci\u00F3 del Kit de demostraci\u00F3. El contingut proporcionat a l'aplicaci\u00F3 a les diferents seccions, com ara la documentaci\u00F3, la refer\u00E8ncia de l'API i les mostres, nom\u00E9s estan disponibles en angl\u00E8s.
APP_SETTINGS_DIALOG_DENSITY=Densitat de contingut\:
APP_SETTINGS_DIALOG_READ_MORE=M\u00E9s informaci\u00F3 sobre les densitats de contingut
APP_SETTINGS_DIALOG_RTL=Mode de dreta a esquerra\:
APP_SETTINGS_DIALOG_OK_BTN=D'acord
APP_SETTINGS_DIALOG_CANCEL_BTN=Cancel\u00B7lar

COOKIE_SETTINGS_DIALOG_TITLE=Configuraci\u00F3 de galeta
COOKIE_SETTINGS_DIALOG_SUMMARY=Fem servir galetes i SAP Web Analytics per millorar la vostra experi\u00E8ncia al nostre lloc. Si seguiu utilitzant aquest lloc, accepteu l'\u00FAs de les nostres galetes.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Galetes obligat\u00F2ries
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Aquestes galetes s\u00F3n necess\u00E0ries per activar la funcionalitat de lloc central.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Fem servir galetes per millorar la vostra experi\u00E8ncia al nostre lloc. Si seguiu utilitzant aquest lloc, accepteu l'\u00FAs de les nostres galetes.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Galetes funcionals
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Aquestes galetes s'utilitzen per analitzar l'utilitzaci\u00F3 del lloc amb la finalitat de mesurar i millorar el rendiment del lloc.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Aquest lloc utilitza SAP Web Analytics per analitzar com utilitzen aquest lloc els usuaris. La informaci\u00F3 generada (inclosos una part de l'adre\u00E7a IP i un ID de navegador) es transmetr\u00E0 a SAP i l'emmagatzemar\u00E0 als seus servidor. Les galetes s'utilitzen per identificar les visites repetides i la p\u00E0gina d'origen de la visita. Nom\u00E9s utilitzarem aquesta informaci\u00F3 amb la finalitat d'avaluar l'utilitzaci\u00F3 del lloc web i recopilar informes sobre l'activitat del lloc web pels operadors del lloc web i, finalment, per millorar el lloc. Si voleu activar el seguiment de SAP Web Analytics, indiqueu les vostres prefer\u00E8ncies amb el conmutador "Activar"/"Desactivar" anterior. Si l'activeu, accepteu el processament de les vostres dades anal\u00EDtiques de la forma i amb les finalitats definides anteriorment.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=M\u00E9s informaci\u00F3
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Acceptar-ho tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Rebutjar-ho tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Definir prefer\u00E8ncies
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Desar prefer\u00E8ncies
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Cancel\u00B7lar

EMPTY_TEXT=Buit

DOWNLOADS_TEXT=Baixades

DEMO_APPS_TEXT=Aplicacions de demostraci\u00F3
DEMO_APPS_DOWNLOAD_BTN=Baixar
DEMO_APPS_READ_MORE_BTN=M\u00E9s informaci\u00F3
DEMO_APPS_IMAGE_PHONE=Imatge de fons per a tel\u00E8fons
DEMO_APPS_IMAGE_DESKTOP=Imatge de fons per a ordinadors
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=Baixar aplicacions de demostraci\u00F3
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=Cancel\u00B7lar
DEMO_APPS_CATEGORY_TUTORIAL=Aplicacions de demostraci\u00F3 amb tutorials
DEMO_APPS_CATEGORY_SHOWCASE=Conceptes d'UI5 en escenaris reals
DEMO_APPS_CATEGORY_TEMPLATE=Aplicacions model
DEMO_APPS_CATEGORY_MISC=Altres aplicacions de demostraci\u00F3
DEMO_APPS_CATEGORY_RTA=Aplicacions de demostraci\u00F3 de flexibilitat SAPUI5
DEMO_APPS_LIBRARY=Biblioteca de control\:

LEGAL_DISCLAIMER_TITLE=Av\u00EDs legal quant als enlla\u00E7os
LEGAL_DISCLAIMER_LABEL_1=Enlla\u00E7os amb la icona
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informaci\u00F3 publicada en un lloc que no \u00E9s de SAP
LEGAL_DISCLAIMER_TEXT_1=Esteu entrant a un lloc web que no est\u00E0 allotjat per SAP. Si feu servir aquests enlla\u00E7os, accepteu (tret que s\u2019indiqui expressament el contrari en els vostres acords amb SAP) el seg\u00FCent\:
LEGAL_DISCLAIMER_TEXT_2=- El contingut del lloc enlla\u00E7at no \u00E9s documentaci\u00F3 de SAP. No podeu deduir cap reclamaci\u00F3 de productes contra SAP a partir d'aquesta informaci\u00F3.
LEGAL_DISCLAIMER_TEXT_3=- SAP ni est\u00E0 d\u2019acord ni en desacord amb el contingut del lloc enlla\u00E7at, ni tampoc en garanteix la disponibilitat i la precisi\u00F3.
LEGAL_DISCLAIMER_LABEL_2=Enlla\u00E7os amb la icona
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informaci\u00F3 publicada en un lloc de SAP
LEGAL_DISCLAIMER_TEXT_4=Esteu sortint de la documentaci\u00F3 d'aquest producte o servei SAP concret i esteu entrant a un lloc web allotjat per SAP. Si feu servir aquests enlla\u00E7os, accepteu (tret que s\u2019indiqui expressament el contrari en els vostres acords amb SAP) que no podreu deduir cap reclamaci\u00F3 de productes contra SAP a partir d'aquesta informaci\u00F3.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfab\u00E8tic
VIEW_SETTINGS_DIALOG_ITEM_2=Categoria
VIEW_SETTINGS_DIALOG_ITEM_3=Densitat de contingut
VIEW_SETTINGS_DIALOG_ITEM_4=\u00C0rea de noms
VIEW_SETTINGS_DIALOG_ITEM_5=Llan\u00E7ament

SAMPLE_BACK_BTN_TOOLTIP=Tornar als exemples
SAMPLE_INFO_TOOLTIP=Informaci\u00F3 de mostra
SAMPLE_API_REFERENCE_BTN=Refer\u00E8ncia d'API
SAMPLE_PREV_BTN_TOOLTIP=Mostrar exemple anterior
SAMPLE_NEXT_BTN_TOOLTIP=Mostrar exemple seg\u00FCent
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Mostrar aquest exemple en el mode de pantalla completa
SAMPLE_ADAPT_BTN_TOOLTIP=Adaptar IU
SAMPLE_CODE_BTN_TOOLTIP=Mostrar codi font d\u2019aquest exemple
SAMPLE_NEW_TAB_BTN_TOOLTIP=Obrir en una pestanya nova
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Baixar

RELEASE_NOTES_TITLE=Log de modificaci\u00F3

SEARCH_PAGE_TITLE=Resultats de cerca de "{0}"
SEARCH_PAGE_DESCRIPTION=Els resultats de la cerca es mostren en categories.
SEARCH_PAGE_ALL_SECTION_TITLE=Tot ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Millors 10 resultats de la refer\u00E8ncia de l'API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Millors 10 resultats de la documentaci\u00F3
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Millors 10 resultats de les mostres
SEARCH_SUGGESTIONS_TITLE_ALL=Millors 10 resultats de tot
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Totes
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Veure-ho tot
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Documentaci\u00F3
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Refer\u00E8ncia d'API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Exemples
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Tot ({0} de {1})
SEARCH_PAGE_API_SECTION_TITLE=Refer\u00E8ncia d''API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Refer\u00E8ncia d''API ({0} de {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Documentaci\u00F3 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Documentaci\u00F3 ({0} de {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Exemples ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Exemples ({0} de {1})

RELEASE_DIALOG_TITLE=Log de modificaci\u00F3 de\: {0}
RELEASE_DIALOG_CLOSE_BTN=Tancar
RELEASE_DIALOG_NO_DATA_TEXT=Sense canvis per a aquesta biblioteca.

ABOUT_DIALOG_TITLE=Quant a
ABOUT_DIALOG_TEXT_1=Kit de demostraci\u00F3 UI5 - UI Development Toolkit for HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2021 SAP SE. Tots els drets reservats.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE o una empresa filial de SAP
ABOUT_DIALOG_TEXT_4={0} Versi\u00F3 {1}
ABOUT_DIALOG_TEXT_5=Obrir versi\u00F3 d''UI5 {0}
ABOUT_DIALOG_TEXT_6=Aquest programari inclou les versions seg\u00FCents de la biblioteca
ABOUT_DIALOG_LINK_1=Dades de la versi\u00F3
ABOUT_DIALOG_TEXT_7=Aquest programari inclou programari de codi obert de tercers.
ABOUT_DIALOG_TEXT_8=Programari de tercers incl\u00F2s
ABOUT_DIALOG_VERSION_TITLE=Dades de la versi\u00F3
ABOUT_DIALOG_VERSION=Versi\u00F3
ABOUT_DIALOG_DESCRIPTION=Descripci\u00F3
ABOUT_DIALOG_CHANGE_LOG=Log de modificaci\u00F3
ABOUT_DIALOG_CHANGE_LOG_LINK=Log de modificaci\u00F3
ABOUT_DIALOG_COMPONENT=Component
ABOUT_DIALOG_CLOSE_BTN=Tancar
ABOUT_DIALOG_THIRD_PARTY=Programari de tercers incl\u00F2s

FOOTER_LEGAL_DISCOLURE=Avisos legals
FOOTER_PRIVACY=Privacitat
FOOTER_TERMS=Condicions d'\u00FAs
FOOTER_LICENSE=Llic\u00E8ncia

NOT_FOUND_TITLE=No s'ha trobat
NOT_FOULD_TEXT=No s'ha trobat el recurs sol\u00B7licitat.

SITEMAP_TITLE=Sitemap

LIVE_EDITOR_TITLE=Editor en directe
LIVE_EDITOR_RESULT=Resultat
LIVE_EDITOR_PREVIEW_BTN=Previsualitzaci\u00F3
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Previsualitzaci\u00F3 autom\u00E0tica

TOOLS_VIEW_DOC=Veure documentaci\u00F3
TOOLS_CARD_1_IMG_ALT=Imatge que mostra SAP Business Application Studio
TOOLS_CARD_1_TEXT=SAP Business Application Studio a SAP BTP, el n\u00FAvol p\u00FAblic de SAP, serveix per crear aplicacions d'IU modernes per a ordinadors i dispositius m\u00F2bils amb les \u00FAltimes tecnologies SAPUI5 i SAP Fiori.
TOOLS_CARD_1_LINK_1=SDK de SAP Business Application Studio
TOOLS_CARD_2_IMG_ALT=Imatge que mostra el dissenyador de temes d'IU
TOOLS_CARD_2_TEXT=Utilitzeu el dissenyador de temes d'IU per crear temes d\u2019identitat corporativa f\u00E0cilment editant una de les plantilles de temes que proporciona SAP.
TOOLS_CARD_2_LINK_1=Comunitat
TOOLS_CARD_3_IMG_ALT=Imatge que mostra la p\u00E0gina d'UI5 Tooling
TOOLS_CARD_3_TEXT=Cadena d\u2019eines oberta i modular per desenvolupar aplicacions d\u2019\u00FAltima generaci\u00F3 basades en la infraestructura d'UI5, aprofitant node.js i npm.
TOOLS_CARD_3_LINK_1=Resum
TOOLS_CARD_3_LINK_2=Documentaci\u00F3 de CLI
TOOLS_CARD_4_IMG_ALT=Imatge que mostra UI5 Inspector
TOOLS_CARD_4_TEXT=Amb UI5 Inspector podeu depurar les vostres aplicacions basades en OpenUI5 o SAPUI5 i donar-hi suport de manera senzilla.
TOOLS_CARD_4_LINK_1=Veure codi font
TOOLS_CARD_5_TEXT=Les targetes d'integraci\u00F3 s\u00F3n una nova manera de proporcionar i consumir targetes de tipus widget per a la p\u00E0gina d'inici o el panell.
TOOLS_CARD_5_LINK_1=Explorar exemples
TOOLS_CARD_6_IMG_ALT=Imatge que mostra l'assistent de suport en acci\u00F3
TOOLS_CARD_6_TEXT=L\u2019assistent de suport permet als desenvolupadors comprovar si les seves aplicacions s'han creat d\u2019acord amb les pr\u00E0ctiques recomanades i les directrius de SAPUI5.
TOOLS_CARD_7_IMG_ALT=Imatge que mostra l'explorador d'icones SAP
TOOLS_CARD_7_TEXT=Examineu i utilitzeu la nostra gran col\u00B7lecci\u00F3 d\u2019icones en els nostres tipus de lletra d\u2019icones.
TOOLS_CARD_7_LINK_1=Executar proves d'integraci\u00F3
TOOLS_CARD_7_LINK_2=Executar proves de m\u00F2dul
TOOLS_CARD_8_IMG_ALT=Imatge que mostra el quadre d'eines de par\u00E0metres de temes
TOOLS_CARD_8_TEXT=Cerqueu, filtreu i previsualitzeu par\u00E0metres de temes sem\u00E0ntics.
TOOLS_CARD_9_IMG_ALT=Imatge que mostra Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (la nova generaci\u00F3 de SAP Web IDE) \u00E9s un entorn de desenvolupament modern, adaptat per un desenvolupament eficient de les aplicaciones empresarials per a les empreses intel\u00B7ligents.
TOOLS_CARD_10_IMG_ALT=Imatge que mostra UI5 Web Components
TOOLS_CARD_10_TEXT=UI5 Web Components s\u00F3n les noves ofertes d'UI5 que proporcionen un conjunt d'elements d'IU reutilitzables amb una empremta m\u00EDnima pels llocs web est\u00E0tics o aplicacions web basades en qualsevol marc web.
TOOLS_CARD_10_LINK_1=Introducci\u00F3
TOOLS_CARD_10_LINK_2=Obrir projecte GitHub

API_MASTER_PLACEHOLDER=Filtrar
API_MASTER_EXPAND_BTN_TOOLTIP=Desplegar-ho tot
API_MASTER_COLLAPSE_BTN_TOOLTIP=Comprimir-ho tot
API_MASTER_DEPRECATED_CB=Incloure obsoletes
API_MASTER_NO_DATA_TEXT=No hi ha dades. Proveu-ho amb la cerca global
API_MASTER_DEPRECATED=Obsolet
API_MASTER_DEPRECATED_APIS=API obsoletes
API_MASTER_EXPERIMENTAL_APIS=API experimentals
API_MASTER_INDEX_BY_VERSION=Indexar per versi\u00F3

API_DETAIL_SINCE_TITLE=Indexar per versi\u00F3

API_DETAIL_EXPERIMENTAL_TITLE=\u00CDndex d'API experimentals

API_DETAIL_DEPRECATED_TITLE=\u00CDndex d'API obsoletes
API_DETAIL_DEPRECATED_WARNING=Per obtenir informaci\u00F3 general sobre funcions obsoletes, consulteu les regles de compatibilitat.

API_DETAIL_AS_OF_VERSION=A partir de {0}
API_DETAIL_NA_VERSION=Versi\u00F3 no disponible
