
APP_HEADER_TITLE=Kit de demostraci\u00F3 d'UI5
APP_HEADER_LOGO_ALT=Logotip de UI5
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=Cercar qualsevol
APP_TABHEADER_ITEM_HOME=P\u00E0gina d'inici
APP_TABHEADER_ITEM_DOCUMENTATION=Documentaci\u00F3
APP_TABHEADER_ITEM_API_REFERENCE=Refer\u00E8ncia d'API
APP_TABHEADER_ITEM_SAMPLES=Exemples
APP_TABHEADER_ITEM_DEMO_APPS=Aplicacions de demostraci\u00F3
APP_TABHEADER_ITEM_RESOURCES=Recursos
APP_TABHEADER_SUBITEM_FIORI_TOOLS=Eines de Fiori
APP_TABHEADER_SUBITEM_ICON_EXPLORER=Explorador d'icones
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=Inspector d'UI5
APP_TABHEADER_SUBITEM_UI5_TOOLING=Eines d'UI5
APP_CHANGE_VERSION_BTN=Canviar versi\u00F3
APP_VERSION_BETA_VERSION=Versi\u00F3 Beta
APP_VERSION_VERSION=Versi\u00F3
APP_VERSION_NOT_PRODUCTIVE=- no per a \u00FAs productiu.
APP_VERSION_IN_PROGRESS=(en desenvolupament)
APP_FEEDBACK_BTN_TOOLTIP=Comentaris
APP_NEWS_BTN_TOOLTIP=Not\u00EDcies
APP_NEWS_DISMISS_ALL_BTN=Descartar totes posicions de not\u00EDcies
APP_NEWS_SHOW_ALL_BTN=Mostrar totes not\u00EDcies
APP_NEWS_NO_NEW_TEXT=Sense not\u00EDcies
APP_SEARCH_FIELD_CLOSE=Tancar
APP_INFORMATION_BTN_TOOLTIP=Opcions
APP_LEGAL_BTN_TOOLTIP=Informaci\u00F3 legal
APP_INFORMATION_BTN_FEEDBACK=Comentaris
APP_INFORMATION_BTN_ABOUT=Quant a
APP_INFORMATION_BTN_LEGAL=Legal
APP_INFORMATION_BTN_PRIVACY=Privacitat
APP_INFORMATION_BTN_TERMS_OF_USE=Condicions d'\u00FAs
APP_INFORMATION_BTN_APPEARANCE=Aspecte
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Clar
APP_INFORMATION_BTN_APPEARANCE_DARK=Fosc
APP_INFORMATION_BTN_APPEARANCE_HCB=Contrast alt Negre
APP_INFORMATION_BTN_APPEARANCE_HCW=Contrast alt Blanc
APP_INFORMATION_BTN_APPEARANCE_AUTO=Autom\u00E0tic (segons la configuraci\u00F3 OS)
APP_INFORMATION_BTN_SITEMAP=Sitemap
APP_INFORMATION_BTN_COPYRIGHT=Copyright
APP_INFORMATION_BTN_TRADEMARK=Marca comercial
APP_INFORMATION_BTN_DISCLAIMER=Cl\u00E0usula d'exempci\u00F3 de responsabilitat
APP_INFORMATION_BTN_LICENSE=Llic\u00E8ncia
APP_COOKIES_TEXT=Fem servir galetes per millorar la vostra experi\u00E8ncia al nostre lloc. Si seguiu utilitzant aquest lloc web, accepteu l'\u00FAs de les nostres galetes.

APP_INFORMATION_BTN_NEWS=Not\u00EDcies
APP_INFORMATION_BTN_SETTINGS=Opcions
APP_INFORMATION_BTN_POLICIES=Pol\u00EDtiques

NEWS_NEW_GROUP_TITLE=Nou
NEWS_READ_GROUP_TITLE=Llegir
NEWS_BTN_MARK_AS_READ=Marcar-ho tot com a Llegit
NEWS_BTN_VISIT_LINK=Visitar enlla\u00E7
NEWS_PREP_FAILURE_TITLE=Les not\u00EDcies no s\u2019han pogut carregar

FEEDBACK_DIALOG_TITLE=Enviar comentaris
FEEDBACK_DIALOG_OVERALL=Quina \u00E9s la vostra experi\u00E8ncia general?
FEEDBACK_DIALOG_MESSAGE=Qu\u00E8 voldr\u00EDeu dir-nos?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Podeu compartir els vostres comentaris sobre l'experi\u00E8ncia general del kit de demostraci\u00F3 o sobre la p\u00E0gina concreta que esteu visualitzant.
FEEDBACK_DIALOG_RELATED=Els comentaris estan relacionats amb la p\u00E0gina actual.
FEEDBACK_DIALOG_SHOW_DATA=Mostrar dades de context
FEEDBACK_DIALOG_DISCLAIMER=Els comentaris s\u00F3n an\u00F2nims; no recopilem dades personals.
FEEDBACK_DIALOG_BTN_SEND=Enviar
FEEDBACK_DIALOG_BTN_CANCEL=Cancel\u00B7lar
FEEDBACK_DIALOG_STATUS_EXCELLENT=Excel\u00B7lent
FEEDBACK_DIALOG_STATUS_GOOD=Bo
FEEDBACK_DIALOG_STATUS_AVERAGE=Mitjana
FEEDBACK_DIALOG_STATUS_POOR=Dolent
FEEDBACK_DIALOG_STATUS_VERY_POOR=Molt dolent
FEEDBACK_DIALOG_TITLE_SUCCESS=Gr\u00E0cies.
FEEDBACK_DIALOG_TEXT_SUCCESS=S'ha enviat el feedback.
FEEDBACK_DIALOG_TITLE_ERROR=Ho sentim,
FEEDBACK_DIALOG_TEXT_ERROR=s'ha produ\u00EFt un error en enviar el feedback\:\n

SURVEY_POPOVER_TITLE=Digueu-nos qu\u00E8 en penseu.
SURVEY_POPOVER_LONG_SURVEY_TITLE=Esquesta d\u2019experi\u00E8ncia de l\u2019usuari
SURVEY_POPOVER_LONG_SURVEY_BADGE=NOU
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=Disponible fins a
SURVEY_POPOVER_LONG_SURVEY_DESC=Empleneu l\u2019enquesta en cinc minuts i ajudeunos a millorar la vostra experi\u00E8ncia amb el producte. L\u2019enquesta s\u2019obrir\u00E0 en una pestanya nova.
SURVEY_POPOVER_LONG_SURVEY_BTN=Emplenar enquesta
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=Enlla\u00E7 externa a enquesta d\u2019experi\u00E8ncia d\u2019usuari Qualtrics
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=Compartiu la vostra valoraci\u00F3
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=La vostra opini\u00F3 \u00E9s important. Compartiu els vostres pensaments amb nosaltres en qualsevol moment.
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=Donar valoraci\u00F3
SURVEY_POPOVER_CLOSE_BTN=Tancar

WELCOME_BLOCK_1_TEXT_1=Descobriu nous horitzons de grau empresarial
WELCOME_BLOCK_1_START_BTN=Introducci\u00F3 a UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Baixar
WELCOME_KEY_FEATURES=Funcions clau
WELCOME_START_CODING=Comenceu a codificar
WELCOME_CHOOSE_SCENARIO=Trieu el vostre escenari
WELCOME_JOIN_COMMUNITY=Uniu-vos a la comunitat
WELCOME_BLOCK_2_TITLE=Navegadors i dispositius interactius
WELCOME_BLOCK_2_TEXT=No cal que us preocupeu per les especificitats dels dispositius. Les aplicacions UI5 funcionen en smartphones, tauletes i ordinadors de taula. Els controls d\u2019IU s\u2019adapten autom\u00E0ticament a les capacitats de cada dispositiu i aprofiten al m\u00E0xim l'espai disponible.
WELCOME_BLOCK_2_IMG_ALT=Imatge que mostra un tel\u00E8fon, una pantalla d\u2019ordinador i una tauleta
WELCOME_BLOCK_3_TITLE=Conceptes de desenvolupament consolidats
WELCOME_BLOCK_3_TEXT_1=UI5 ha estat dissenyat per professionals per a qu\u00E8 els desenvolupadors d'avui cre\u00EFn aplicacions web amb les darreres innovacions. Inclou tots les funcionalitats necess\u00E0ries per satisfer la majoria dels requisits de les aplicacions actuals. El nucli UI5 ofereix un base s\u00F2lida que facilita la feina en gestionar en un segon pla molts dels aspectes del desenvolupament modern\:
WELCOME_BLOCK_3_TEXT_2=Inclou patrons com ara MVC i diversos tipus de vinculaci\u00F3 de dades
WELCOME_BLOCK_3_TEXT_3=Selecci\u00F3  entre diversos formats de visualitzaci\u00F3 (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Vinculaci\u00F3 amb OData, JSON, XML i altres formats de dades
WELCOME_BLOCK_3_TEXT_5=Eina de compatibilitat integrada per explorar l'arbre d'objectes i l'estat de vinculaci\u00F3
WELCOME_BLOCK_3_TEXT_6=Suport de la traducci\u00F3 i la internacionalitzaci\u00F3
WELCOME_BLOCK_3_TEXT_7=Conceptes d'extensibilitat pel que fa al codi i les aplicacions
WELCOME_BLOCK_4_TITLE=Eines web preparades per a l'empresa
WELCOME_BLOCK_4_TEXT_1=Per qu\u00E8 tots els productes capdavanters de SAP utilitzen UI5, a m\u00E9s de molts dels seus clients i socis? I per qu\u00E8 rep tant de reconeixement a la comunitat oberta enll\u00E0 de SAP? Vet aqu\u00ED algunes de les aportacions m\u00E9s importats que ofereix UI5\:
WELCOME_BLOCK_4_TEXT_2=Suport de la traducci\u00F3 i la internacionalitzaci\u00F3
WELCOME_BLOCK_4_TEXT_3=Conceptes d'extensibilitat pel que fa al codi i les aplicacions
WELCOME_BLOCK_4_TEXT_4=Tema de contrast alt per ajudar els usuaris amb defici\u00E8ncies visuals
WELCOME_BLOCK_4_TEXT_5=F\u00E0cil d'integrar en un ecosistema SAP consistent
WELCOME_BLOCK_4_TEXT_6=Eines flexibles per a qualsevol mena de desenvolupador
WELCOME_BLOCK_4_TEXT_7=Es beneficia de les darreres innovacions, alhora que \u00E9s compatible amb actualitzacions
WELCOME_BLOCK_4_TEXT_8=Utilitzaci\u00F3 il\u00B7limitada en entorns tecnol\u00F2gics SAP i no SAP
WELCOME_BLOCK_5_TITLE=Disseny SAP Fiori premiat en acci\u00F3
WELCOME_BLOCK_5_TEXT=Les aplicacions d\u2019UI5 es beneficien d\u2019un llenguatge de disseny consistent i de patrons d'experi\u00E8ncia d'usuari predefinits en totes les funcions front-end. Feu servir un tema predefinit o proveu la nostra eina de creaci\u00F3 de temes en l\u00EDnia per crear un tema personalitzat.
WELCOME_BLOCK_5_IMG_ALT=Imatge que mostra elements de disseny SAP Fiori
WELCOME_BLOCK_6_TITLE=Prepareu-vos
WELCOME_BLOCK_6_TEXT_1=L'\u00FAnica cosa que necessiteu per desenvolupar aplicacions web amb UI5 \u00E9s un entorn de desenvolupament i un navegador. Escolliu SAP Business Application Studio al n\u00FAvol per a la m\u00E0xima comoditat. Per a la m\u00E0xima flexibilitat, teniu l'opci\u00F3 alternativa de configurar el vostre entorn de desenvolupament local.
WELCOME_BLOCK_6_TEXT_2=Proveu el primer exemple aqu\u00ED\:
WELCOME_BLOCK_7_TITLE=Evoluci\u00F3 d'UI5
WELCOME_BLOCK_7_TEXT_1=L'evoluci\u00F3 d'UI5 suposa millores essencials com a part d\u2019un esfor\u00E7 continu per avan\u00E7ar en SAPUI5, per tal que les aplicacions funcionin m\u00E9s de pressa i que el codi sigui m\u00E9s modular. Accepta est\u00E0ndards web, c\u00E0rrega as\u00EDncrona i tecnologies emergents, aix\u00ED que SAPUI5 continua sent una soluci\u00F3 demostrada per a l'empresa amb garantia de futur.
WELCOME_BLOCK_7_TEXT_2=Animem els desenvolupadors que fomentin i aprofitin de manera activa les noves capacitats.
WELCOME_BLOCK_7_ALT=L'evoluci\u00F3 d'UI5 est\u00E0 generant innovaci\u00F3, proporcionant eines de creaci\u00F3, un nucli modular i est\u00E0ndards oberts, i obtenint un rendiment alt gr\u00E0cies a la c\u00E0rrega as\u00EDncrona.
WELCOME_BLOCK_8_TITLE=SAPUI5 a SAP BTP
WELCOME_BLOCK_8_TEXT_1=Registreu-vos per obtenir el compte de prova gratu\u00EFt de SAP BTP per provar la plataforma i crear aplicacions UI5 basades en el n\u00FAvol.
WELCOME_BLOCK_8_TEXT_2=Entorn de desenvolupament f\u00E0cil d\u2019utilitzar amb SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Prova gratu\u00EFta amb finalitats de desenvolupament
WELCOME_BLOCK_9_TITLE=SAPUI5 (local)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 forma part de les tecnologies d'interf\u00EDcie d'usuari dels sistemes SAP HANA, NetWeaver ABAP i Java.
WELCOME_BLOCK_9_TEXT_2=A punt per als usuaris de SAP
WELCOME_BLOCK_9_TEXT_3=S'integra amb les infraestructures de sistemes existents
WELCOME_BLOCK_10_TITLE=OpenUI5\: gratu\u00EFt i de codi obert
WELCOME_BLOCK_10_TEXT_1=Proveu la variant de codi obert d\u2019UI5. Cont\u00E9 totes les funcions principals d\u2019UI5 i est\u00E0 disponible a GitHub amb la llic\u00E8ncia Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Amb el suport de la comunitat de codi obert
WELCOME_BLOCK_10_TEXT_3=Gestionat a GitHub\: qualsevol contribuci\u00F3 ser\u00E0 benvinguda\!
WELCOME_BLOCK_11_TITLE=UI5 a la xarxa de lliurament de contingut (CDN)
WELCOME_BLOCK_11_TEXT_1=Desenvolupeu i executeu aplicacions d\u2019UI5 amb la flexibilitat d'una CDN s\u00F2lida. Els fitxers es carreguen des de la ubicaci\u00F3 m\u00E9s propera a l'usuari per obtenir un rendiment \u00F2ptim.
WELCOME_BLOCK_11_TEXT_2=CDN multiversi\u00F3 per mantenir un cicle de vida personalitzat
WELCOME_BLOCK_11_TEXT_3=Per a qualsevol escenari de desenvolupament local i al n\u00FAvol
WELCOME_BLOCK_12_TITLE=SAP Community
WELCOME_BLOCK_13_TITLE=Butllet\u00ED empresarial
WELCOME_VIDEO_BLOCK_TITLE=Qu\u00E8 \u00E9s SAPUI5?

WELCOME_VIDEO_BLOCK_TEXT_1=SAPUI5 \u00E9s un concepte HTML5per crear aplicacions Web a nivell d\u2019empresa i multiplataforma de forma efica\u00E7. El que va comen\u00E7ar com a petit projecte, ara \u00E9s una de les tecnologies amb m\u00E9s \u00E8xit mai inventades per SAP.
WELCOME_VIDEO_BLOCK_TEXT_2=En aquest v\u00EDdeo, podreu entendre el valor de SAPUI5 en 110 segons. A la nostra p\u00E0gina de comunitat SAP, podreu trobar m\u00E9s informaci\u00F3 sobre les nostres tecnologies IU principals <a href\="https\://community.sap.com/topics/ui5">aqu\u00ED</a>.

TOPIC_DETAIL_INIT_DOCUMENTATION=Documentaci\u00F3
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Baixar
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Novetats
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Obteniu informaci\u00F3 sobre les funcions noves de les \u00FAltimes versions d'UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Llegeix-me primer
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Informaci\u00F3 important abans de comen\u00E7ar a utilitzar UI5 de manera productiva
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Introducci\u00F3
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Configuraci\u00F3 i tutorials
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Desenvolupament d'aplicacions
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Pr\u00E0ctiques recomanades i problemes que cal tenir en compte
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Extensi\u00F3 d'aplicacions
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Adapteu les aplicacions a les vostres necessitats espec\u00EDfiques
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Desenvolupament de controls
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Creeu controls personalitzats o contribu\u00EFu a UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Patrons i plantilles d'IU per a patrons d'aplicacions d'\u00FAs com\u00FA
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Creeu i milloreu aplicacions web anal\u00EDtiques interactives
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Imprescindibles
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Conceptes de desenvolupament, com ara MVC, vinculaci\u00F3 de dades i components
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=M\u00E9s informaci\u00F3 sobre els controls
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Incorporaci\u00F3 a la refer\u00E8ncia d'API

TOPIC_DETAIL_BACK_BTN=Tornar als resultats de la cerca
TOPIC_DETAIL_EDIT_GITHUB=Editar a GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Editeu aquesta p\u00E0gina a GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Mostrar aquest document en el mode de pantalla completa

TOPIC_MASTER_FILTER_PLACEHOLDER=Cercar
TOPIC_MASTER_EXPAND_TOOLTIP=Desplegar-ho tot
TOPIC_MASTER_COLAPSE_TOOLTIP=Comprimir-ho tot
TOPIC_MASTER_NO_DATA_TEXT=No hi ha dades. Proveu-ho amb la cerca global

ENTITY_ABOUT=Quant a
ENTITY_SAMPLES=Exemples ({0})
ENITITY_API=Refer\u00E8ncia d'API\:
ENTITY_DOCUMENTATION=Documentaci\u00F3\:
ENTITY_UX=Directrius de l'experi\u00E8ncia d'usuari\:
ENTITY_EXTENDS=Ampliacions\:
ENTITY_COMPONENT=Component d'aplicaci\u00F3
ENTITY_SINCE=Disponible des de
ENTITY_CATEGORY=Categoria
ENTITY_DENSITY=Densitat de contingut
ENTITY_DEPRECATED=Obsolet
ENTITY_FULLSCREEN_TOOLTIP=Mostrar aquest exemple en el mode de pantalla completa
ENTITY_BACK_BTN=Tornar als resultats de la cerca
ENTITY_TABLE_NAME=Nom
ENTITY_TABLE_DESCRIPTION=Descripci\u00F3

CONTROLS_PAGE_TITLE=Exemples
CONTROLS_PAGE_DESC=Exploreu i baixeu exemples de codi
CONTROLS_FEATURED_CONTROLS=Controls destacats
CONTROLS_LAYOUT_PAGES=Disposici\u00F3 i p\u00E0gines
CONTROLS_TEXT_1=Interacci\u00F3 de l'usuari
CONTROLS_TEXT_2=Diverses estructures de llista
CONTROLS_TEXT_3=Taules simples o m\u00E9s potents
CONTROLS_TEXT_4=Di\u00E0legs i finestres emergents
CONTROLS_TEXT_5=Mosaics de textos, imatges o gr\u00E0fics, per exemple
CONTROLS_TEXT_6=Notificaci\u00F3 d'usuari
CONTROLS_TEXT_7=Barres d'eines i cap\u00E7aleres
CONTROLS_TEXT_8=Representaci\u00F3 de dades jer\u00E0rquiques
CONTROLS_TEXT_9=Controls gestionats per metadades
CONTROLS_TEXT_10=Visualitzaci\u00F3 de la ubicaci\u00F3
CONTROLS_TEXT_11=Visualitzaci\u00F3 de dades
CONTROLS_TEXT_12=Interaccions basades en passos
CONTROLS_TEXT_13=Visualitzaci\u00F3, creaci\u00F3 o edici\u00F3 d'objectes
CONTROLS_TEXT_14=P\u00E0gina amb t\u00EDtol, cap\u00E7alera i \u00E0rea de contingut
CONTROLS_TEXT_15=P\u00E0gina amb fins a 3 columnes
CONTROLS_TEXT_16=Disposici\u00F3 de dues columnes

CONTROLS_MASTER_FILTER_PLACERHOLDER=Cercar
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Agrupar/Filtrar
CONTROLS_MASTER_NO_DATA_TEXT=No hi ha dades. Proveu-ho amb la cerca global.

CODE_BACK_BTN_TOOLTIP=Tornar a l'exemple
CODE_API_REFERENCE=Refer\u00E8ncia d'API
CODE_DOWNLOAD_BTN=Baixar

CHANGE_VERSION_DIALOG_TITLE=Canviar versi\u00F3
CHANGE_VERSION_DIALOG_CLOSE_BTN=Tancar
CHANGE_VERSION_DIALOG_APPLY_BTN=Aplicar
CHANGE_VERSION_DIALOG_LATEST_BTN=\u00DAltim
APP_SETTINGS_DIALOG_TITLE=Configuraci\u00F3
APP_SETTINGS_DIALOG_THEME=Tema\:
APP_SETTINGS_DIALOG_LANGUAGE=Idioma
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Prefer\u00E8ncies de galeta
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Tingueu en compte que l'idioma seleccionat s'aplica nom\u00E9s a la interf\u00EDcie d'usuari de l'aplicaci\u00F3 del Kit de demostraci\u00F3. El contingut proporcionat a l'aplicaci\u00F3 a les diferents seccions, com ara la documentaci\u00F3, la refer\u00E8ncia de l'API i les mostres, nom\u00E9s estan disponibles en angl\u00E8s.
APP_SETTINGS_DIALOG_DENSITY=Densitat de contingut\:
APP_SETTINGS_DIALOG_READ_MORE=M\u00E9s informaci\u00F3 sobre les densitats de contingut
APP_SETTINGS_DIALOG_RTL=Mode de dreta a esquerra\:
APP_SETTINGS_DIALOG_OK_BTN=D'acord
APP_SETTINGS_DIALOG_CANCEL_BTN=Cancel\u00B7lar

COOKIE_SETTINGS_DIALOG_TITLE=Configuraci\u00F3 de galeta
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Galetes obligat\u00F2ries
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Aquestes galetes s\u00F3n necess\u00E0ries per activar la funcionalitat de lloc central.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Fem servir galetes per millorar la vostra experi\u00E8ncia al nostre lloc. Si seguiu utilitzant aquest lloc, accepteu l'\u00FAs de les nostres galetes.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Galetes funcionals
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Aquestes galetes s'utilitzen per analitzar l'utilitzaci\u00F3 del lloc amb la finalitat de mesurar i millorar el rendiment del lloc.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Aquest lloc utilitza SAP Web Analytics per analitzar com utilitzen aquest lloc els usuaris. La informaci\u00F3 generada (inclosos una part de l'adre\u00E7a IP i un ID de navegador) es transmetr\u00E0 a SAP i l'emmagatzemar\u00E0 als seus servidor. Les galetes s'utilitzen per identificar les visites repetides i la p\u00E0gina d'origen de la visita. Nom\u00E9s utilitzarem aquesta informaci\u00F3 amb la finalitat d'avaluar l'utilitzaci\u00F3 del lloc web i recopilar informes sobre l'activitat del lloc web pels operadors del lloc web i, finalment, per millorar el lloc. Si voleu activar el seguiment de SAP Web Analytics, indiqueu les vostres prefer\u00E8ncies amb el conmutador "Activar"/"Desactivar" anterior. Si l'activeu, accepteu el processament de les vostres dades anal\u00EDtiques de la forma i amb les finalitats definides anteriorment.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=M\u00E9s informaci\u00F3
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Acceptar-ho tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Rebutjar-ho tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Definir prefer\u00E8ncies
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Desar prefer\u00E8ncies
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Cancel\u00B7lar

EMPTY_TEXT=Buit

DOWNLOADS_TEXT=Baixades

DEMO_APPS_TITLE=Aplicacions de demostraci\u00F3
DEMO_APPS_SUBTITLE_OPENUI5=Enumera les aplicacions que us mostren com podeu utilitzar les diverses funcions i controls de OpenUI5.
DEMO_APPS_SUBTITLE_SAPUI5=Enumera les aplicacions que us mostren com podeu utilitzar les diverses funcions i controls de SAPUI5.
DEMO_APPS_READ_MORE_BTN=M\u00E9s informaci\u00F3
DEMO_APPS_DOWNLOAD_OVERVIEW=Resum de baixades
DEMO_APPS_CATEGORY_SHOWCASE=Conceptes d'UI5 en escenaris reals
DEMO_APPS_CATEGORY_TUTORIAL=Aplicacions de demostraci\u00F3 amb tutorials
DEMO_APPS_CATEGORY_RTA=Aplicacions de demostraci\u00F3 de flexibilitat SAPUI5
DEMO_APPS_CATEGORY_MISC=Altres aplicacions de demostraci\u00F3
DEMO_APPS_LIBRARY=Biblioteca de control\:
DEMO_APPS_CARD_LINK=Obrir aplicaci\u00F3

LEGAL_DISCLAIMER_TITLE=Av\u00EDs legal quant als enlla\u00E7os
LEGAL_DISCLAIMER_LABEL_1=Enlla\u00E7os amb la icona
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informaci\u00F3 publicada en un lloc que no \u00E9s de SAP
LEGAL_DISCLAIMER_TEXT_1=Esteu entrant a un lloc web que no est\u00E0 allotjat per SAP. Si feu servir aquests enlla\u00E7os, accepteu (tret que s\u2019indiqui expressament el contrari en els vostres acords amb SAP) el seg\u00FCent\:
LEGAL_DISCLAIMER_TEXT_2=- El contingut del lloc enlla\u00E7at no \u00E9s documentaci\u00F3 de SAP. No podeu deduir cap reclamaci\u00F3 de productes contra SAP a partir d'aquesta informaci\u00F3.
LEGAL_DISCLAIMER_TEXT_3=- SAP ni est\u00E0 d\u2019acord ni en desacord amb el contingut del lloc enlla\u00E7at, ni tampoc en garanteix la disponibilitat i la precisi\u00F3.
LEGAL_DISCLAIMER_LABEL_2=Enlla\u00E7os amb la icona
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informaci\u00F3 publicada en un lloc de SAP
LEGAL_DISCLAIMER_TEXT_4=Esteu sortint de la documentaci\u00F3 d'aquest producte o servei SAP concret i esteu entrant a un lloc web allotjat per SAP. Si feu servir aquests enlla\u00E7os, accepteu (tret que s\u2019indiqui expressament el contrari en els vostres acords amb SAP) que no podreu deduir cap reclamaci\u00F3 de productes contra SAP a partir d'aquesta informaci\u00F3.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfab\u00E8tic
VIEW_SETTINGS_DIALOG_ITEM_2=Categoria
VIEW_SETTINGS_DIALOG_ITEM_3=Densitat de contingut
VIEW_SETTINGS_DIALOG_ITEM_4=\u00C0rea de noms
VIEW_SETTINGS_DIALOG_ITEM_5=Llan\u00E7ament

SAMPLE_BACK_BTN_TOOLTIP=Tornar als exemples
SAMPLE_INFO_TOOLTIP=Informaci\u00F3 de mostra
SAMPLE_EDITED_TOOLTIP=La mostra s'ha editat
SAMPLE_EDITED_WARNING=Aquesta mostra s'ha editat. Per restablir totes les modificacions, premeu el bot\u00F3 "Restablir totes les modificacions" en previsualitzar el codi font.
SAMPLE_API_REFERENCE_BTN=Refer\u00E8ncia d'API
SAMPLE_PREV_BTN_TOOLTIP=Mostrar exemple anterior
SAMPLE_NEXT_BTN_TOOLTIP=Mostrar exemple seg\u00FCent
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Mostrar aquest exemple en el mode de pantalla completa
SAMPLE_ADAPT_BTN_TOOLTIP=Adaptar IU
SAMPLE_CODE_BTN_TOOLTIP=Mostrar codi font d\u2019aquest exemple
SAMPLE_NEW_TAB_BTN_TOOLTIP=Obrir en una pestanya nova
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Baixar
SAMPLE_RESET_CHANGES=Restablir totes les modificacions

RELEASE_NOTES_TITLE=Log de modificaci\u00F3

SEARCH_PAGE_TITLE=Resultats de cerca de "{0}"
SEARCH_PAGE_DESCRIPTION=Els resultats de la cerca es mostren en categories.
SEARCH_PAGE_ALL_SECTION_TITLE=Tot ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Millors 10 resultats de la refer\u00E8ncia de l'API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Millors 10 resultats de la documentaci\u00F3
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Millors 10 resultats de les mostres
SEARCH_SUGGESTIONS_TITLE_ALL=Millors 10 resultats de tot
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Totes
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Veure-ho tot
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Documentaci\u00F3
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Refer\u00E8ncia d'API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Exemples
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Tot ({0} de {1})
SEARCH_PAGE_API_SECTION_TITLE=Refer\u00E8ncia d''API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Refer\u00E8ncia d''API ({0} de {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Documentaci\u00F3 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Documentaci\u00F3 ({0} de {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Exemples ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Exemples ({0} de {1})

RELEASE_DIALOG_TITLE=Log de modificaci\u00F3 de\: {0}
RELEASE_DIALOG_CLOSE_BTN=Tancar
RELEASE_DIALOG_NO_DATA_TEXT=Sense canvis per a aquesta biblioteca.

ABOUT_DIALOG_TITLE=Quant a
ABOUT_DIALOG_TEXT_1=Kit de demostraci\u00F3 UI5 - UI Development Toolkit for HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2024 SAP SE. Tots els drets reservats.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2024 SAP SE o una empresa filial de SAP
ABOUT_DIALOG_TEXT_4={0} Versi\u00F3 {1}
ABOUT_DIALOG_TEXT_5=Obrir versi\u00F3 d''UI5 {0}
ABOUT_DIALOG_TEXT_6=Aquest programari inclou les versions seg\u00FCents de la biblioteca
ABOUT_DIALOG_LINK_1=Dades de la versi\u00F3
ABOUT_DIALOG_TEXT_7=Aquest programari inclou programari de codi obert de tercers.
ABOUT_DIALOG_TEXT_8=Programari de tercers incl\u00F2s
ABOUT_DIALOG_VERSION_TITLE=Dades de la versi\u00F3
ABOUT_DIALOG_VERSION=Versi\u00F3
ABOUT_DIALOG_DESCRIPTION=Descripci\u00F3
ABOUT_DIALOG_CHANGE_LOG=Log de modificaci\u00F3
ABOUT_DIALOG_CHANGE_LOG_LINK=Log de modificaci\u00F3
ABOUT_DIALOG_COMPONENT=Component
ABOUT_DIALOG_CLOSE_BTN=Tancar
ABOUT_DIALOG_THIRD_PARTY=Programari de tercers incl\u00F2s

FOOTER_LEGAL_DISCOLURE=Avisos legals
FOOTER_PRIVACY=Privacitat
FOOTER_TERMS=Condicions d'\u00FAs
FOOTER_LICENSE=Llic\u00E8ncia

NOT_FOUND_TITLE=No s'ha trobat
NOT_FOULD_TEXT=No s'ha trobat el recurs sol\u00B7licitat.

NOT_FOUND_REMOVED_TEXT=La versi\u00F3 UI5 sol\u00B7licitada est\u00E0 obsoleta i s'ha eliminat.
NOT_FOUND_DK_REMOVED_TEXT=S'ha eliminat el contingut del kit de demostraci\u00F3 d'UI5 sol\u00B7licitat.
NOT_FOUND_UNAVAILABLE_TEXT=El recurs sol\u00B7licitat no est\u00E0 disponible.
VERSION_NOT_FOUND_READ_MORE=M\u00E9s informaci\u00F3
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=P\u00E0gina inicial

NOT_FOUND_SAMPLE_TITLE=Mostra no trobada
NOT_FOUND_SAMPLE_TEXT=La mostra sol.no existeix per a versi\u00F3 UI5 selecc. Comproveu mostres disponibles aqu\u00ED.

SITEMAP_TITLE=Sitemap

LIVE_EDITOR_TITLE=Editor en directe
LIVE_EDITOR_RESULT=Resultat
LIVE_EDITOR_PREVIEW_BTN=Previsualitzaci\u00F3
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Previsualitzaci\u00F3 autom\u00E0tica

API_MASTER_PLACEHOLDER=Cercar
API_MASTER_EXPAND_BTN_TOOLTIP=Desplegar-ho tot
API_MASTER_COLLAPSE_BTN_TOOLTIP=Comprimir-ho tot
API_MASTER_DEPRECATED_CB=Incloure obsoletes
API_MASTER_EXPERIMENTAL_CB=Incloure experimentals
API_MASTER_NO_DATA_TEXT=No hi ha dades. Proveu-ho amb la cerca global
API_MASTER_DEPRECATED=Obsolet
API_MASTER_EXPERIMENTAL=Experimentals
API_MASTER_DEPRECATED_APIS=API obsoletes
API_MASTER_EXPERIMENTAL_APIS=API experimentals
API_MASTER_INDEX_BY_VERSION=Indexar per versi\u00F3

API_DETAIL_SINCE_TITLE=Indexar per versi\u00F3

API_DETAIL_EXPERIMENTAL_TITLE=\u00CDndex d'API experimentals

API_DETAIL_DEPRECATED_TITLE=\u00CDndex d'API obsoletes
API_DETAIL_DEPRECATED_WARNING=Per obtenir informaci\u00F3 general sobre funcions obsoletes, consulteu les regles de compatibilitat.

API_DETAIL_AS_OF_VERSION=A partir de {0}
API_DETAIL_NA_VERSION=Versi\u00F3 no disponible

RESOURCES_INTRO_CARD_TITLE=Recursos
RESOURCES_INTRO_CARD_SUBTITLE=Aquest \u00E9s el vostre centre de recursos UI5 seleccionats per ajudar-vos en el vostre viatge de desenvolupament. Continueu i exploreu, apreneu i aprofiteu-los per treure el m\u00E0xim profit dels vostres projectes UI5\!

RESOURCES_ASIDE_CARD_TITLE=Resum A-Z

RESOURCES_CATEGORY_TITLE_FEATURED=Destacats
RESOURCES_CARD_TITLE_ICON_EXPLORER=Explorador d'icones
RESOURCES_CARD_DESC_ICON_EXPLORER=Les icones adients parlen millor que les paraules. Utilitzeu la nostra gran col\u00B7lecci\u00F3 d'icones a les nostres fonts d'icones, on trobareu les millors per al vostre projecte d'aplicaci\u00F3.
RESOURCES_CARD_TITLE_ACC_GUIDE=Guia d'accessibilitat
RESOURCES_CARD_DESC_ACC_GUIDE=La guia d'accessibilitat proporciona informaci\u00F3 detallada amb exemples sobre l'accessibilitat web, ja sigui un desenvolupador d'aplicaci\u00F3 o control, o un usuari empresarial que cerca m\u00E9s informaci\u00F3 sobre l'accessibilitat web a l'\u00E0rea SAPUI5.

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=Eines de desenvolupament
RESOURCES_CARD_TITLE_TOOLING=Eines d'UI5
RESOURCES_CARD_DESC_TOOLING=Eines d'UI5 \u00E9s una cadena d'eines modulars d'\u00FAltima generaci\u00F3 per desenvolupar projectes d'UI5 consumint UI5 via npm. \u00C9s una CLI de codi obert, modular, configurable i ampliable desenvolupar de manera eficient aplicacions, biblioteques i components de reutilitzaci\u00F3 amb l'estructura UI5.
RESOURCES_CARD_TITLE_FIORI_TOOLS=Eines SAP Fiori
RESOURCES_CARD_DESC_FIORI_TOOLS=Les eines SAP Fiori simplifiquen la creaci\u00F3 de les aplicacions d'elements SAP Fiori proporcionant ampliacions pels entorns de desenolupament SAP Business Application Studio i Visual Studio Code.
RESOURCES_CARD_TITLE_CARD_EXPLORER=Explorador de targetes
RESOURCES_CARD_DESC_CARD_EXPLORER=Les targetes d'integraci\u00F3 s\u00F3n una excel\u00B7lent manera de proporcionar contingut empresarial als usuaris en targetes tipus widgets a les p\u00E0gines d'inici o als panells. L'explorador de targetes us mostra tot el que necessiteu saber per implementar-les.
RESOURCES_CARD_TITLE_FPM_EXPLORER=Explorador de models de programaci\u00F3 flexible
RESOURCES_CARD_DESC_FPM_EXPLORER=El model de programaci\u00F3 flexible facilita configurar aplicacions per a les vostres necessitats particulars en utilitzar elements SAP Fiori per a OData V4.
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=SAP Business Application Studio (BAS) \u00E9s un entorn de desenvolupament modern al n\u00FAvol, adaptat per un desenvolupament i ampliaci\u00F3 eficients de les aplicaciones empresarials per a les empreses intel\u00B7ligents.

RESOURCES_CATEGORY_TITLE_CUSTOMISING=Personalitzaci\u00F3
RESOURCES_CARD_TITLE_THEME_DESIGNER=Dissenyador de temes d'IU
RESOURCES_CARD_DESC_THEME_DESIGNER=El dissenyador de temes d'IU \u00E9s una eina basada en el navegador per crear temes i marques per a les interf\u00EDcies d'usuari clau de SAP. Es pot fer servir per crear temes d'identitat corporativa de manera r\u00E0pida i senzilla modificant les plantilles de temes que proporciona SAP.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=Quadre d'eines de par\u00E0metres de temes
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=Amb el quadre d'eines de par\u00E0metres de temes, podeu cercar, filtrar i previsualitzar par\u00E0metres de temes sem\u00E0ntics. Cobreix temes actuals i passats oferts per SAP.
RESOURCES_CARD_TITLE_FLEXIBILITY=Flexibilitat SAPUI5
RESOURCES_CARD_DESC_FLEXIBILITY=Gr\u00E0cies a la flexibilitat SAPUI5, els desenvolupadors, els usuaris clau i els usuaris finals poden donar forma a la IU de les aplicacions SAPUI5 per oferir una experi\u00E8ncia d'usuari personalitzada, sense haver de tocar el codi font.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=Resoluci\u00F3 de problemes
RESOURCES_CARD_TITLE_INSPECTOR=Inspector d'UI5
RESOURCES_CARD_DESC_INSPECTOR=Inspector d'UI5 \u00E9s una extensi\u00F3 de codi obert de Chrome DevTools que es pot fer servir per depurar f\u00E0cilment i donar suport a les aplicacions basades en OpenUI5 o SAPUI5.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=Assistent de suport
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=L\u2019assistent de suport permet als desenvolupadors comprovar si les seves aplicacions s'han creat d\u2019acord amb les pr\u00E0ctiques recomanades i les directrius de SAPUI5.

RESOURCES_CATEGORY_TITLE_TESTING=Proves
RESOURCES_CARD_TITLE_TEST_RECORDER=Enregistrador de proves
RESOURCES_CARD_DESC_TEST_RECORDER=L'enregistrador de proves us ajuda a crear proves d'integraci\u00F3 i de sistema UI5 enregistrant les vostres accions al navegador.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=wdi5 \u00E9s un servei Webdriver.IO que utilitza l'API de prova d'UI5. Est\u00E0 dissenyat per executar proves integrals multiplataforma en una aplicaci\u00F3 SAPUI5 amb selectors compatibles amb OPA5.

RESOURCES_CARD_LINK_ICON_EXPLORER=Consulteu l'explorador d'icones
RESOURCES_CARD_LINK_ACC_GUIDE=Consulteu la guia d'accessibilitat
RESOURCES_CARD_LINK_TOOLING=Consultar eines d'UI5
RESOURCES_CARD_LINK_FIORI_TOOLS=Consulteu les eines de SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=Consulteu la integraci\u00F3 de la IU amb les targetes
RESOURCES_CARD_LINK_FPM_EXPLORER=Consulteu l'explorador FPM
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=Consulteu BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=Consulteu el dissenyador de temes d'IU
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=Consulteu el quadre d'eines
RESOURCES_CARD_LINK_FLEXIBILITY=Consulteu la flexibilitat SAPUI5
RESOURCES_CARD_LINK_INSPECTOR=Consulteu UI5 Inspector
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=Consulteu l'assistent de suport
RESOURCES_CARD_LINK_TEST_RECORDER=Consulteu l'enregistrador de proves
RESOURCES_CARD_LINK_WDI5=Consulteu wdi5

RESOURCES_CARD_LINK_TOOLTIP=Obrir en una pestanya nova
