#This is the resource bundle for the SAPUI5 sap.ui.documentation library
#

#XMIT: The menu item that navigates to the home page
APP_TABHEADER_ITEM_HOME=\u0E2B\u0E19\u0E49\u0E32\u0E2B\u0E25\u0E31\u0E01
#XMIT: The menu item that navigates to the 'Documentation' page
APP_TABHEADER_ITEM_DOCUMENTATION=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
#XMIT: The menu item that navigates to the 'API Reference' page
APP_TABHEADER_ITEM_API_REFERENCE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
#XMIT: The menu item that navigates to the 'Samples' page
APP_TABHEADER_ITEM_SAMPLES=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XMIT: The menu item that navigates to the 'Demo Apps' page
APP_TABHEADER_ITEM_DEMO_APPS=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15
#XMIT: The menu item that navigates to the 'Tools' page
APP_TABHEADER_ITEM_TOOLS=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D
#XBUT: The button that allows to change the current version
APP_CHANGE_VERSION_BTN=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
#XTXT: Text for beta version
APP_VERSION_BETA_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E40\u0E1A\u0E15\u0E49\u0E32
#XTXT: Text for released version
APP_VERSION_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
#XTXT: Text for version that is not for productive use
APP_VERSION_NOT_PRODUCTIVE=-\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E08\u0E23\u0E34\u0E07
#XTXT: Text for version which is in development progress
APP_VERSION_IN_PROGRESS=- \u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E1E\u0E31\u0E12\u0E19\u0E32
#XTOL: Tooltip for the button that opens the 'Give Feedback' dialog
APP_FEEDBACK_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A
#XBUT: Text for button that closes
APP_SEARCH_FIELD_CLOSE=\u0E1B\u0E34\u0E14
#XTOL: Tooltip for the 'More Information' button that opens an additional menu
APP_INFORMATION_BTN_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
#XMIT: The menu item that opens the 'Give Feedback' dialog
APP_INFORMATION_BTN_FEEDBACK=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A
#XMIT: The menu item that opens the 'About' dialog
APP_INFORMATION_BTN_ABOUT=\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A
#XMIT: The menu item that navigates to the 'Legal Disclosure' page
APP_INFORMATION_BTN_LEGAL=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E01\u0E0E\u0E2B\u0E21\u0E32\u0E22
#XMIT: The menu item that navigates to the 'SAP Privacy Statement' page
APP_INFORMATION_BTN_PRIVACY=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E15\u0E31\u0E27
#XMIT: The menu item that navigates to the 'TERMS OF USE FOR SAP WEBSITES' page
APP_INFORMATION_BTN_TERMS_OF_USE=\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49
#XMIT: The menu item that navigates to the 'Copyright' page
APP_INFORMATION_BTN_COPYRIGHT=\u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C
#XMIT: The menu item that navigates to the 'Trademarks' page
APP_INFORMATION_BTN_TRADEMARK=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2B\u0E21\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E32
#XMIT: The menu item that navigates to the 'Disclaimer' page
APP_INFORMATION_BTN_DISCLAIMER=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18\u0E04\u0E27\u0E32\u0E21\u0E23\u0E31\u0E1A\u0E1C\u0E34\u0E14\u0E0A\u0E2D\u0E1A
#XMIT: The menu item that navigates to the 'License' page
APP_INFORMATION_BTN_LICENSE=\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XTXT: The information note about cookies that were used in the application
APP_COOKIES_TEXT=\u0E40\u0E23\u0E32\u0E43\u0E0A\u0E49\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32 \u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E19\u0E35\u0E49\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E16\u0E37\u0E2D\u0E27\u0E48\u0E32\u0E04\u0E38\u0E13\u0E22\u0E34\u0E19\u0E22\u0E2D\u0E21\u0E17\u0E35\u0E48\u0E08\u0E30\u0E43\u0E0A\u0E49\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32
#XTXT: The button for accepting the information note
APP_COOKIES_BTN=\u0E22\u0E2D\u0E21\u0E23\u0E31\u0E1A

#XHED: The title of the 'Give Feedback' dialog
FEEDBACK_DIALOG_TITLE=\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A
#XFLD: The label of the rating button in the 'Give Feedback' dialog
FEEDBACK_DIALOG_OVERALL=\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E42\u0E14\u0E22\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1B\u0E47\u0E19\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E44\u0E23?
#XFLD: The label of the textarea in the 'Give Feedback' dialog
FEEDBACK_DIALOG_MESSAGE=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E49\u0E40\u0E23\u0E32\u0E23\u0E39\u0E49\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E2D\u0E30\u0E44\u0E23?
#XFLD: The placeholder of the textarea in the 'Give Feedback' dialog
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E1A\u0E48\u0E07\u0E1B\u0E31\u0E19\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E42\u0E14\u0E22\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07 Demo Kit \u0E2B\u0E23\u0E37\u0E2D\u0E2B\u0E19\u0E49\u0E32\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E14\u0E39\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49
#XCKL: The label that indicates that the feedback is linked to this page
FEEDBACK_DIALOG_RELATED=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E1A\u0E2B\u0E19\u0E49\u0E32\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
#XLNK: Text for the link that shows the context data
FEEDBACK_DIALOG_SHOW_DATA=\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
#XTX: Text note in the 'Give Feedback' dialog
FEEDBACK_DIALOG_DISCLAIMER=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1B\u0E47\u0E19\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E23\u0E30\u0E1A\u0E38\u0E0A\u0E37\u0E48\u0E2D \u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E01\u0E47\u0E1A\u0E23\u0E27\u0E1A\u0E23\u0E27\u0E21\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E48\u0E27\u0E19\u0E1A\u0E38\u0E04\u0E04\u0E25
#XBUT: The button that sends the feedback and closes the dialog
FEEDBACK_DIALOG_BTN_SEND=\u0E2A\u0E48\u0E07
#XBUT: Text for cancel button
FEEDBACK_DIALOG_BTN_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#XTXT: Text for rating 5
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u0E14\u0E35\u0E40\u0E22\u0E35\u0E48\u0E22\u0E21
#XTXT: Text for rating 4
FEEDBACK_DIALOG_STATUS_GOOD=\u0E14\u0E35
#XTXT: Text for rating 3
FEEDBACK_DIALOG_STATUS_AVERAGE=\u0E1E\u0E2D\u0E43\u0E0A\u0E49
#XTXT: Text for rating 2
FEEDBACK_DIALOG_STATUS_POOR=\u0E44\u0E21\u0E48\u0E14\u0E35
#XTXT: Text for rating 1
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u0E41\u0E22\u0E48
#XHED: The title of the message box that is shown when the feedback has been sent successfully
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0E02\u0E2D\u0E1A\u0E04\u0E38\u0E13\! 
#XTX: Text note that is shown when the feedback has been sent successfully
FEEDBACK_DIALOG_TEXT_SUCCESS=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E16\u0E39\u0E01\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E49\u0E27
#XHED: The title of the message box that is shown when error occured while sending the feedback
FEEDBACK_DIALOG_TITLE_ERROR=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22\!
#XTX: Text note that is shown when error occured while sending the feedback
FEEDBACK_DIALOG_TEXT_ERROR=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E2A\u0E48\u0E07\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\:\n

#XHED: The home page title
WELCOME_BLOCK_1_TEXT_1=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E0A\u0E48\u0E27\u0E07\u0E40\u0E27\u0E25\u0E32\u0E43\u0E2B\u0E21\u0E48\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23
#XBUT: Text for button
WELCOME_BLOCK_1_START_BTN=\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E14\u0E49\u0E27\u0E22 UI5
#XBUT: Text for download button
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
#XHED: Group title
WELCOME_KEY_FEATURES=\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E2B\u0E25\u0E31\u0E01
#XHED: Group title
WELCOME_START_CODING=\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E49\u0E23\u0E2B\u0E31\u0E2A
#XHED: Group title
WELCOME_CHOOSE_SCENARIO=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E20\u0E32\u0E1E\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XHED: Group title
WELCOME_JOIN_COMMUNITY=\u0E40\u0E02\u0E49\u0E32\u0E23\u0E48\u0E27\u0E21\u0E0A\u0E38\u0E21\u0E0A\u0E19
#XHED: Block title
WELCOME_BLOCK_2_TITLE=\u0E15\u0E2D\u0E1A\u0E2A\u0E19\u0E2D\u0E07\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E41\u0E25\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
#XTXT: Block description
WELCOME_BLOCK_2_TEXT=\u0E44\u0E21\u0E48\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E07\u0E27\u0E25\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E40\u0E08\u0E32\u0E30\u0E08\u0E07\u0E02\u0E2D\u0E07\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\! \u0E41\u0E2D\u0E1E UI5 \u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E1A\u0E19\u0E2A\u0E21\u0E32\u0E23\u0E4C\u0E17\u0E42\u0E1F\u0E19 \u0E41\u0E17\u0E47\u0E1A\u0E40\u0E25\u0E47\u0E15 \u0E41\u0E25\u0E30\u0E40\u0E14\u0E2A\u0E01\u0E4C\u0E17\u0E2D\u0E1B \u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21 UI \u0E08\u0E30\u0E1B\u0E23\u0E31\u0E1A\u0E42\u0E14\u0E22\u0E2D\u0E31\u0E15\u0E42\u0E19\u0E21\u0E31\u0E15\u0E34\u0E40\u0E2D\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E40\u0E02\u0E49\u0E32\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E02\u0E2D\u0E07\u0E41\u0E15\u0E48\u0E25\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E08\u0E32\u0E01\u0E2D\u0E2A\u0E31\u0E07\u0E2B\u0E32\u0E23\u0E34\u0E21\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48
#XALT: Alternative text for image that shows responsiveness
WELCOME_BLOCK_2_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C \u0E08\u0E2D\u0E20\u0E32\u0E1E\u0E40\u0E14\u0E2A\u0E01\u0E4C\u0E17\u0E2D\u0E1B \u0E41\u0E25\u0E30\u0E41\u0E17\u0E47\u0E1A\u0E40\u0E25\u0E47\u0E15
#XHED: Block title
WELCOME_BLOCK_3_TITLE=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E
#XTXT: Block description
WELCOME_BLOCK_3_TEXT_1=\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E25\u0E31\u0E01\u0E02\u0E2D\u0E07 UI5 \u0E21\u0E35\u0E1E\u0E37\u0E49\u0E19\u0E10\u0E32\u0E19\u0E17\u0E35\u0E48\u0E41\u0E02\u0E47\u0E07\u0E41\u0E01\u0E23\u0E48\u0E07\u0E0B\u0E36\u0E48\u0E07\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E07\u0E48\u0E32\u0E22\u0E02\u0E36\u0E49\u0E19\u0E42\u0E14\u0E22\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22\u0E43\u0E19\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E2B\u0E25\u0E31\u0E07 \u0E0B\u0E36\u0E48\u0E07\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E17\u0E32\u0E07\u0E2A\u0E16\u0E32\u0E1B\u0E31\u0E15\u0E22\u0E01\u0E23\u0E23\u0E21\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27\u0E20\u0E32\u0E22\u0E43\u0E19 \u0E40\u0E0A\u0E48\u0E19 MVC, \u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E2D\u0E07\u0E17\u0E32\u0E07 \u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E40\u0E2A\u0E49\u0E19\u0E17\u0E32\u0E07
#XTXT: Block description
WELCOME_BLOCK_3_TEXT_2=\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E40\u0E0A\u0E48\u0E19 MVC \u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E15\u0E48\u0E32\u0E07\u0E46
#XTXT: Block description
WELCOME_BLOCK_3_TEXT_3=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E15\u0E48\u0E32\u0E07\u0E01\u0E31\u0E19 (XML, HTML, JavaScript, JSON)
#XTXT: Block description
WELCOME_BLOCK_3_TEXT_4=\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07\u0E01\u0E31\u0E1A OData, JSON, XML \u0E41\u0E25\u0E30\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2D\u0E37\u0E48\u0E19\u0E46
#XTXT: Block description
WELCOME_BLOCK_3_TEXT_5=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27\u0E20\u0E32\u0E22\u0E43\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E17\u0E23\u0E35\u0E02\u0E2D\u0E07\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E41\u0E25\u0E30\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07
#XHED: The title of a block
WELCOME_BLOCK_4_TITLE=\u0E0A\u0E38\u0E14\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E40\u0E27\u0E47\u0E1A\u0E17\u0E35\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E43\u0E19\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23
#XTXT: Block description
WELCOME_BLOCK_4_TEXT_1=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E42\u0E14\u0E22\u0E21\u0E37\u0E2D\u0E2D\u0E32\u0E0A\u0E35\u0E1E\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E19\u0E31\u0E01\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E2A\u0E21\u0E31\u0E22\u0E43\u0E2B\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E1A\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22 \u0E0B\u0E36\u0E48\u0E07\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E17\u0E35\u0E48\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E04\u0E23\u0E2D\u0E1A\u0E04\u0E25\u0E38\u0E21\u0E04\u0E27\u0E32\u0E21\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E21\u0E32\u0E01\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14 \u0E42\u0E14\u0E22\u0E21\u0E35\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E2A\u0E39\u0E07\u0E1E\u0E2D\u0E17\u0E35\u0E48\u0E08\u0E30\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E42\u0E0B\u0E25\u0E39\u0E0A\u0E31\u0E19\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E02\u0E2D\u0E07 SAP
#XTXT: Block description
WELCOME_BLOCK_4_TEXT_2=\u0E01\u0E32\u0E23\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E1B\u0E25\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E32\u0E01\u0E25
#XTXT: Block description
WELCOME_BLOCK_4_TEXT_3=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E02\u0E22\u0E32\u0E22\u0E43\u0E19\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E23\u0E2B\u0E31\u0E2A\u0E41\u0E25\u0E30\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19
#XTXT: Block description
WELCOME_BLOCK_4_TEXT_4=\u0E18\u0E35\u0E21\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E23\u0E35\u0E22\u0E1A\u0E15\u0E48\u0E32\u0E07\u0E2A\u0E39\u0E07\u0E17\u0E35\u0E48\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E35\u0E48\u0E1A\u0E01\u0E1E\u0E23\u0E48\u0E2D\u0E07\u0E17\u0E32\u0E07\u0E2A\u0E32\u0E22\u0E15\u0E32
#XHED: Block title
WELCOME_BLOCK_5_TITLE=SAP Fiori Design in Action \u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25
#XTXT: Block description
WELCOME_BLOCK_5_TEXT=\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 UI5 \u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E08\u0E32\u0E01\u0E20\u0E32\u0E29\u0E32\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E17\u0E35\u0E48\u0E2A\u0E2D\u0E14\u0E04\u0E25\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E19\u0E41\u0E25\u0E30\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A UX \u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E44\u0E27\u0E49\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E1F\u0E23\u0E2D\u0E19\u0E17\u0E4C\u0E40\u0E2D\u0E19\u0E14\u0E4C\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14 \u0E43\u0E0A\u0E49\u0E18\u0E35\u0E21\u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E44\u0E27\u0E49\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E18\u0E35\u0E21\u0E41\u0E1A\u0E1A\u0E2D\u0E2D\u0E19\u0E44\u0E25\u0E19\u0E4C\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E18\u0E35\u0E21\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49
#XALT: Alternative text for image that shows Fiori design elements
WELCOME_BLOCK_5_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E02\u0E2D\u0E07 SAP Fiori
#XHED: Block title
WELCOME_BLOCK_6_TITLE=\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E04\u0E27\u0E32\u0E21\u0E1E\u0E23\u0E49\u0E2D\u0E21
#XTXT: Block description
WELCOME_BLOCK_6_TEXT_1=\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E1A\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E14\u0E49\u0E27\u0E22 UI \u0E04\u0E37\u0E2D\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C \u0E43\u0E2B\u0E49\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07 SAP Web IDE \u0E43\u0E19 Cloud \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E30\u0E14\u0E27\u0E01\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 \u0E2B\u0E23\u0E37\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E20\u0E32\u0E22\u0E43\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E21\u0E35\u0E04\u0E27\u0E32\u0E21\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E21\u0E32\u0E01\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14
#XTXT: Block description
WELCOME_BLOCK_6_TEXT_2=\u0E25\u0E2D\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E41\u0E23\u0E01\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48
#XHED: Block title
WELCOME_BLOCK_7_TITLE=\u0E27\u0E34\u0E27\u0E31\u0E12\u0E19\u0E32\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 UI5
#XTXT: Block description
WELCOME_BLOCK_7_TEXT_1=\u0E27\u0E34\u0E27\u0E31\u0E12\u0E19\u0E32\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 UI5 \u0E04\u0E37\u0E2D\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E02\u0E31\u0E49\u0E19\u0E1E\u0E37\u0E49\u0E19\u0E10\u0E32\u0E19\u0E0B\u0E36\u0E48\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E27\u0E32\u0E21\u0E1E\u0E22\u0E32\u0E22\u0E32\u0E21\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E15\u0E48\u0E2D\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E08\u0E30\u0E1E\u0E31\u0E12\u0E19\u0E32 SAPUI5 \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E17\u0E33\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E40\u0E23\u0E47\u0E27\u0E02\u0E36\u0E49\u0E19 \u0E41\u0E25\u0E30\u0E23\u0E2B\u0E31\u0E2A\u0E21\u0E35\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E47\u0E19\u0E42\u0E21\u0E14\u0E39\u0E25\u0E21\u0E32\u0E01\u0E02\u0E36\u0E49\u0E19 \u0E01\u0E32\u0E23\u0E23\u0E27\u0E21\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E02\u0E2D\u0E07\u0E40\u0E27\u0E47\u0E1A \u0E01\u0E32\u0E23\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E1A\u0E1A\u0E2D\u0E30\u0E0B\u0E34\u0E07\u0E42\u0E04\u0E23\u0E19\u0E31\u0E2A \u0E15\u0E25\u0E2D\u0E14\u0E08\u0E19\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E17\u0E35\u0E48\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19 \u0E08\u0E36\u0E07\u0E17\u0E33\u0E43\u0E2B\u0E49 SAPUI5 \u0E22\u0E31\u0E07\u0E04\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E42\u0E0B\u0E25\u0E39\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E1E\u0E34\u0E2A\u0E39\u0E08\u0E19\u0E4C\u0E41\u0E25\u0E49\u0E27\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E41\u0E25\u0E30\u0E43\u0E19\u0E2D\u0E19\u0E32\u0E04\u0E15
#XTXT: Block description
WELCOME_BLOCK_7_TEXT_2=\u0E40\u0E23\u0E32\u0E2A\u0E48\u0E07\u0E40\u0E2A\u0E23\u0E34\u0E21\u0E43\u0E2B\u0E49\u0E19\u0E31\u0E01\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E08\u0E32\u0E01\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E2B\u0E21\u0E48\u0E46 \u0E2D\u0E22\u0E48\u0E32\u0E07\u0E08\u0E23\u0E34\u0E07\u0E08\u0E31\u0E07
#XALT: Alternative text for image that shows UI5 Evolution graph
WELCOME_BLOCK_7_ALT=\u0E27\u0E34\u0E27\u0E31\u0E12\u0E19\u0E32\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 UI5 \u0E40\u0E1B\u0E47\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E19\u0E27\u0E31\u0E15\u0E01\u0E23\u0E23\u0E21 \u0E21\u0E35\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E2A\u0E23\u0E49\u0E32\u0E07 \u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E25\u0E31\u0E01\u0E41\u0E1A\u0E1A\u0E42\u0E21\u0E14\u0E39\u0E25 \u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E40\u0E1B\u0E34\u0E14 \u0E41\u0E25\u0E30\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E2A\u0E39\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E1A\u0E1A\u0E2D\u0E30\u0E0B\u0E34\u0E07\u0E42\u0E04\u0E23\u0E19\u0E31\u0E2A
#XHED: The title of a block
WELCOME_BLOCK_8_TITLE=SAPUI5 \u0E1A\u0E19 SAP Cloud Platform
#XTXT: Block description
WELCOME_BLOCK_8_TEXT_1=\u0E25\u0E07\u0E17\u0E30\u0E40\u0E1A\u0E35\u0E22\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1F\u0E23\u0E35\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E23\u0E38\u0E48\u0E19\u0E19\u0E31\u0E01\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E02\u0E2D\u0E07 SAP Cloud Platform \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E41\u0E1E\u0E15\u0E1F\u0E2D\u0E23\u0E4C\u0E21\u0E41\u0E25\u0E30\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E2D\u0E1E UI5 \u0E1A\u0E19 Cloud
#XTXT: Block description
WELCOME_BLOCK_8_TEXT_2=\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E07\u0E48\u0E32\u0E22\u0E14\u0E49\u0E27\u0E22 SAP Web IDE
#XTXT: Block description
WELCOME_BLOCK_8_TEXT_3=\u0E17\u0E14\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E1F\u0E23\u0E35\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32
#XHED: Block title
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
#XTXT: Block description
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E02\u0E2D\u0E07\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E14\u0E49\u0E32\u0E19\u0E22\u0E39\u0E2A\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E1F\u0E2A\u0E43\u0E19\u0E23\u0E30\u0E1A\u0E1A SAP HANA, NetWeaver ABAP \u0E41\u0E25\u0E30 Java
#XTXT: Block description
WELCOME_BLOCK_9_TEXT_2=\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E2B\u0E49\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E02\u0E2D\u0E07 SAP \u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XTXT: Block description
WELCOME_BLOCK_9_TEXT_3=\u0E23\u0E27\u0E21\u0E01\u0E31\u0E1A System Landscape \u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48
#XHED: Block title
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0E1F\u0E23\u0E35\u0E41\u0E25\u0E30 Open Source
#XTXT: Block description
WELCOME_BLOCK_10_TEXT_1=\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01 Open Source \u0E02\u0E2D\u0E07 UI5 \u0E0B\u0E36\u0E48\u0E07\u0E21\u0E35\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E2B\u0E25\u0E31\u0E01\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E02\u0E2D\u0E07 UI5 \u0E41\u0E25\u0E30\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1A\u0E19 GitHub \u0E20\u0E32\u0E22\u0E43\u0E15\u0E49\u0E43\u0E1A\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15 Apache 2.0
#XTXT: Block description
WELCOME_BLOCK_10_TEXT_2=\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E42\u0E14\u0E22\u0E0A\u0E38\u0E21\u0E0A\u0E19 Open Source
#XTXT: Block description
WELCOME_BLOCK_10_TEXT_3=\u0E21\u0E35\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E1A\u0E19 GitHub - \u0E22\u0E34\u0E19\u0E14\u0E35\u0E43\u0E2B\u0E49\u0E01\u0E32\u0E23\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\!
#XHED: Block title
WELCOME_BLOCK_11_TITLE=UI5 \u0E1A\u0E19 Content Delivery Network
#XTXT: Block description
WELCOME_BLOCK_11_TEXT_1=\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E25\u0E30\u0E23\u0E31\u0E19\u0E41\u0E2D\u0E1E UI5 \u0E14\u0E49\u0E27\u0E22\u0E04\u0E27\u0E32\u0E21\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E02\u0E2D\u0E07 CDN \u0E17\u0E35\u0E48\u0E21\u0E35\u0E40\u0E2A\u0E16\u0E35\u0E22\u0E23\u0E20\u0E32\u0E1E \u0E42\u0E14\u0E22\u0E42\u0E2B\u0E25\u0E14\u0E44\u0E1F\u0E25\u0E4C\u0E08\u0E32\u0E01\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E17\u0E35\u0E48\u0E43\u0E01\u0E25\u0E49\u0E01\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E21\u0E32\u0E01\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E14\u0E35\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14
#XTXT: Block description
WELCOME_BLOCK_11_TEXT_2=CDN \u0E41\u0E1A\u0E1A\u0E2B\u0E25\u0E32\u0E22\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E27\u0E07\u0E08\u0E23\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49
#XTXT: Block description
WELCOME_BLOCK_11_TEXT_3=\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E20\u0E32\u0E1E\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32 On-Premise \u0E41\u0E25\u0E30\u0E1A\u0E19 Cloud
#XHED: Block title
WELCOME_BLOCK_12_TITLE=UI5 Dev Center

#XHED: Documentation page title
TOPIC_DETAIL_INIT_DOCUMENTATION=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
#XBUT: Text for download button
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u0E21\u0E35\u0E2D\u0E30\u0E44\u0E23\u0E43\u0E2B\u0E21\u0E48?
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E43\u0E2B\u0E21\u0E48\u0E46 \u0E43\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 UI5 \u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u0E2D\u0E48\u0E32\u0E19\u0E09\u0E31\u0E19\u0E01\u0E48\u0E2D\u0E19
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E33\u0E04\u0E31\u0E0D\u0E01\u0E48\u0E2D\u0E19\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E08\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19 UI5 \u0E08\u0E23\u0E34\u0E07
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E25\u0E30\u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E2A\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u0E41\u0E2D\u0E1E\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u0E41\u0E19\u0E27\u0E17\u0E32\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E17\u0E35\u0E48\u0E14\u0E35\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E41\u0E25\u0E30\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E04\u0E27\u0E23\u0E23\u0E30\u0E27\u0E31\u0E07
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u0E41\u0E2D\u0E1E\u0E02\u0E22\u0E32\u0E22
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E15\u0E32\u0E21\u0E04\u0E27\u0E32\u0E21\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49\u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19 UI5
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E41\u0E25\u0E30\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A UI \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Framework \u0E1E\u0E32\u0E18\u0E01\u0E32\u0E23\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E25\u0E30\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E1A\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E40\u0E0A\u0E34\u0E07\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E41\u0E1A\u0E1A\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E41\u0E2D\u0E04\u0E17\u0E35\u0E1F
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u0E2A\u0E34\u0E48\u0E07\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32 \u0E40\u0E0A\u0E48\u0E19 MVC, \u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E41\u0E25\u0E30\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A
#XHED: Block title
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21
#XTXT: Block description
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API

#XBUT: Text for button that navigates back to search results
TOPIC_DETAIL_BACK_BTN=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32
#XBUT: Text for button that allows to edit the page in GitHub
TOPIC_DETAIL_EDIT_GITHUB=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1A\u0E19 GitHub
#XTOL: Tooltip for the 'Edit on Github' button
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E2B\u0E19\u0E49\u0E32\u0E19\u0E35\u0E49\u0E1A\u0E19 GitHub
#XTOL: Tooltip for the fullscreen button
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E19\u0E35\u0E49\u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E

#XXLF: Placeholder for the filter field
TOPIC_MASTER_FILTER_PLACEHOLDER=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XTOL: Tooltip for button that expands a list of items
TOPIC_MASTER_EXPAND_TOOLTIP=\u0E02\u0E22\u0E32\u0E22\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XTOL: Tooltip for button that collapses a list of items
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XTXT: Text that is displayed when there are no results from the search
TOPIC_MASTER_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14

#XHED: Section title
ENTITY_ABOUT=\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A
#XHED: Section title
ENTITY_SAMPLES=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07 ({0})
#XTXT: The label that shows information about the API Reference page
ENITITY_API=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API\:
#XTXT: The label that shows information about the Documentation page
ENTITY_DOCUMENTATION=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\:
#XTXT: The label that shows information about the UX Guidelines page
ENTITY_UX=\u0E04\u0E33\u0E41\u0E19\u0E30\u0E19\u0E33\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A UX\:
#XTXT: The label that shows which is the extended control
ENTITY_EXTENDS=\u0E2A\u0E48\u0E27\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\:
#XTXT: The label that shows application component
ENTITY_COMPONENT=\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19
#XTXT: The label that shows release version
ENTITY_SINCE=\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E15\u0E31\u0E49\u0E07\u0E41\u0E15\u0E48
#XTXT: The label for sample category
ENTITY_CATEGORY=\u0E2B\u0E21\u0E27\u0E14
#XTXT: The label for content density
ENTITY_DENSITY=\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
#XTXT: Text for deprecated controls
ENTITY_DEPRECATED=\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
#XTOL: Tooltip for the fullscreen button
ENTITY_FULLSCREEN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E
#XBUT: Text for button that navigates back to search results
ENTITY_BACK_BTN=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32
#XCOL: The sample name
ENTITY_TABLE_NAME=\u0E0A\u0E37\u0E48\u0E2D
#XCOL: The sample description
ENTITY_TABLE_DESCRIPTION=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22

#only descriptions are translated
#XHED: Group title
CONTROLS_PAGE_TITLE=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XHED: Group title
CONTROLS_PAGE_DESC=\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E41\u0E25\u0E30\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E23\u0E2B\u0E31\u0E2A
#XHED: Group title
CONTROLS_FEATURED_CONTROLS=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E17\u0E35\u0E48\u0E2A\u0E33\u0E04\u0E31\u0E0D
#XHED: Group title
CONTROLS_LAYOUT_PAGES=\u0E42\u0E04\u0E23\u0E07\u0E23\u0E48\u0E32\u0E07\u0E41\u0E25\u0E30\u0E2B\u0E19\u0E49\u0E32
#XTXT: Block description
CONTROLS_TEXT_1=\u0E01\u0E32\u0E23\u0E42\u0E15\u0E49\u0E15\u0E2D\u0E1A\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
#XTXT: Block description
CONTROLS_TEXT_2=\u0E42\u0E04\u0E23\u0E07\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E48\u0E32\u0E07\u0E46
#XTXT: Block description
CONTROLS_TEXT_3=\u0E15\u0E32\u0E23\u0E32\u0E07\u0E41\u0E1A\u0E1A\u0E07\u0E48\u0E32\u0E22\u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E21\u0E32\u0E01\u0E02\u0E36\u0E49\u0E19
#XTXT: Block description
CONTROLS_TEXT_4=\u0E44\u0E14\u0E2D\u0E30\u0E25\u0E2D\u0E01\u0E41\u0E25\u0E30 Popover
#XTXT: Block description
CONTROLS_TEXT_5=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21 \u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E \u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E1C\u0E19\u0E20\u0E39\u0E21\u0E34\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E34\u0E19\u0E2A\u0E41\u0E15\u0E19\u0E0B\u0E4C
#XTXT: Block description
CONTROLS_TEXT_6=\u0E01\u0E32\u0E23\u0E41\u0E08\u0E49\u0E07\u0E40\u0E15\u0E37\u0E2D\u0E19\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
#XTXT: Block description
CONTROLS_TEXT_7=\u0E41\u0E16\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E41\u0E25\u0E30\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27
#XTXT: Block description
CONTROLS_TEXT_8=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E32\u0E21\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19
#XTXT: Block description
CONTROLS_TEXT_9=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E15\u0E32\u0E21\u0E40\u0E21\u0E15\u0E49\u0E32\u0E14\u0E32\u0E15\u0E49\u0E32
#XTXT: Block description
CONTROLS_TEXT_10=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07
#XTXT: Block description
CONTROLS_TEXT_11=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
#XTXT: Block description
CONTROLS_TEXT_12=\u0E01\u0E32\u0E23\u0E42\u0E15\u0E49\u0E15\u0E2D\u0E1A\u0E15\u0E32\u0E21\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19
#XTXT: Block description
CONTROLS_TEXT_13=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07 \u0E2A\u0E23\u0E49\u0E32\u0E07 \u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E01\u0E49\u0E44\u0E02\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04
#XTXT: Block description
CONTROLS_TEXT_14=\u0E2B\u0E19\u0E49\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07 \u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27 \u0E41\u0E25\u0E30\u0E1E\u0E37\u0E49\u0E19\u0E17\u0E35\u0E48\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
#XTXT: Block description
CONTROLS_TEXT_15=\u0E2B\u0E19\u0E49\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E16\u0E36\u0E07 3 \u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C
#XTXT: Block description
CONTROLS_TEXT_16=\u0E42\u0E04\u0E23\u0E07\u0E23\u0E48\u0E32\u0E07\u0E41\u0E1A\u0E1A\u0E2A\u0E2D\u0E07\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C

#XXLF: The placeholder for the filter field
CONTROLS_MASTER_FILTER_PLACERHOLDER=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XTOL: Tooltip for the group and filter button
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0E01\u0E25\u0E38\u0E48\u0E21 / \u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XTXT: Text that is displayed when there are no results from the search
CONTROLS_MASTER_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14

#XTOL: Tooltip for the back-navigation button
CODE_BACK_BTN_TOOLTIP=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E17\u0E35\u0E48\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XTOL: Tooltip for the API Reference button
CODE_API_REFERENCE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
#XTOL: Tooltip for the download button
CODE_DOWNLOAD_BTN=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14

#XHED: The change version dialog title
CHANGE_VERSION_DIALOG_TITLE=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
#XBUT: Text for close button of dialog
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0E1B\u0E34\u0E14

#XHED: The title of the dialog that configures the Samples page
APP_SETTINGS_DIALOG_TITLE=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
#XFLD: The label of the field that defines sample theme
APP_SETTINGS_DIALOG_THEME=\u0E18\u0E35\u0E21\:
#XFLD: The label of the field that defines the application language
APP_SETTINGS_DIALOG_LANGUAGE=\u0E20\u0E32\u0E29\u0E32
#XTXT: The message strip of the field that defines the application language information
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E08\u0E33\u0E44\u0E27\u0E49\u0E27\u0E48\u0E32\u0E20\u0E32\u0E29\u0E32\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E22\u0E39\u0E2A\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E1F\u0E2A\u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 Demo Kit \u0E40\u0E17\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19 \u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38\u0E43\u0E19\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E43\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E40\u0E0A\u0E48\u0E19 \u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 \u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API \u0E41\u0E25\u0E30\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E08\u0E30\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E43\u0E19\u0E20\u0E32\u0E29\u0E32\u0E2D\u0E31\u0E07\u0E01\u0E24\u0E29\u0E40\u0E17\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19
#XFLD: The label of the field that defines the sample content density
APP_SETTINGS_DIALOG_DENSITY=\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\:
#XLNK: Text for link for more information
APP_SETTINGS_DIALOG_READ_MORE=\u0E2D\u0E48\u0E32\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
#XFLD: The label of the field that enables/disables right-to-left mode
APP_SETTINGS_DIALOG_RTL=\u0E42\u0E2B\u0E21\u0E14\u0E02\u0E27\u0E32\u0E44\u0E1B\u0E0B\u0E49\u0E32\u0E22\:
#XBUT: Text for the button that applies the configurations
APP_SETTINGS_DIALOG_OK_BTN=\u0E15\u0E01\u0E25\u0E07
#XBUT: Text for the button that discards the configurations
APP_SETTINGS_DIALOG_CANCEL_BTN=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XTXT: Text for empty page
EMPTY_TEXT=\u0E27\u0E48\u0E32\u0E07

#XTXT: Text for downloads page
DOWNLOADS_TEXT=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14

#XHED: The 'Demo Apps' page title
DEMO_APPS_TEXT=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15
#XBUT: Text for download button
DEMO_APPS_DOWNLOAD_BTN=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
#XBUT: Text for read more button
DEMO_APPS_READ_MORE_BTN=\u0E2D\u0E48\u0E32\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
#XALT: Text for image alternative text
DEMO_APPS_IMAGE_PHONE=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E41\u0E1A\u0E04\u0E01\u0E23\u0E32\u0E27\u0E19\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C
#XALT: Text for image alternative text
DEMO_APPS_IMAGE_DESKTOP=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E41\u0E1A\u0E04\u0E01\u0E23\u0E32\u0E27\u0E19\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E2D\u0E21\u0E1E\u0E34\u0E27\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XHED: The download dialog title
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15
#XHED: Group title
DEMO_APPS_CATEGORY_TUTORIAL=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15\u0E17\u0E35\u0E48\u0E21\u0E35\u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E2A\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XHED: Group title
DEMO_APPS_CATEGORY_SHOWCASE=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14 UI5 \u0E43\u0E19\u0E20\u0E32\u0E1E\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E41\u0E1A\u0E1A\u0E43\u0E19\u0E0A\u0E35\u0E27\u0E34\u0E15\u0E08\u0E23\u0E34\u0E07
#XHED: Group title
DEMO_APPS_CATEGORY_TEMPLATE=\u0E41\u0E2D\u0E1E\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07
#XHED: Group title
DEMO_APPS_CATEGORY_MISC=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15\u0E2D\u0E37\u0E48\u0E19
#XHED: Group title
DEMO_APPS_CATEGORY_RTA=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15 SAPUI5 Flexibility
#XTXT: Text for application library
DEMO_APPS_LIBRARY=\u0E44\u0E25\u0E1A\u0E23\u0E32\u0E23\u0E35\u0E01\u0E32\u0E23\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\:

#XHED: The legal disclaimer dialog title
LEGAL_DISCLAIMER_TITLE=\ \u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18\u0E04\u0E27\u0E32\u0E21\u0E23\u0E31\u0E1A\u0E1C\u0E34\u0E14\u0E0A\u0E2D\u0E1A\u0E17\u0E32\u0E07\u0E01\u0E0E\u0E2B\u0E21\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E25\u0E34\u0E07\u0E01\u0E4C
#XLGD: Text for legal disclaimer section
LEGAL_DISCLAIMER_LABEL_1=\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E35\u0E44\u0E2D\u0E04\u0E2D\u0E19
#XTOL: Tooltip for the image that indicates an external link
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48 SAP
#XTXT: Text for legal disclaimer
LEGAL_DISCLAIMER_TEXT_1=\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E42\u0E2E\u0E2A\u0E15\u0E4C\u0E42\u0E14\u0E22 SAP \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27 \u0E04\u0E38\u0E13\u0E40\u0E2B\u0E47\u0E19\u0E14\u0E49\u0E27\u0E22 (\u0E40\u0E27\u0E49\u0E19\u0E41\u0E15\u0E48\u0E27\u0E48\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E0A\u0E31\u0E14\u0E40\u0E08\u0E19 \u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E31\u0E1A SAP) \u0E01\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49
#XTXT: Text for legal disclaimer
LEGAL_DISCLAIMER_TEXT_2=- \u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E02\u0E2D\u0E07 SAP \u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E49\u0E32\u0E07\u0E16\u0E36\u0E07\u0E01\u0E32\u0E23\u0E40\u0E04\u0E25\u0E21\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E43\u0E14\u0E46 \u0E01\u0E31\u0E1A SAP \u0E15\u0E32\u0E21\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49
#XTXT: Text for legal disclaimer
LEGAL_DISCLAIMER_TEXT_3=- SAP \u0E44\u0E21\u0E48\u0E15\u0E01\u0E25\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E40\u0E2B\u0E47\u0E19\u0E14\u0E49\u0E27\u0E22\u0E01\u0E31\u0E1A\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07 \u0E2B\u0E23\u0E37\u0E2D SAP \u0E44\u0E21\u0E48\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E04\u0E27\u0E32\u0E21\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E25\u0E30\u0E04\u0E27\u0E32\u0E21\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
#XLGD: Text for legal disclaimer section
LEGAL_DISCLAIMER_LABEL_2=\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E35\u0E44\u0E2D\u0E04\u0E2D\u0E19
#XTOL: Tooltip for the image that indicates an internal link
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C SAP
#XTXT: Text for legal disclaimer
LEGAL_DISCLAIMER_TEXT_4=\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E02\u0E2D\u0E07 SAP \u0E41\u0E25\u0E30\u0E01\u0E33\u0E25\u0E31\u0E07\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E42\u0E2E\u0E2A\u0E15\u0E4C\u0E42\u0E14\u0E22 SAP \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27 \u0E04\u0E38\u0E13\u0E40\u0E2B\u0E47\u0E19\u0E14\u0E49\u0E27\u0E22\u0E27\u0E48\u0E32 (\u0E40\u0E27\u0E49\u0E19\u0E41\u0E15\u0E48\u0E27\u0E48\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E0A\u0E31\u0E14\u0E40\u0E08\u0E19 \u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E31\u0E1A SAP) \u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E49\u0E32\u0E07\u0E16\u0E36\u0E07\u0E01\u0E32\u0E23\u0E40\u0E04\u0E25\u0E21\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E43\u0E14\u0E46 \u0E01\u0E31\u0E1A SAP \u0E15\u0E32\u0E21\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E19\u0E35\u0E49

#XLST: Category name
VIEW_SETTINGS_DIALOG_ITEM_1=\u0E15\u0E32\u0E21\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23
#XLST: Category name
VIEW_SETTINGS_DIALOG_ITEM_2=\u0E2B\u0E21\u0E27\u0E14
#XLST: Category name
VIEW_SETTINGS_DIALOG_ITEM_3=\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
#XLST: Category name
VIEW_SETTINGS_DIALOG_ITEM_4=Namespace
#XLST: Category name
VIEW_SETTINGS_DIALOG_ITEM_5=\u0E23\u0E35\u0E25\u0E35\u0E2A

#XTOL: Tooltip for the back-navigation button
SAMPLE_BACK_BTN_TOOLTIP=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E17\u0E35\u0E48\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XTOL: Tooltip for the info button on samples
SAMPLE_INFO_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XTOL: Tooltip for the API Reference button
SAMPLE_API_REFERENCE_BTN=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
#XTOL: Tooltip for the button that shows previous sample
SAMPLE_PREV_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E01\u0E48\u0E2D\u0E19\u0E2B\u0E19\u0E49\u0E32
#XTOL: Tooltip for the button that shows next sample
SAMPLE_NEXT_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E16\u0E31\u0E14\u0E44\u0E1B
#XTOL: Tooltip for the fullscreen button
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E
#XTOL: Tooltip for the button that allows to adapt app runtime
SAMPLE_ADAPT_BTN_TOOLTIP=\u0E1B\u0E23\u0E31\u0E1A UI
#XTOL: Tooltip for the button that shows the code of the sample
SAMPLE_CODE_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E0B\u0E2D\u0E23\u0E4C\u0E2A\u0E42\u0E04\u0E49\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49
#XTOL: Tooltip for the button that open the sample in new window
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E19\u0E41\u0E17\u0E47\u0E1A\u0E43\u0E2B\u0E21\u0E48
#XTOL: Tooltip for the download button
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14

#XHED: The change log page title
RELEASE_NOTES_TITLE=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07

#XHED: The search page title that shows the search word
SEARCH_PAGE_TITLE=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A "{0}"
#XHED: The search page description
SEARCH_PAGE_DESCRIPTION=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E08\u0E30\u0E41\u0E2A\u0E14\u0E07\u0E43\u0E19\u0E2B\u0E21\u0E27\u0E14
#XMIT: The section title that shows how many items match the search criteria
SEARCH_PAGE_ALL_SECTION_TITLE=\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14 ({0})
#XHED: The table title that shows the search results
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14 ({0} \u0E08\u0E32\u0E01 {1})
#XMIT: The section title that shows how many items match the search criteria in this category
SEARCH_PAGE_API_SECTION_TITLE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API ({0})
#XHED: The table title that shows the search results
SEARCH_PAGE_API_SECTION_TABLE_TITLE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API ({0} \u0E08\u0E32\u0E01 {1})
#XMIT: The section title that shows how many items match the search criteria in this category
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 ({0})
#XMIT: The table title that shows the search results
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 ({0} \u0E08\u0E32\u0E01 {1})
#XMIT: The section title that shows how many items match the search criteria in this category
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07 ({0})
#XHED: The table title that shows the search results
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07 ({0} \u0E08\u0E32\u0E01 {1})

#XHED: The release dialog title of each library
RELEASE_DIALOG_TITLE=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\: {0}
#XBUT: Text for the close button of dialog
RELEASE_DIALOG_CLOSE_BTN=\u0E1B\u0E34\u0E14
#XTXT: Text that indicates no changes in library
RELEASE_DIALOG_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E44\u0E25\u0E1A\u0E23\u0E32\u0E23\u0E35\u0E19\u0E35\u0E49

#XHED: The framework 'About' information dialog title
ABOUT_DIALOG_TITLE=\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A
#XTXT: The About dialog heading
ABOUT_DIALOG_TEXT_1=UI5 Demo Kit - \u0E0A\u0E38\u0E14\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E23\u0E30\u0E1A\u0E1A UI \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A HTML5
#XTXT: Text for copyrights
ABOUT_DIALOG_TEXT_2=\u00A9 \u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C 2009-2020 SAP SE \u0E2A\u0E07\u0E27\u0E19\u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C
#XTXT: Text for copyrights
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2020 SAP SE \u0E2B\u0E23\u0E37\u0E2D\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E43\u0E19\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E2D\u0E07 SAP
#XTXT: Text for distrubution and its current version
ABOUT_DIALOG_TEXT_4={0} \u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 {1}
#XTXT: Text for OpenUI5 version
ABOUT_DIALOG_TEXT_5=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 Open UI5 {0}
#XTXT: Text
ABOUT_DIALOG_TEXT_6=\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E19\u0E35\u0E49\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E44\u0E25\u0E1A\u0E23\u0E32\u0E23\u0E35\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49
#XLNK: Text for the link that navigates to more detailed information about version
ABOUT_DIALOG_LINK_1=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
#XTXT: Text
ABOUT_DIALOG_TEXT_7=\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E19\u0E35\u0E49\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C Open Source \u0E02\u0E2D\u0E07\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E20\u0E32\u0E22\u0E19\u0E2D\u0E01
#XLNK: Text for the link that navigates to more detailed information about third-party software
ABOUT_DIALOG_TEXT_8=\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E20\u0E32\u0E22\u0E19\u0E2D\u0E01
#XHED: The dialog title that displays version information
ABOUT_DIALOG_VERSION_TITLE=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
#XTXT: The library version
ABOUT_DIALOG_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
#XTXT: The library description
ABOUT_DIALOG_DESCRIPTION=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
#XTXT: The library change log
ABOUT_DIALOG_CHANGE_LOG=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07
#XLNK: The link that navigates to the dialog with detailed change log of the selected library
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07
#XTXT: The library component
ABOUT_DIALOG_COMPONENT=\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A
#XBUT: The close button of the dialog
ABOUT_DIALOG_CLOSE_BTN=\u0E1B\u0E34\u0E14
#XHED: The dialog title that displays the included third-party software
ABOUT_DIALOG_THIRD_PARTY=\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E20\u0E32\u0E22\u0E19\u0E2D\u0E01

#TLNK: Text for link
FOOTER_LEGAL_DISCOLURE=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E34\u0E14\u0E40\u0E1C\u0E22\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E32\u0E21\u0E01\u0E0E\u0E2B\u0E21\u0E32\u0E22
#TLNK: Text for link
FOOTER_PRIVACY=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E15\u0E31\u0E27
#TLNK: Text for link
FOOTER_TERMS=\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49
#TLNK: Text for link
FOOTER_LICENSE=\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19

#XHED: The title for the 'not found' page
NOT_FOUND_TITLE=\u0E44\u0E21\u0E48\u0E1E\u0E1A
#XTXX: Text for the 'not found' page
NOT_FOULD_TEXT=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E32\u0E01\u0E23\u0E17\u0E35\u0E48\u0E02\u0E2D

#XHED: The title of the live editor block
LIVE_EDITOR_TITLE=\u0E40\u0E2D\u0E14\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XHED: The title of the live editor result block
LIVE_EDITOR_RESULT=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C
#XBUT: Text for preview button of live editor
LIVE_EDITOR_PREVIEW_BTN=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XCKL: Text for auto-preview checkbox of live editor
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E2D\u0E31\u0E15\u0E42\u0E19\u0E21\u0E31\u0E15\u0E34

#TLNK: Text for link
TOOLS_VIEW_DOC=\u0E14\u0E39\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
#XALT: Alternative text for image that shows SAP Web IDE
TOOLS_CARD_1_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07 SAP Web IDE
#XTXT: SAP Web IDE description
TOOLS_CARD_1_TEXT=SAP Web IDE \u0E1A\u0E19 SAP CP \u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E1A\u0E19 SAP Cloud Platform, \u0E23\u0E30\u0E1A\u0E1A Cloud \u0E2A\u0E32\u0E18\u0E32\u0E23\u0E13\u0E30\u0E02\u0E2D\u0E07 SAP \u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E2D\u0E1E UI \u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E14\u0E2A\u0E01\u0E4C\u0E17\u0E2D\u0E1B\u0E41\u0E25\u0E30\u0E21\u0E37\u0E2D\u0E16\u0E37\u0E2D\u0E14\u0E49\u0E27\u0E22\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14\u0E02\u0E2D\u0E07 SAPUI5 \u0E41\u0E25\u0E30 SAP Fiori
#TLNK: Text for link
TOOLS_CARD_1_LINK_1=SAP Web IDE SDK
#XALT: Alternative text for image that shows SAP UI Theme Designer
TOOLS_CARD_2_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E18\u0E35\u0E21\u0E02\u0E2D\u0E07 SAP UI
#XTXT: SAP UI Theme Designer description
TOOLS_CARD_2_TEXT=\u0E43\u0E0A\u0E49\u0E15\u0E31\u0E27\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E18\u0E35\u0E21\u0E02\u0E2D\u0E07 UI \u0E2A\u0E23\u0E49\u0E32\u0E07\u0E18\u0E35\u0E21\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E1B\u0E23\u0E30\u0E08\u0E33\u0E15\u0E31\u0E27\u0E02\u0E2D\u0E07\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E07\u0E48\u0E32\u0E22\u0E14\u0E32\u0E22\u0E42\u0E14\u0E22\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E43\u0E19\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E18\u0E35\u0E21\u0E17\u0E35\u0E48\u0E08\u0E31\u0E14\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E42\u0E14\u0E22 SAP
#TLNK: Text for link
TOOLS_CARD_2_LINK_1=\u0E0A\u0E38\u0E21\u0E0A\u0E19
#XALT: Alternative text for image that shows SAP UI5 Tooling page
TOOLS_CARD_3_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07 SAP UI5
#XTXT: UI5 Tooling page description
TOOLS_CARD_3_TEXT=\u0E40\u0E0A\u0E19\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E41\u0E1A\u0E1A\u0E40\u0E1B\u0E34\u0E14\u0E41\u0E25\u0E30\u0E42\u0E21\u0E14\u0E39\u0E25\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22\u0E15\u0E32\u0E21 UI5 Framework, node.js \u0E41\u0E25\u0E30 npm \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C
#TLNK: Text for link
TOOLS_CARD_3_LINK_1=\u0E20\u0E32\u0E1E\u0E23\u0E27\u0E21
#TLNK: Text for link
TOOLS_CARD_3_LINK_2=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 CLI
#XALT: Alternative text for image that shows SAP UI5 Inspector
TOOLS_CARD_4_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A SAP UI5
#XTXT: UI5 Inspector description
TOOLS_CARD_4_TEXT=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E15\u0E31\u0E27\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A SAP UI5 \u0E14\u0E35\u0E1A\u0E31\u0E01\u0E41\u0E25\u0E30\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 OpenUI5 \u0E2B\u0E23\u0E37\u0E2D SAPUI5 \u0E44\u0E14\u0E49\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E07\u0E48\u0E32\u0E22\u0E14\u0E32\u0E22
#TLNK: Text for link
TOOLS_CARD_4_LINK_1=\u0E14\u0E39\u0E0B\u0E2D\u0E23\u0E4C\u0E2A\u0E42\u0E04\u0E49\u0E14
#XTXT: Text for Integration Cards description
TOOLS_CARD_5_TEXT=\u0E1A\u0E31\u0E15\u0E23\u0E01\u0E32\u0E23\u0E23\u0E27\u0E21\u0E04\u0E37\u0E2D\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E21\u0E48\u0E43\u0E19\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2B\u0E32\u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E1A\u0E31\u0E15\u0E23\u0E41\u0E1A\u0E1A Widget \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08\u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E14\u0E0A\u0E1A\u0E2D\u0E23\u0E4C\u0E14
#TLNK: Text for link
TOOLS_CARD_5_LINK_1=\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XALT: Alternative text for image that shows Support Assistant
TOOLS_CARD_6_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E43\u0E19\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23
#XTXT: Support Assistant description
TOOLS_CARD_6_TEXT=\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E19\u0E31\u0E01\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E41\u0E2D\u0E1E\u0E16\u0E39\u0E01\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E15\u0E32\u0E21\u0E04\u0E33\u0E41\u0E19\u0E30\u0E19\u0E33\u0E41\u0E25\u0E30\u0E41\u0E19\u0E27\u0E17\u0E32\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E17\u0E35\u0E48\u0E14\u0E35\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E02\u0E2D\u0E07 SAPUI5 \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48
#XALT: Alternative text for image that shows SAP Icon Explorer
TOOLS_CARD_7_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07 SAP Icon Explorer
#XTXT: SAP Icon Explorer description
TOOLS_CARD_7_TEXT=\u0E1A\u0E23\u0E32\u0E27\u0E0B\u0E4C\u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E04\u0E2D\u0E25\u0E40\u0E25\u0E04\u0E0A\u0E31\u0E19\u0E02\u0E19\u0E32\u0E14\u0E43\u0E2B\u0E0D\u0E48\u0E02\u0E2D\u0E07\u0E44\u0E2D\u0E04\u0E2D\u0E19\u0E43\u0E19\u0E41\u0E1A\u0E1A\u0E2D\u0E31\u0E01\u0E29\u0E23\u0E44\u0E2D\u0E04\u0E2D\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32
#TLNK: Text for link
TOOLS_CARD_7_LINK_1=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E23\u0E27\u0E21
#TLNK: Text for link
TOOLS_CARD_7_LINK_2=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E2B\u0E19\u0E48\u0E27\u0E22
#XALT: Alternative text for image that shows Theme Parameter Toolbox
TOOLS_CARD_8_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E01\u0E25\u0E48\u0E2D\u0E07\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E18\u0E35\u0E21
#XTXT: Theme Parameter Toolbox description
TOOLS_CARD_8_TEXT=\u0E04\u0E49\u0E19\u0E2B\u0E32 \u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C \u0E41\u0E25\u0E30\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E18\u0E35\u0E21\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E21\u0E32\u0E22

#XXLF: Placeholder for filter field
API_MASTER_PLACEHOLDER=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XTOL: Tooltip for the button that expands a list of items
API_MASTER_EXPAND_BTN_TOOLTIP=\u0E02\u0E22\u0E32\u0E22\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XTOL: Tooltip for the button that collapses a list of items
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XCKL: The checkbox that includes deprecated entities to a list of items
API_MASTER_DEPRECATED_CB=\u0E23\u0E27\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
#XTXT: Text that is displayed when there are no results from the search
API_MASTER_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XXLF: Text for deprecated items
API_MASTER_DEPRECATED=\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
#XMIT: The list item that navigates to page with deprecated APIs
API_MASTER_DEPRECATED_APIS=API \u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
#XMIT: The list item that navigates to page with experimental APIs
API_MASTER_EXPERIMENTAL_APIS=API \u0E41\u0E1A\u0E1A\u0E17\u0E14\u0E25\u0E2D\u0E07
#XMIT: The list item that navigates to page with sorted items by version
API_MASTER_INDEX_BY_VERSION=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E15\u0E32\u0E21\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19

#XHED: The title of the page with sorted items by version
API_DETAIL_SINCE_TITLE=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E15\u0E32\u0E21\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19

#XHED: The title of the page with experimental APIs
API_DETAIL_EXPERIMENTAL_TITLE=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E02\u0E2D\u0E07 API \u0E41\u0E1A\u0E1A\u0E17\u0E14\u0E25\u0E2D\u0E07

#XHED: The title of the page with deprecated APIs
API_DETAIL_DEPRECATED_TITLE=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E02\u0E2D\u0E07 API \u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
#XTXT: The note about deprecated APIs
API_DETAIL_DEPRECATED_WARNING=\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E01\u0E0E\u0E04\u0E27\u0E32\u0E21\u0E40\u0E02\u0E49\u0E32\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49

#XTXT: Text that shows from which version the feature exits
API_DETAIL_AS_OF_VERSION=\u0E15\u0E31\u0E49\u0E07\u0E41\u0E15\u0E48 {0}
#XTXT: Text for non-existing version
API_DETAIL_NA_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48
