
APP_TABHEADER_ITEM_HOME=Ekran g\u0142\u00F3wny
APP_TABHEADER_ITEM_DOCUMENTATION=Dokumentacja
APP_TABHEADER_ITEM_API_REFERENCE=Referencja API
APP_TABHEADER_ITEM_SAMPLES=Przyk\u0142ady
APP_TABHEADER_ITEM_DEMO_APPS=Aplikacje demonstracyjne
APP_TABHEADER_ITEM_TOOLS=Narz\u0119dzia
APP_CHANGE_VERSION_BTN=Wersja zmiany
APP_VERSION_BETA_VERSION=Wersja beta
APP_VERSION_VERSION=Wersja
APP_VERSION_NOT_PRODUCTIVE=- nie do u\u017Cytku produktywnego.
APP_VERSION_IN_PROGRESS=- projektowanie w toku.
APP_FEEDBACK_BTN_TOOLTIP=Udziel informacji zwrotnej
APP_SEARCH_FIELD_CLOSE=Zamknij
APP_INFORMATION_BTN_TOOLTIP=Wi\u0119cej informacji
APP_INFORMATION_BTN_FEEDBACK=Informacja zwrotna
APP_INFORMATION_BTN_ABOUT=Informacje
APP_INFORMATION_BTN_LEGAL=Informacje prawne
APP_INFORMATION_BTN_PRIVACY=Prywatno\u015B\u0107
APP_INFORMATION_BTN_TERMS_OF_USE=Warunki korzystania
APP_INFORMATION_BTN_APPEARANCE=Wygl\u0105d
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Jasny
APP_INFORMATION_BTN_APPEARANCE_DARK=Ciemny
APP_INFORMATION_BTN_APPEARANCE_AUTO=Automatyczny (w zale\u017Cno\u015Bci od ustawie\u0144 systemu operacyjnego)
APP_INFORMATION_BTN_SITEMAP=Mapa strony
APP_INFORMATION_BTN_COPYRIGHT=Prawa autorskie
APP_INFORMATION_BTN_TRADEMARK=Znak towarowy
APP_INFORMATION_BTN_DISCLAIMER=Wy\u0142\u0105czenie odpowiedzialno\u015Bci
APP_INFORMATION_BTN_LICENSE=Licencja
APP_COOKIES_TEXT=Wykorzystujemy pliki cookie, aby u\u0142atwi\u0107 u\u017Cytkownikom korzystanie z naszej strony. Pozostaj\u0105c na stronie, wyra\u017Casz zgod\u0119 na korzystanie z naszych plik\u00F3w cookie.

FEEDBACK_DIALOG_TITLE=Udziel informacji zwrotnej
FEEDBACK_DIALOG_OVERALL=Jakie s\u0105 Twoje og\u00F3lne wra\u017Cenia?
FEEDBACK_DIALOG_MESSAGE=Czym chcesz si\u0119 z nami podzieli\u0107?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Mo\u017Cesz podzieli\u0107 si\u0119 swoimi og\u00F3lnymi wra\u017Ceniami dotycz\u0105cymi korzystania z zestawu demonstracyjnego lub wyrazi\u0107 swoj\u0105 opini\u0119 na temat konkretnej wy\u015Bwietlonej strony.
FEEDBACK_DIALOG_RELATED=Informacja zwrotna jest powi\u0105zana z bie\u017C\u0105c\u0105 stron\u0105.
FEEDBACK_DIALOG_SHOW_DATA=Wy\u015Bwietl dane kontekstowe
FEEDBACK_DIALOG_DISCLAIMER=Twoja informacja zwrotna jest anonimowa, nie gromadzimy danych osobowych.
FEEDBACK_DIALOG_BTN_SEND=Wy\u015Blij
FEEDBACK_DIALOG_BTN_CANCEL=Anuluj
FEEDBACK_DIALOG_STATUS_EXCELLENT=Znakomite
FEEDBACK_DIALOG_STATUS_GOOD=Dobre
FEEDBACK_DIALOG_STATUS_AVERAGE=\u015Arednie
FEEDBACK_DIALOG_STATUS_POOR=Z\u0142e
FEEDBACK_DIALOG_STATUS_VERY_POOR=Bardzo z\u0142e
FEEDBACK_DIALOG_TITLE_SUCCESS=Dzi\u0119kujemy\!
FEEDBACK_DIALOG_TEXT_SUCCESS=Twoja informacja zwrotna zosta\u0142a przes\u0142ana.
FEEDBACK_DIALOG_TITLE_ERROR=Niestety\!
FEEDBACK_DIALOG_TEXT_ERROR=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przesy\u0142ania Twojej informacji zwrotnej\:\n

WELCOME_BLOCK_1_TEXT_1=Odkryj rozwi\u0105zanie oferuj\u0105ce przedsi\u0119biorstwom nowe mo\u017Cliwo\u015Bci
WELCOME_BLOCK_1_START_BTN=Rozpocznij prac\u0119 z UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Pobierz
WELCOME_KEY_FEATURES=Najwa\u017Cniejsze funkcje
WELCOME_START_CODING=Rozpocznij kodowanie
WELCOME_CHOOSE_SCENARIO=Wybierz sw\u00F3j scenariusz
WELCOME_JOIN_COMMUNITY=Do\u0142\u0105cz do spo\u0142eczno\u015Bci
WELCOME_BLOCK_2_TITLE=Zestaw dost\u0119pny na wielu urz\u0105dzeniach i przegl\u0105darkach.
WELCOME_BLOCK_2_TEXT=Nie musisz martwi\u0107 si\u0119 specyfikacjami swojego urz\u0105dzenia\! Aplikacja UI5 dzia\u0142aj\u0105 na smartfonach, tabletach i komputerach stacjonarnych. Funkcje interfejsu u\u017Cytkownika automatycznie dostosowuj\u0105 si\u0119 do specyfiki danego urz\u0105dzenia i umo\u017Cliwiaj\u0105 maksymalne wykorzystanie dost\u0119pnych zasob\u00F3w.
WELCOME_BLOCK_2_IMG_ALT=Obraz przedstawiaj\u0105cy telefon, ekran komputera i tablet
WELCOME_BLOCK_3_TITLE=Zaawansowane koncepcje programowania
WELCOME_BLOCK_3_TEXT_1=Podstawowe funkcje UI5 stanowi\u0105 solidn\u0105 podstaw\u0119 umo\u017Cliwiaj\u0105c\u0105 uproszczenie pracy dzi\u0119ki uwzgl\u0119dnieniu wielu aspekt\u00F3w nowoczesnego procesu projektowania. Rozwi\u0105zanie oferuje wbudowane wsparcie koncepcji architektonicznych, takich jak MVC, dwukierunkowe wi\u0105zanie danych i routing.
WELCOME_BLOCK_3_TEXT_2=Obejmuje standardy takie jak MVC i r\u00F3\u017Cne rodzaje wi\u0105zania danych
WELCOME_BLOCK_3_TEXT_3=Dost\u0119pne s\u0105 r\u00F3\u017Cne formaty wy\u015Bwietlania (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Wi\u0105zanie z OData, JSON, XML oraz inne formaty danych
WELCOME_BLOCK_3_TEXT_5=Wbudowane narz\u0119dzie pomocnicze u\u0142atwia analiz\u0119 drzewa obiekt\u00F3w i statusu wi\u0105zania
WELCOME_BLOCK_4_TITLE=Zestaw narz\u0119dzi sieci Web gotowy do u\u017Cycia w przedsi\u0119biorstwie
WELCOME_BLOCK_4_TEXT_1=Zosta\u0142 opracowany przez specjalist\u00F3w z my\u015Bl\u0105 o nowoczesnych programistach tworz\u0105cych aplikacje internetowe oparte na najnowszych technologiach i oferuje wszystkie funkcje konieczne do spe\u0142nienia wymaga\u0144 stawianych obecnie aplikacjom. Zestaw oparto na wysokich standardach umo\u017Cliwiaj\u0105cych wdro\u017Cenie go w standardowych rozwi\u0105zaniach SAP.
WELCOME_BLOCK_4_TEXT_2=Wsparcie t\u0142umaczenia i umi\u0119dzynarodowienia
WELCOME_BLOCK_4_TEXT_3=Koncepcje mo\u017Cliwo\u015Bci rozszerzenia na poziomie kodu i aplikacji
WELCOME_BLOCK_4_TEXT_4=Temat wysokokontrastowy u\u0142atwia korzystanie osobom s\u0142abowidz\u0105cym
WELCOME_BLOCK_5_TITLE=Wykorzystanie mo\u017Cliwo\u015Bci nagradzanego rozwi\u0105zania SAP Fiori Design
WELCOME_BLOCK_5_TEXT=Zalet\u0105 aplikacji UI5 jest sp\u00F3jny j\u0119zyk projektowania i wst\u0119pnie zdefiniowane wzorce \u015Brodowiska u\u017Cytkownika dla wszystkich funkcji serwera prezentacji. Mo\u017Cna u\u017Cy\u0107 wst\u0119pnie zdefiniowanego tematu lub opracowa\u0107 niestandardow\u0105 szat\u0119 graficzn\u0105 za pomoc\u0105 naszego internetowego narz\u0119dzia.
WELCOME_BLOCK_5_IMG_ALT=Obraz przedstawiaj\u0105cy elementy SAP Fiori Design
WELCOME_BLOCK_6_TITLE=Przygotuj si\u0119
WELCOME_BLOCK_6_TEXT_1=Wszystko, czego potrzebujesz, by od razu przyst\u0105pi\u0107 do projektowania aplikacji internetowych za pomoc\u0105 UI5, to \u015Brodowisko projektowe i przegl\u0105darka. Mo\u017Cesz postawi\u0107 na wygod\u0119 i skorzysta\u0107 ze \u015Brodowiska SAP Business Application Studio w chmurze lub zdecydowa\u0107 si\u0119 na wdro\u017Cenie lokalnego \u015Brodowiska projektowego, zapewniaj\u0105cego wi\u0119ksz\u0105 elastyczno\u015B\u0107.
WELCOME_BLOCK_6_TEXT_2=Tutaj mo\u017Cesz wypr\u00F3bowa\u0107 pierwszy przyk\u0142ad.
WELCOME_BLOCK_7_TITLE=Rozw\u00F3j UI5
WELCOME_BLOCK_7_TEXT_1=Rozw\u00F3j UI5 oznacza wprowadzanie kluczowych ulepsze\u0144 w ramach ci\u0105g\u0142ego procesu udoskonalania SAPUI5, kt\u00F3ry pozwoli na przyspieszenie dzia\u0142ania aplikacji i zapewnienie wi\u0119kszej modu\u0142owo\u015Bci kodu. Dzi\u0119ki uwzgl\u0119dnieniu standard\u00F3w sieci Web, \u0142adowania asynchronicznego oraz innowacyjnych technologii SAPUI5 jest przysz\u0142o\u015Bciowym rozwi\u0105zaniem, kt\u00F3re sprawdzi si\u0119 w przedsi\u0119biorstwie.
WELCOME_BLOCK_7_TEXT_2=Zach\u0119camy programist\u00F3w do aktywnego wspierania rozwoju nowych funkcji i korzystania z nich.
WELCOME_BLOCK_7_ALT=Rozw\u00F3j UI5 umo\u017Cliwia tworzenie innowacyjnych rozwi\u0105za\u0144, oferuj\u0105c wbudowane narz\u0119dzia, modu\u0142owy rdze\u0144, otwarte standardy i zapewniaj\u0105c wysok\u0105 efektywno\u015B\u0107 dzi\u0119ki wykorzystaniu \u0142adowania asynchronicznego.
WELCOME_BLOCK_8_TITLE=SAPUI5 on SAP BTP
WELCOME_BLOCK_8_TEXT_1=Zarejestruj si\u0119, aby otrzyma\u0107 darmowe, pr\u00F3bne konto SAP BTP i przetestowa\u0107 platform\u0119, umo\u017Cliwiaj\u0105c\u0105 projektowanie opartych na chmurze aplikacji UI5.
WELCOME_BLOCK_8_TEXT_2=Przyjazne dla u\u017Cytkownika \u015Brodowisko projektowe z SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Bezp\u0142atna wersja pr\u00F3bna dla programist\u00F3w
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 jest cz\u0119\u015Bci\u0105 technologii interfejsu u\u017Cytkownika w systemach SAP HANA, NetWeaver ABAP oraz Java.
WELCOME_BLOCK_9_TEXT_2=Rozwi\u0105zanie gotowe do u\u017Cycia dla klient\u00F3w SAP
WELCOME_BLOCK_9_TEXT_3=Mo\u017Cliwo\u015B\u0107 integracji z istniej\u0105cymi strukturami system\u00F3w
WELCOME_BLOCK_10_TITLE=OpenUI5 - bezp\u0142atne oprogramowanie Open Source
WELCOME_BLOCK_10_TEXT_1=Zach\u0119camy do wypr\u00F3bowania wariantu UI5 Open Source. Rozwi\u0105zanie zawiera wszystkie podstawowe funkcje UI5 i jest dost\u0119pne w GitHub na podstawie licencji Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Mo\u017Cliwo\u015B\u0107 skorzystania z wsparcia spo\u0142eczno\u015Bci Open Source
WELCOME_BLOCK_10_TEXT_3=Zarz\u0105dzane na GitHub - ka\u017Cdy u\u017Cytkownik mo\u017Ce zg\u0142asza\u0107 swoje sugestie\!
WELCOME_BLOCK_11_TITLE=UI5 w ramach systemu Content Delivery Network
WELCOME_BLOCK_11_TEXT_1=Niezawodny i elastyczny system CDN u\u0142atwia projektowanie i wykorzystywanie aplikacji UI5. Pliki s\u0105 wczytywane z lokalizacji po\u0142o\u017Conej najbli\u017Cej u\u017Cytkownika, co zapewnia optymaln\u0105 efektywno\u015B\u0107.
WELCOME_BLOCK_11_TEXT_2=Dost\u0119pno\u015B\u0107 wielu wersji za po\u015Brednictwem CDN umo\u017Cliwia zachowanie niestandardowego cyklu \u017Cycia
WELCOME_BLOCK_11_TEXT_3=System obs\u0142uguje zar\u00F3wno scenariusze oparte na \u015Brodowisku w chmurze, jak i te zak\u0142adaj\u0105ce wdro\u017Cenie On Premise.
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=Dokumentacja
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Pobierz
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Nowo\u015Bci
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Poznaj nowe funkcje w najnowszych wersjach UI5.
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Wst\u0119pne informacje
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Wa\u017Cne informacje, z kt\u00F3rymi nale\u017Cy si\u0119 zapozna\u0107 przed rozpocz\u0119ciem produktywnego u\u017Cytkowania UI5.
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Wprowadzenie
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Konfiguracja i szkolenia
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Projektowanie aplikacji
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Najlepsze praktyki oraz pu\u0142apki, na kt\u00F3re nale\u017Cy uwa\u017Ca\u0107
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Rozszerzanie aplikacji
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Mo\u017Cesz dostosowa\u0107 aplikacje do swoich wymaga\u0144
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Projektowanie funkcji
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Mo\u017Cesz tworzy\u0107 niestandardowe funkcje lub wzi\u0105\u0107 udzia\u0142 w rozwoju \u015Brodowiska UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Wzorce i szablony interfejsu u\u017Cytkownika dla typowych aplikacji
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Mo\u017Cesz tworzy\u0107 i rozszerza\u0107 interaktywne, analityczne aplikacje internetowe
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Podstawowe elementy
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Koncepcje projektowania, takie jak MVC, wi\u0105zanie danych i sk\u0142adniki
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=Wi\u0119cej informacji o funkcjach
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Dodatek do referencji API

TOPIC_DETAIL_BACK_BTN=Wr\u00F3\u0107 do wynik\u00F3w wyszukiwania
TOPIC_DETAIL_EDIT_GITHUB=Edytuj w GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Edytuj t\u0119 stron\u0119 w GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Wy\u015Bwietl ten dokument w trybie pe\u0142noekranowym

TOPIC_MASTER_FILTER_PLACEHOLDER=Filtruj
TOPIC_MASTER_EXPAND_TOOLTIP=Rozwijanie wszystkich
TOPIC_MASTER_COLAPSE_TOOLTIP=Zwijanie wszystkich
TOPIC_MASTER_NO_DATA_TEXT=Brak danych, spr\u00F3buj wykona\u0107 wyszukiwanie globalne

ENTITY_ABOUT=Informacje
ENTITY_SAMPLES=Przyk\u0142ady ({0})
ENITITY_API=Referencja API\:
ENTITY_DOCUMENTATION=Dokumentacja\:
ENTITY_UX=Wytyczne dotycz\u0105ce \u015Brodowiska u\u017Cytkownika\:
ENTITY_EXTENDS=Rozszerzanie\:
ENTITY_COMPONENT=Sk\u0142adnik aplikacji
ENTITY_SINCE=Dost\u0119pny od
ENTITY_CATEGORY=Kategoria
ENTITY_DENSITY=G\u0119sto\u015B\u0107 wy\u015Bwietlania
ENTITY_DEPRECATED=Ju\u017C niezalecane
ENTITY_FULLSCREEN_TOOLTIP=Poka\u017C ten przyk\u0142ad w trybie pe\u0142noekranowym
ENTITY_BACK_BTN=Wr\u00F3\u0107 do wynik\u00F3w wyszukiwania
ENTITY_TABLE_NAME=Nazwa
ENTITY_TABLE_DESCRIPTION=Opis

CONTROLS_PAGE_TITLE=Przyk\u0142ady
CONTROLS_PAGE_DESC=Przegl\u0105d i pobieranie przyk\u0142ad\u00F3w kodu
CONTROLS_FEATURED_CONTROLS=Wyr\u00F3\u017Cnione funkcje
CONTROLS_LAYOUT_PAGES=Uk\u0142ad i strony
CONTROLS_TEXT_1=Interakcja z u\u017Cytkownikiem
CONTROLS_TEXT_2=R\u00F3\u017Cne struktury listy
CONTROLS_TEXT_3=Proste lub bardziej z\u0142o\u017Cone tabele
CONTROLS_TEXT_4=Okna dialogowe i okna popover
CONTROLS_TEXT_5=Kafelki dla tekst\u00F3w, obraz\u00F3w lub wykres\u00F3w (mi\u0119dzy innymi)
CONTROLS_TEXT_6=Powiadamianie u\u017Cytkownika
CONTROLS_TEXT_7=Paski narz\u0119dzi i nag\u0142\u00F3wki
CONTROLS_TEXT_8=Hierarchiczne wy\u015Bwietlanie danych
CONTROLS_TEXT_9=Sterowanie oparte na metadanych
CONTROLS_TEXT_10=Wizualizacja lokalizacji
CONTROLS_TEXT_11=Wizualizacja danych
CONTROLS_TEXT_12=Interakcje oparte na krokach
CONTROLS_TEXT_13=Wy\u015Bwietlanie, tworzenie lub edytowanie obiekt\u00F3w
CONTROLS_TEXT_14=Strona z tytu\u0142em, nag\u0142\u00F3wkiem i obszarem zawarto\u015Bci
CONTROLS_TEXT_15=Strona zawieraj\u0105ca maksymalnie 3 kolumny
CONTROLS_TEXT_16=Uk\u0142ad z dwiema kolumnami

CONTROLS_MASTER_FILTER_PLACERHOLDER=Filtruj
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Grupa / Filtr
CONTROLS_MASTER_NO_DATA_TEXT=Brak danych, spr\u00F3buj wykona\u0107 wyszukiwanie globalne.

CODE_BACK_BTN_TOOLTIP=Wr\u00F3\u0107 do przyk\u0142adu
CODE_API_REFERENCE=Referencja API
CODE_DOWNLOAD_BTN=Pobierz

CHANGE_VERSION_DIALOG_TITLE=Wersja zmiany
CHANGE_VERSION_DIALOG_CLOSE_BTN=Zamknij

APP_SETTINGS_DIALOG_TITLE=Ustawienia
APP_SETTINGS_DIALOG_THEME=Temat\:
APP_SETTINGS_DIALOG_LANGUAGE=J\u0119zyk
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Preferencje dot. plik\u00F3w cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Pami\u0119taj, \u017Ce wybrany j\u0119zyk dotyczy tylko interfejsu u\u017Cytkownika aplikacji zestawu demonstracyjnego. Zawarto\u015B\u0107 udost\u0119pniona w r\u00F3\u017Cnych sekcjach aplikacji, takich jak Dokumentacja, Referencja API i Przyk\u0142ady, jest dost\u0119pna tylko w j\u0119zyku angielskim.
APP_SETTINGS_DIALOG_DENSITY=G\u0119sto\u015B\u0107 wy\u015Bwietlania\:
APP_SETTINGS_DIALOG_READ_MORE=Dowiedz si\u0119 wi\u0119cej o g\u0119sto\u015Bciach wy\u015Bwietlania
APP_SETTINGS_DIALOG_RTL=Tryb od prawej do lewej\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Anuluj

COOKIE_SETTINGS_DIALOG_TITLE=Twoje ustawienia dot. plik\u00F3w cookie
COOKIE_SETTINGS_DIALOG_SUMMARY=Wykorzystujemy pliki cookie i SAP Web Analytics, aby u\u0142atwi\u0107 u\u017Cytkownikom korzystanie z naszej strony. Pozostaj\u0105c na stronie, wyra\u017Casz zgod\u0119 na korzystanie z naszych plik\u00F3w cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Wymagane pliki cookie
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Te pliki cookie s\u0105 wymagane dla g\u0142\u00F3wnych funkcji strony.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Wykorzystujemy pliki cookie, aby u\u0142atwi\u0107 u\u017Cytkownikom korzystanie z naszej strony. Pozostaj\u0105c na stronie, wyra\u017Casz zgod\u0119 na korzystanie z naszych plik\u00F3w cookie.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcjonalne pliki cookie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Te pliki cookie s\u0105 u\u017Cywane do analizowania u\u017Cycia strony w celu pomiaru i poprawy jej wydajno\u015Bci.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ta witryna u\u017Cywa oprogramowania SAP Web Analytics w celu analizowania sposobu korzystania z niej przez u\u017Cytkownik\u00F3w. Wygenerowane informacje (zawieraj\u0105ce cz\u0119\u015B\u0107 adresu IP u\u017Cytkownika oraz ID przegl\u0105darki) b\u0119d\u0105 przesy\u0142ane przez firm\u0119 SAP na jej serwery i tam przechowywane. Pliki cookie s\u0105 u\u017Cywane w celu zidentyfikowania powt\u00F3rnej wizyty u\u017Cytkownika oraz strony, z kt\u00F3rej nast\u0105pi\u0142o przej\u015Bcie do tej witryny. Tych informacji b\u0119dziemy u\u017Cywa\u0107 tylko w celu analizy wykorzystania witryny internetowej oraz tworzenia raport\u00F3w dotycz\u0105cych aktywno\u015Bci witryn internetowych przeznaczonych dla operator\u00F3w witryn, a tak\u017Ce w celu ulepszenia tej witryny. Je\u015Bli chcesz zgodzi\u0107 si\u0119 na \u015Bledzenie za pomoc\u0105 oprogramowania SAP Web Analytics, okre\u015Bl swoje preferencje za pomoc\u0105 prze\u0142\u0105cznika "W\u0142."/"Wy\u0142." powy\u017Cej. W\u0142\u0105czaj\u0105c ten prze\u0142\u0105cznik, wyra\u017Casz zgod\u0119 na przetwarzanie danych analitycznych na sw\u00F3j temat w spos\u00F3b i w celach okre\u015Blonych powy\u017Cej.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Wi\u0119cej informacji
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Zaakceptuj wszystkie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Odrzu\u0107 wszystkie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Ustaw preferencje
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Zapisz preferencje
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Anuluj

EMPTY_TEXT=Puste

DOWNLOADS_TEXT=Pobieranie

DEMO_APPS_TEXT=Aplikacje demonstracyjne
DEMO_APPS_DOWNLOAD_BTN=Pobierz
DEMO_APPS_READ_MORE_BTN=Wi\u0119cej
DEMO_APPS_IMAGE_PHONE=T\u0142o dla telefon\u00F3w
DEMO_APPS_IMAGE_DESKTOP=T\u0142o dla komputer\u00F3w
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=Pobierz aplikacje demonstracyjne
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=Anuluj
DEMO_APPS_CATEGORY_TUTORIAL=Aplikacje demonstracyjne ze szkoleniami
DEMO_APPS_CATEGORY_SHOWCASE=Koncepcje UI5 w scenariuszach rzeczywistych
DEMO_APPS_CATEGORY_TEMPLATE=Aplikacje wzorcowe
DEMO_APPS_CATEGORY_MISC=R\u00F3\u017Cne aplikacje demonstracyjne
DEMO_APPS_CATEGORY_RTA=Demonstracyjne aplikacje SAPUI5 Flexibility
DEMO_APPS_LIBRARY=Biblioteka kontroli\:

LEGAL_DISCLAIMER_TITLE=Wykluczenie odpowiedzialno\u015Bci za odsy\u0142acze
LEGAL_DISCLAIMER_LABEL_1=Odsy\u0142acze z ikon\u0105
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informacje udost\u0119pnione na stronie nienale\u017C\u0105cej do firmy SAP
LEGAL_DISCLAIMER_TEXT_1=Otwierasz witryn\u0119, kt\u00F3ra nie jest hostowana przez firm\u0119 SAP. Korzystaj\u0105c z takich odsy\u0142aczy, przyjmujesz do wiadomo\u015Bci (o ile wyra\u017Anie nie okre\u015Blono inaczej w umowach zawartych z firm\u0105 SAP), \u017Ce\:
LEGAL_DISCLAIMER_TEXT_2=- zawarto\u015B\u0107 witryny, do kt\u00F3rej prowadzi odsy\u0142acz, nie jest dokumentacj\u0105 firmy SAP. Nie mo\u017Cesz zg\u0142asza\u0107 wobec firmy SAP \u017Cadnych roszcze\u0144 dotycz\u0105cych produkt\u00F3w na podstawie informacji opublikowanych w takiej witrynie.
LEGAL_DISCLAIMER_TEXT_3=- firma SAP nie zajmuje \u017Cadnego stanowiska wobec tre\u015Bci zamieszczonych na stronie, do kt\u00F3rych prowadzi odsy\u0142acz, ani nie gwarantuje ich dost\u0119pno\u015Bci ani poprawno\u015Bci.
LEGAL_DISCLAIMER_LABEL_2=Odsy\u0142acze z ikon\u0105
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informacje udost\u0119pnione na stronie firmy SAP
LEGAL_DISCLAIMER_TEXT_4=Opuszczasz dokumentacj\u0119 dotycz\u0105c\u0105 tego konkretnego produktu lub us\u0142ugi SAP i otwierasz witryn\u0119 hostowan\u0105 przez firm\u0119 SAP. Korzystaj\u0105c z takich odsy\u0142aczy, przyjmujesz do wiadomo\u015Bci (o ile wyra\u017Anie nie okre\u015Blono inaczej w umowach zawartych z firm\u0105 SAP), \u017Ce nie mo\u017Cesz zg\u0142asza\u0107 wobec firmy SAP \u017Cadnych roszcze\u0144 dotycz\u0105cych produkt\u00F3w na podstawie informacji opublikowanych w takiej witrynie.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfabetycznie
VIEW_SETTINGS_DIALOG_ITEM_2=Kategoria
VIEW_SETTINGS_DIALOG_ITEM_3=G\u0119sto\u015B\u0107 wy\u015Bwietlania
VIEW_SETTINGS_DIALOG_ITEM_4=Przestrze\u0144 nazw
VIEW_SETTINGS_DIALOG_ITEM_5=Wersja

SAMPLE_BACK_BTN_TOOLTIP=Wr\u00F3\u0107 do przyk\u0142ad\u00F3w
SAMPLE_INFO_TOOLTIP=Informacje dot. przyk\u0142adu
SAMPLE_API_REFERENCE_BTN=Referencja API
SAMPLE_PREV_BTN_TOOLTIP=Poka\u017C poprzedni przyk\u0142ad
SAMPLE_NEXT_BTN_TOOLTIP=Poka\u017C nast\u0119pny przyk\u0142ad
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Poka\u017C ten przyk\u0142ad w trybie pe\u0142noekranowym
SAMPLE_ADAPT_BTN_TOOLTIP=Dostosuj IU
SAMPLE_CODE_BTN_TOOLTIP=Poka\u017C kod \u017Ar\u00F3d\u0142owy dla tego przyk\u0142adu
SAMPLE_NEW_TAB_BTN_TOOLTIP=Otw\u00F3rz w nowej zak\u0142adce
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Pobierz

RELEASE_NOTES_TITLE=Log zmian

SEARCH_PAGE_TITLE=Wyniki wyszukiwania dla "{0}"
SEARCH_PAGE_DESCRIPTION=Wyniki wyszukiwania s\u0105 wy\u015Bwietlane w kategoriach.
SEARCH_PAGE_ALL_SECTION_TITLE=Wszystkie ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Pierwszych 10 wynik\u00F3w z referencji API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Pierwszych 10 wynik\u00F3w z dokumentacji
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Pierwszych 10 wynik\u00F3w z przyk\u0142ad\u00F3w
SEARCH_SUGGESTIONS_TITLE_ALL=Pierwszych 10 wynik\u00F3w ze wszystkich
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Wszystkie
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Zobacz wszystkie
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Dokumentacja
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Referencja API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Przyk\u0142ady
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Wszystkie ({0} z {1})
SEARCH_PAGE_API_SECTION_TITLE=Referencja API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Referencja API ({0} z {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Dokumentacja ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Dokumentacja ({0} z {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Przyk\u0142ady ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Przyk\u0142ady ({0} z {1})

RELEASE_DIALOG_TITLE=Log zmian dla\: {0}
RELEASE_DIALOG_CLOSE_BTN=Zamknij
RELEASE_DIALOG_NO_DATA_TEXT=Brak zmian dla tej biblioteki.

ABOUT_DIALOG_TITLE=Informacje
ABOUT_DIALOG_TEXT_1=Zestaw demonstracyjny UI5 - UI Development Toolkit for HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2021 SAP SE. Wszelkie prawa zastrze\u017Cone.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE lub sp\u00F3\u0142ka powi\u0105zana SAP.
ABOUT_DIALOG_TEXT_4={0} Wersja {1}
ABOUT_DIALOG_TEXT_5=Otw\u00F3rz wersj\u0119 UI5 {0}
ABOUT_DIALOG_TEXT_6=To oprogramowanie zawiera poni\u017Csze wersje biblioteki
ABOUT_DIALOG_LINK_1=Szczeg\u00F3\u0142y wersji
ABOUT_DIALOG_TEXT_7=To oprogramowanie zawiera oprogramowanie Open Source innej firmy.
ABOUT_DIALOG_TEXT_8=Zawiera oprogramowanie innej firmy
ABOUT_DIALOG_VERSION_TITLE=Szczeg\u00F3\u0142y wersji
ABOUT_DIALOG_VERSION=Wersja
ABOUT_DIALOG_DESCRIPTION=Opis
ABOUT_DIALOG_CHANGE_LOG=Log zmian
ABOUT_DIALOG_CHANGE_LOG_LINK=Log zmian
ABOUT_DIALOG_COMPONENT=Sk\u0142adnik
ABOUT_DIALOG_CLOSE_BTN=Zamknij
ABOUT_DIALOG_THIRD_PARTY=Zawiera oprogramowanie innej firmy

FOOTER_LEGAL_DISCOLURE=Noty prawne
FOOTER_PRIVACY=Prywatno\u015B\u0107
FOOTER_TERMS=Warunki korzystania
FOOTER_LICENSE=Licencja

NOT_FOUND_TITLE=Nie znaleziono
NOT_FOULD_TEXT=Nie znaleziono wymaganego zasobu.

SITEMAP_TITLE=Mapa strony

LIVE_EDITOR_TITLE=Live Editor
LIVE_EDITOR_RESULT=Wynik
LIVE_EDITOR_PREVIEW_BTN=Podgl\u0105d
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Automatyczny podgl\u0105d

TOOLS_VIEW_DOC=Wy\u015Bwietl dokumentacj\u0119
TOOLS_CARD_1_IMG_ALT=Obraz przedstawiaj\u0105cy SAP Business Application Studio
TOOLS_CARD_1_TEXT=\u015Arodowisko SAP Business Application Studio na platform\u0119 SAP BTP, publiczn\u0105 chmur\u0119 SAP umo\u017Cliwia projektowanie nowoczesnych aplikacji IU na komputery stacjonarne i urz\u0105dzenia mobilne dzi\u0119ki wykorzystaniu najnowszych technologii SAPUI5 oraz SAP Fiori.
TOOLS_CARD_1_LINK_1=Zestaw SDK dla SAP Business Application Studio
TOOLS_CARD_2_IMG_ALT=Obraz przedstawiaj\u0105cy narz\u0119dzie SAP UI Theme Designer
TOOLS_CARD_2_TEXT=Za pomoc\u0105 tego projektanta szaty graficznej interfejsu u\u017Cytkownika mo\u017Cna w \u0142atwy spos\u00F3b opracowa\u0107 tematy na potrzeby identyfikacji wizualnej, korzystaj\u0105c z jednego z szablon\u00F3w zapewnionych przez SAP.
TOOLS_CARD_2_LINK_1=Spo\u0142eczno\u015B\u0107
TOOLS_CARD_3_IMG_ALT=Obraz przedstawiaj\u0105cy stron\u0119 SAP UI5 Tooling
TOOLS_CARD_3_TEXT=Modu\u0142owy \u0142a\u0144cuch narz\u0119dzi umo\u017Cliwiaj\u0105cy projektowanie nowoczesnych aplikacji opartych na frameworku UI5, wykorzystuj\u0105cy node.js oraz npm.
TOOLS_CARD_3_LINK_1=Przegl\u0105d
TOOLS_CARD_3_LINK_2=Dokumentacja CLI
TOOLS_CARD_4_IMG_ALT=Obraz przedstawiaj\u0105cy narz\u0119dzie SAP UI5 Inspector
TOOLS_CARD_4_TEXT=Narz\u0119dzie UI5 Inspector u\u0142atwia debugowanie i wspomaga projektowanie aplikacji opartych na OpenUI5 lub SAPUI5.
TOOLS_CARD_4_LINK_1=Wy\u015Bwietl kod \u017Ar\u00F3d\u0142owy
TOOLS_CARD_5_TEXT=Karty integracji to nowy spos\u00F3b przedstawiania i wykorzystywania przypominaj\u0105cych wid\u017Cet kart na stronie g\u0142\u00F3wnej lub pulpicie.
TOOLS_CARD_5_LINK_1=Zapoznaj si\u0119 z przyk\u0142adami
TOOLS_CARD_6_IMG_ALT=Obraz przedstawiaj\u0105cy spos\u00F3b dzia\u0142ania asystenta ds. wsparcia
TOOLS_CARD_6_TEXT=Asystent ds. wsparcia umo\u017Cliwia projektantom sprawdzenie, czy ich aplikacje zaprojektowano zgodnie z najlepszymi praktykami i wytycznymi SAPUI5.
TOOLS_CARD_7_IMG_ALT=Obraz przedstawiaj\u0105cy narz\u0119dzie SAP Icon Explorer
TOOLS_CARD_7_TEXT=Narz\u0119dzie umo\u017Cliwia przegl\u0105danie i wykorzystywanie ikon (czcionek ikon) z naszego obszernego zbioru.
TOOLS_CARD_7_LINK_1=Rozpocznij testy integracji
TOOLS_CARD_7_LINK_2=Rozpocznij testy jednostkowe
TOOLS_CARD_8_IMG_ALT=Obraz przedstawiaj\u0105cy narz\u0119dzie Theme Parameter Toolbox
TOOLS_CARD_8_TEXT=Narz\u0119dzie umo\u017Cliwia wyszukiwanie, filtrowanie i wy\u015Bwietlanie podgl\u0105du parametr\u00F3w motyw\u00F3w semantycznych.
TOOLS_CARD_9_IMG_ALT=Obraz przedstawiaj\u0105cy SAP Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (nast\u0119pna generacja SAP Web IDE) to nowoczesne \u015Brodowisko projektowe stworzone z my\u015Bl\u0105 o efektywnym projektowaniu aplikacji biznesowych dla inteligentnych przedsi\u0119biorstw.
TOOLS_CARD_10_IMG_ALT=Obraz przedstawiaj\u0105cy UI5 Web Components
TOOLS_CARD_10_TEXT=UI5 Web Components to nowa oferta UI5 udost\u0119pniaj\u0105ca zbi\u00F3r mo\u017Cliwych do wielokrotnego wykorzystania element\u00F3w IU o minimalnych rozmiarach przeznaczona dla statycznych witryn lub aplikacji internetowych bazuj\u0105cych na dowolnym frameworku internetowym.
TOOLS_CARD_10_LINK_1=Wprowadzenie
TOOLS_CARD_10_LINK_2=Otw\u00F3rz projekt GitHub

API_MASTER_PLACEHOLDER=Filtruj
API_MASTER_EXPAND_BTN_TOOLTIP=Rozwijanie wszystkich
API_MASTER_COLLAPSE_BTN_TOOLTIP=Zwijanie wszystkich
API_MASTER_DEPRECATED_CB=Uwzgl\u0119dnij ju\u017C niezalecane
API_MASTER_NO_DATA_TEXT=Brak danych, spr\u00F3buj wykona\u0107 wyszukiwanie globalne
API_MASTER_DEPRECATED=Ju\u017C niezalecane
API_MASTER_DEPRECATED_APIS=Ju\u017C niezalecane API
API_MASTER_EXPERIMENTAL_APIS=Eksperymentalne API
API_MASTER_INDEX_BY_VERSION=Indeks wed\u0142ug wersji

API_DETAIL_SINCE_TITLE=Indeks wed\u0142ug wersji

API_DETAIL_EXPERIMENTAL_TITLE=Indeks eksperymentalnych API

API_DETAIL_DEPRECATED_TITLE=Indeks ju\u017C niezalecanych API
API_DETAIL_DEPRECATED_WARNING=Og\u00F3lne informacje na temat ju\u017C niezalecanych funkcji mo\u017Cna znale\u017A\u0107 w zasadach dotycz\u0105cych kompatybilno\u015Bci.

API_DETAIL_AS_OF_VERSION=Od {0}
API_DETAIL_NA_VERSION=Wersja niedost\u0119pna
