
APP_HEADER_TITLE=UI5 \u0434\u0435\u043C\u043E-\u043F\u0440\u0438\u0431\u043E\u0440
APP_HEADER_LOGO_ALT=UI5 \u043B\u043E\u0433\u043E
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=\u041F\u0440\u0435\u0431\u0430\u0440\u0430\u0458 \u0441\u00E8
APP_TABHEADER_ITEM_HOME=\u041F\u043E\u0447\u0435\u0442\u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430
APP_TABHEADER_ITEM_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430
APP_TABHEADER_ITEM_API_REFERENCE=API \u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430
APP_TABHEADER_ITEM_SAMPLES=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438
APP_TABHEADER_ITEM_DEMO_APPS=\u0414\u0435\u043C\u043E-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438
APP_TABHEADER_ITEM_RESOURCES=\u0420\u0435\u0441\u0443\u0440\u0441\u0438
APP_TABHEADER_SUBITEM_FIORI_TOOLS=Fiori \u0430\u043B\u0430\u0442\u043A\u0438
APP_TABHEADER_SUBITEM_ICON_EXPLORER=\u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0447 \u043D\u0430 \u0438\u043A\u043E\u043D\u0438
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=UI5 \u0438\u043D\u0441\u043F\u0435\u043A\u0442\u043E\u0440
APP_TABHEADER_SUBITEM_UI5_TOOLING=UI5 \u041A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u0430\u043B\u0430\u0442\u043A\u0438
APP_CHANGE_VERSION_BTN=\u041F\u0440\u043E\u043C\u0435\u043D\u0438 \u0458\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430
APP_VERSION_BETA_VERSION=\u0411\u0435\u0442\u0430-\u0432\u0435\u0440\u0437\u0438\u0458\u0430
APP_VERSION_VERSION=\u0412\u0435\u0440\u0437\u0438\u0458\u0430
APP_VERSION_NOT_PRODUCTIVE=\u2013 \u043D\u0435 \u0435 \u0437\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430\!
APP_VERSION_IN_PROGRESS=(\u0432\u043E \u0440\u0430\u0437\u0432\u043E\u0458)
APP_FEEDBACK_BTN_TOOLTIP=\u041F\u043E\u0432\u0440\u0430\u0442\u043D\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
APP_NEWS_BTN_TOOLTIP=\u0412\u0435\u0441\u0442\u0438
APP_NEWS_DISMISS_ALL_BTN=\u041E\u0442\u0444\u0440\u043B\u0438 \u0433\u0438 \u0441\u0438\u0442\u0435 \u0441\u0442\u0430\u0432\u043A\u0438 \u043D\u0430 \u0432\u0435\u0441\u0442\u0438
APP_NEWS_SHOW_ALL_BTN=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0433\u0438 \u0441\u0438\u0442\u0435 \u0432\u0435\u0441\u0442\u0438
APP_NEWS_NO_NEW_TEXT=\u041D\u0435\u043C\u0430 \u0432\u0435\u0441\u0442\u0438
APP_SEARCH_FIELD_CLOSE=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
APP_INFORMATION_BTN_TOOLTIP=\u041F\u043E\u0441\u0442\u0430\u0432\u043A\u0438
APP_LEGAL_BTN_TOOLTIP=\u041F\u0440\u0430\u0432\u043D\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
APP_INFORMATION_BTN_FEEDBACK=\u041F\u043E\u0432\u0440\u0430\u0442\u043D\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
APP_INFORMATION_BTN_ABOUT=\u0417\u0430
APP_INFORMATION_BTN_LEGAL=\u041F\u0440\u0430\u0432\u043D\u0438
APP_INFORMATION_BTN_PRIVACY=\u041F\u0440\u0438\u0432\u0430\u0442\u043D\u043E\u0441\u0442
APP_INFORMATION_BTN_TERMS_OF_USE=\u0423\u0441\u043B\u043E\u0432\u0438 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435
APP_INFORMATION_BTN_APPEARANCE=\u0418\u0437\u0433\u043B\u0435\u0434
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0421\u0432\u0435\u0442\u043B\u043E
APP_INFORMATION_BTN_APPEARANCE_DARK=\u0422\u0435\u043C\u043D\u043E
APP_INFORMATION_BTN_APPEARANCE_HCB=\u0412\u0438\u0441\u043E\u043A \u043A\u043E\u043D\u0442\u0440\u0430\u0441\u0442 \u043D\u0430 \u0446\u0440\u043D\u043E
APP_INFORMATION_BTN_APPEARANCE_HCW=\u0412\u0438\u0441\u043E\u043A \u043A\u043E\u043D\u0442\u0440\u0430\u0441\u0442 \u043D\u0430 \u0431\u0435\u043B\u043E
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u0438 (\u0432\u043E \u0437\u0430\u0432\u0438\u0441\u043D\u043E\u0441\u0442 \u043E\u0434 \u043F\u043E\u0441\u0442\u0430\u0432\u043A\u0438\u0442\u0435 \u043D\u0430 \u043E\u043F\u0435\u0440\u0430\u0442\u0438\u0432\u043D\u0438\u043E\u0442 \u0441\u0438\u0441\u0442\u0435\u043C)
APP_INFORMATION_BTN_SITEMAP=\u041C\u0430\u043F\u0430 \u043D\u0430 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430
APP_INFORMATION_BTN_COPYRIGHT=\u0410\u0432\u0442\u043E\u0440\u0441\u043A\u043E \u043F\u0440\u0430\u0432\u043E
APP_INFORMATION_BTN_TRADEMARK=\u0411\u0440\u0435\u043D\u0434
APP_INFORMATION_BTN_DISCLAIMER=\u041E\u0442\u0444\u0440\u043B\u0430\u045A\u0435 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u043D\u043E\u0441\u0442
APP_INFORMATION_BTN_LICENSE=\u041B\u0438\u0446\u0435\u043D\u0446\u0430
APP_COOKIES_TEXT=\u041A\u043E\u0440\u0438\u0441\u0442\u0438\u043C\u0435 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430 \u0441\u043E \u0446\u0435\u043B \u0434\u0430 \u0433\u043E \u043F\u043E\u0434\u043E\u0431\u0440\u0438\u043C\u0435 \u0432\u0430\u0448\u0435\u0442\u043E \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0410\u043A\u043E \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u0435 \u0434\u0430 \u0458\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430, \u0442\u043E\u0433\u0430\u0448 \u0441\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u043D\u0430\u0448\u0438\u0442\u0435 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430. 

APP_INFORMATION_BTN_NEWS=\u0412\u0435\u0441\u0442\u0438
APP_INFORMATION_BTN_SETTINGS=\u041F\u043E\u0441\u0442\u0430\u0432\u043A\u0438
APP_INFORMATION_BTN_POLICIES=\u041F\u043E\u043B\u0438\u0442\u0438\u043A\u0438

NEWS_NEW_GROUP_TITLE=\u041D\u043E\u0432\u043E
NEWS_READ_GROUP_TITLE=\u041F\u0440\u0438\u0447\u0438\u0442\u0430\u043D\u043E
NEWS_BTN_MARK_AS_READ=\u041E\u0437\u043D\u0430\u0447\u0438 \u043A\u0430\u043A\u043E \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u043D\u043E
NEWS_BTN_VISIT_LINK=\u041F\u043E\u0441\u0435\u0442\u0438 \u0458\u0430 \u0432\u0440\u0441\u043A\u0430\u0442\u0430
NEWS_PREP_FAILURE_TITLE=\u0412\u0435\u0441\u0442\u0438\u0442\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430\u0430\u0442

FEEDBACK_DIALOG_TITLE=\u0414\u0430\u0458\u0442\u0435 \u043F\u043E\u0432\u0440\u0430\u0442\u043D\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
FEEDBACK_DIALOG_OVERALL=\u041A\u0430\u043A\u0432\u043E \u0435 \u0432\u0430\u0448\u0435\u0442\u043E \u0441\u0435\u0432\u043A\u0443\u043F\u043D\u043E \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E?
FEEDBACK_DIALOG_MESSAGE=\u0428\u0442\u043E \u0431\u0438 \u0441\u0430\u043A\u0430\u043B\u0435 \u0434\u0430 \u043D\u0438 \u043A\u0430\u0436\u0435\u0442\u0435?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u041C\u043E\u0436\u0435 \u0434\u0430 \u0433\u043E \u0441\u043F\u043E\u0434\u0435\u043B\u0438\u0442\u0435 \u0432\u0430\u0448\u0435\u0442\u043E \u043C\u0438\u0441\u043B\u0435\u045A\u0435 \u0432\u043E \u0432\u0440\u0441\u043A\u0430 \u0441\u043E \u0441\u0435\u0432\u043A\u0443\u043F\u043D\u043E\u0442\u043E \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E \u0441\u043E Demo \u043F\u0440\u0438\u0431\u043E\u0440\u043E\u0442 \u0438\u043B\u0438 \u0437\u0430 \u043E\u0434\u0440\u0435\u0434\u0435\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043A\u043E\u0458\u0430 \u043C\u043E\u043C\u0435\u043D\u0442\u0430\u043B\u043D\u043E \u0458\u0430 \u0433\u043B\u0435\u0434\u0430\u0442\u0435. 
FEEDBACK_DIALOG_RELATED=\u041F\u043E\u0432\u0440\u0430\u0442\u043D\u0438\u0442\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0441\u0435 \u043E\u0434\u043D\u0435\u0441\u0443\u0432\u0430\u0430\u0442 \u043D\u0430 \u0442\u0435\u043A\u043E\u0432\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430. 
FEEDBACK_DIALOG_SHOW_DATA=\u041F\u0438\u0440\u043A\u0430\u0436\u0438 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438 \u0437\u0430 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043E\u0442
FEEDBACK_DIALOG_DISCLAIMER=\u041F\u043E\u0432\u0440\u0430\u0442\u043D\u0438\u0442\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043A\u043E\u0438 \u0433\u0438 \u0434\u0430\u0432\u0430\u0442\u0435 \u0441\u0435 \u0430\u043D\u043E\u043D\u0438\u043C\u043D\u0438. \u041D\u0435 \u0437\u0430\u0434\u0440\u0436\u0443\u0432\u0430\u043C\u0435 \u043B\u0438\u0447\u043D\u0438 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438. 
FEEDBACK_DIALOG_BTN_SEND=\u0418\u0441\u043F\u0440\u0430\u0442\u0438
FEEDBACK_DIALOG_BTN_CANCEL=\u041E\u0442\u043A\u0430\u0436\u0438
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u041E\u0434\u043B\u0438\u0447\u043D\u043E
FEEDBACK_DIALOG_STATUS_GOOD=\u0414\u043E\u0431\u0440\u043E
FEEDBACK_DIALOG_STATUS_AVERAGE=\u0421\u0440\u0435\u0434\u043D\u043E
FEEDBACK_DIALOG_STATUS_POOR=\u041B\u043E\u0448\u043E
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u041D\u0435\u0434\u043E\u0432\u043E\u043B\u043D\u043E
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0412\u0438 \u0431\u043B\u0430\u0433\u043E\u0434\u0430\u0440\u0438\u043C\u0435\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u041F\u043E\u0432\u0440\u0430\u0442\u043D\u0438\u0442\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0441\u0435 \u0438\u0441\u043F\u0440\u0430\u0442\u0435\u043D\u0438. 
FEEDBACK_DIALOG_TITLE_ERROR=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435\!
FEEDBACK_DIALOG_TEXT_ERROR=\u0421\u0435 \u043F\u043E\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u0441\u043F\u0440\u0430\u045C\u0430\u045A\u0435 \u043D\u0430 \u043F\u043E\u0432\u0440\u0430\u0442\u043D\u0438\u0442\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438\:\n

SURVEY_POPOVER_TITLE=\u041A\u0430\u0436\u0435\u0442\u0435 \u043D\u0438 \u0448\u0442\u043E \u043C\u0438\u0441\u043B\u0438\u0442\u0435.
SURVEY_POPOVER_LONG_SURVEY_TITLE=\u0410\u043D\u043A\u0435\u0442\u0430 \u0437\u0430 \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E\u0442\u043E \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u043E\u0442
SURVEY_POPOVER_LONG_SURVEY_BADGE=\u041D\u041E\u0412\u041E
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=\u0414\u043E\u0441\u0442\u0430\u043F\u043D\u043E \u0434\u043E
SURVEY_POPOVER_LONG_SURVEY_DESC=\u041F\u043E\u043F\u043E\u043B\u043D\u0435\u0442\u0435 \u0458\u0430 \u0430\u043D\u043A\u0435\u0442\u0430\u0442\u0430 \u043A\u043E\u0458\u0430 \u0442\u0440\u0430\u0435 \u043F\u0435\u0442 \u043C\u0438\u043D\u0443\u0442\u0438 \u0438 \u043F\u043E\u043C\u043E\u0433\u043D\u0435\u0442\u0435 \u043D\u0438 \u0434\u0430 \u0433\u043E \u043F\u043E\u0434\u043E\u0431\u0440\u0438\u043C\u0435 \u0432\u0430\u0448\u0435\u0442\u043E \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E \u0441\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u043E\u0442\! \u0410\u043D\u043A\u0435\u0442\u0430\u0442\u0430 \u045C\u0435 \u0441\u0435 \u043E\u0442\u0432\u043E\u0440\u0438 \u0432\u043E \u043D\u043E\u0432\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0430.
SURVEY_POPOVER_LONG_SURVEY_BTN=\u041E\u0434\u0433\u043E\u0432\u043E\u0440\u0435\u0442\u0435 \u043D\u0430 \u0430\u043D\u043A\u0435\u0442\u0430\u0442\u0430
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=\u041D\u0430\u0434\u0432\u043E\u0440\u0435\u0448\u043D\u0430 \u0432\u0440\u0441\u043A\u0430 \u0434\u043E \u0430\u043D\u043A\u0435\u0442\u0430\u0442\u0430 \u0437\u0430 \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E\u0442\u043E \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u043E\u0442 \u043F\u0440\u0438 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430 \u043D\u0430 Qualtrics 
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=\u0421\u043F\u043E\u0434\u0435\u043B\u0435\u0442\u0435 \u0433\u043E \u0432\u0430\u0448\u0435\u0442\u043E \u043C\u0438\u0441\u043B\u0435\u045A\u0435
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=\u0412\u0430\u0448\u0435\u0442\u0435 \u043C\u0438\u0441\u043B\u0435\u045A\u0435 \u0435 \u0432\u0430\u0436\u043D\u043E. \u0421\u043F\u043E\u0434\u0435\u043B\u0435\u0442\u0435 \u0433\u043E \u0441\u043E \u043D\u0430\u0441 \u0432\u043E \u043A\u043E\u0435 \u0431\u0438\u043B\u043E \u0432\u0440\u0435\u043C\u0435\!
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=\u0414\u0430\u0458\u0442\u0435 \u043F\u043E\u0432\u0440\u0430\u0442\u043D\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
SURVEY_POPOVER_CLOSE_BTN=\u0417\u0430\u0442\u0432\u043E\u0440\u0438

WELCOME_BLOCK_1_TEXT_1=\u041E\u0442\u043A\u0440\u0438\u0458 \u043D\u043E\u0432\u0438 \u0445\u043E\u0440\u0438\u0437\u043E\u043D\u0442\u0438 \u043D\u0430 Enterprise Grade
WELCOME_BLOCK_1_START_BTN=\u0417\u0430\u043F\u043E\u0447\u043D\u0438 \u0441\u043E UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u041F\u0440\u0435\u0437\u0435\u043C\u0438
WELCOME_KEY_FEATURES=\u041A\u043B\u0443\u0447\u043D\u0438 \u043A\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0438
WELCOME_START_CODING=\u0417\u0430\u043F\u043E\u0447\u043D\u0438 \u0441\u043E \u043A\u043E\u0434\u0438\u0440\u0430\u045A\u0435
WELCOME_CHOOSE_SCENARIO=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u043E
WELCOME_JOIN_COMMUNITY=\u041F\u0440\u0438\u043A\u043B\u0443\u0447\u0438 \u0441\u0435 \u043A\u043E\u043D \u0437\u0430\u0435\u0434\u043D\u0438\u0446\u0430
WELCOME_BLOCK_2_TITLE=\u041F\u0440\u0438\u043C\u0435\u043D\u043B\u0438\u0432\u043E \u0432\u043E \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0438 \u0438 \u0443\u0440\u0435\u0434\u0438
WELCOME_BLOCK_2_TEXT=\u041D\u0435\u043C\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u0433\u0440\u0438\u0436\u0438\u0442\u0435 \u0437\u0430 \u043E\u0441\u043E\u0431\u0435\u043D\u043E\u0441\u0442\u0438\u0442\u0435 \u043D\u0430 \u0443\u0440\u0435\u0434\u043E\u0442\! UI5 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0438\u0440\u0430\u0430\u0442 \u043D\u0430 \u043F\u0430\u043C\u0435\u0442\u043D\u0438 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0438, \u0442\u0430\u0431\u043B\u0435\u0442\u0438 \u0438 \u043A\u043E\u043C\u043F\u0458\u0443\u0442\u0435\u0440\u0438. \u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0442\u0435 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u0438 \u0441\u0435 \u043F\u0440\u0438\u043B\u0430\u0433\u043E\u0434\u0443\u0432\u0430\u0430\u0442 \u043D\u0430 \u0441\u043F\u043E\u0441\u043E\u0431\u043D\u043E\u0441\u0442\u0438\u0442\u0435 \u043D\u0430 \u0443\u0440\u0435\u0434\u043E\u0442 \u0448\u0442\u043E \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0438 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C\u043E\u0442 \u043E\u0434 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u0438\u0442\u0435 \u043D\u0435\u0434\u0432\u0438\u0436\u043D\u0438\u043D\u0438. 
WELCOME_BLOCK_2_IMG_ALT=\u0421\u043B\u0438\u043A\u0430 \u0448\u0442\u043E \u043F\u043E\u043A\u0430\u0436\u0443\u0432\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D, \u043A\u043E\u043C\u043F\u0458\u0443\u0442\u0435\u0440\u0441\u043A\u0438 \u0435\u043A\u0440\u0430\u043D \u0438 \u0442\u0430\u0431\u043B\u0435\u0442
WELCOME_BLOCK_3_TITLE=\u041C\u043E\u045C\u043D\u0438 \u043A\u043E\u043D\u0446\u0435\u043F\u0442\u0438 \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458
WELCOME_BLOCK_3_TEXT_1=UI5 \u0435 \u0441\u043E\u0437\u0434\u0430\u0434\u0435\u043D \u043E\u0434 \u043F\u0440\u043E\u0444\u0435\u0441\u0438\u043E\u043D\u0430\u043B\u0435\u043D \u0442\u0438\u043C \u0441\u043E \u0446\u0435\u043B \u043C\u043E\u0434\u0435\u0440\u043D\u0438\u0442\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0435\u0440\u0438 \u0434\u0430 \u043C\u043E\u0436\u0430\u0442 \u0434\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u0430\u0442 \u0432\u0440\u0432\u043D\u0438 \u0432\u0435\u0431-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438. \u0413\u0438 \u0432\u043A\u043B\u0443\u0447\u0443\u0432\u0430 \u0441\u0438\u0442\u0435 \u043A\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0438 \u043A\u043E\u0438 \u0441\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u0438 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0434\u043E\u0432\u043E\u043B\u0430\u0442 \u0441\u043A\u043E\u0440\u043E \u0441\u0438\u0442\u0435 \u0442\u0435\u043A\u043E\u0432\u043D\u0438 \u0431\u0430\u0440\u0430\u045A\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0421\u0443\u0448\u0442\u0438\u043D\u0430\u0442\u0430 \u043D\u0430 UI5 \u043D\u0443\u0434\u0438 \u0446\u0432\u0440\u0441\u0442\u0430 \u043E\u0441\u043D\u043E\u0432\u0430 \u043A\u043E\u0458\u0430 \u0458\u0430 \u043F\u043E\u0435\u0434\u043D\u043E\u0441\u0442\u0430\u0432\u0443\u0432\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0440\u0430\u0431\u043E\u0442\u0430 \u0441\u043E \u0442\u043E\u0430 \u0448\u0442\u043E \u0443\u043F\u0440\u0430\u0432\u0443\u0432\u0430 \u0441\u043E \u043C\u043D\u043E\u0433\u0443 \u0434\u0435\u043B\u043E\u0432\u0438 \u043E\u0434 \u043C\u043E\u0434\u0435\u0440\u043D\u0438\u043E\u0442 \u0440\u0430\u0437\u0432\u043E\u0458 \u0437\u0430\u0434 \u0441\u0446\u0435\u043D\u0430\u0442\u0430\: 
WELCOME_BLOCK_3_TEXT_2=\u0412\u043A\u043B\u0443\u0447\u0443\u0432\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0434\u0438 \u043A\u0430\u043A\u043E MVC \u0438 \u0440\u0430\u0437\u043D\u0438 \u0442\u0438\u043F\u043E\u0432\u0438 \u043D\u0430 \u043F\u043E\u0432\u0440\u0437\u0443\u0432\u0430\u045A\u0435 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438
WELCOME_BLOCK_3_TEXT_3=\u0418\u0437\u0431\u043E\u0440 \u043D\u0430 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u0438 \u0444\u043E\u0440\u043C\u0430\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043A\u0430\u0437 (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=\u041F\u043E\u0432\u0440\u0437\u0443\u0432\u0430\u045A\u0435 \u0441\u043E OData, JSON, XML \u0438 \u0434\u0440\u0443\u0433\u0438 \u0444\u043E\u0440\u043C\u0430\u0442\u0438 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438
WELCOME_BLOCK_3_TEXT_5=\u0412\u0433\u0440\u0430\u0434\u0435\u043D\u0430 \u0430\u043B\u0430\u0442\u043A\u0430 \u0437\u0430 \u043F\u043E\u0434\u0434\u0440\u0448\u043A\u0430 \u0437\u0430 \u0438\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0434\u0440\u0432\u043E\u0442\u043E \u043D\u0430 \u043E\u0431\u0458\u0435\u043A\u0442\u043E\u0442 \u0438 \u0441\u0442\u0430\u0442\u0443\u0441\u043E\u0442 \u043D\u0430 \u043F\u043E\u0432\u0440\u0437\u0443\u0432\u0430\u045A\u0435
WELCOME_BLOCK_3_TEXT_6=\u041F\u043E\u0434\u0434\u0440\u0448\u043A\u0430 \u0437\u0430 \u043F\u0440\u0435\u0432\u043E\u0434\u0438 \u0438 \u043B\u043E\u043A\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430
WELCOME_BLOCK_3_TEXT_7=\u041A\u043E\u043D\u0446\u0435\u043F\u0442\u0438 \u0437\u0430 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u043D\u0438\u0432\u043E \u043D\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435 \u0438 \u043F\u0440\u0438\u043C\u0435\u043D\u0430
WELCOME_BLOCK_4_TITLE=\u041C\u0440\u0435\u0436\u0435\u043D \u043F\u0440\u0438\u0431\u043E\u0440 \u0441\u043E \u0430\u043B\u0430\u0442\u043A\u0438 \u043F\u043E\u0434\u0433\u043E\u0442\u0432\u0435\u043D \u0437\u0430 \u043F\u0440\u0435\u0442\u043F\u0440\u0438\u0458\u0430\u0442\u0438\u0458\u0430\u0442\u0430
WELCOME_BLOCK_4_TEXT_1=\u0417\u043E\u0448\u0442\u043E UI5 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u0441\u0438\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0438 SAP \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438 \u043A\u0430\u043A\u043E \u0438 \u043C\u043D\u043E\u0433\u0443 \u0434\u0440\u0443\u0433\u0438 \u043F\u043E\u0442\u0440\u043E\u0448\u0443\u0432\u0430\u0447\u0438 \u0438 \u043F\u0430\u0440\u0442\u043D\u0435\u0440\u0438? \u0418 \u0437\u043E\u0448\u0442\u043E \u0435 \u0442\u043E\u043B\u043A\u0443 \u0443\u0441\u043F\u0435\u0448\u0435\u043D \u0432\u043E \u0437\u0430\u0435\u0434\u043D\u0438\u0446\u0430\u0442\u0430 \u043D\u0430 \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u0438\u0437\u0432\u043E\u0440 \u0438 \u043D\u0430\u0434\u0432\u043E\u0440 \u043E\u0434 \u043D\u0435\u0430? \u0415\u0432\u0435 \u043D\u0435\u043A\u043E\u043B\u043A\u0443 \u043E\u0434 \u043D\u0430\u0458\u0432\u0430\u0436\u043D\u0438\u0442\u0435 \u0430\u0434\u0435\u0442\u0438 \u043A\u043E\u0438 UI5 \u0433\u0438 \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0443\u0432\u0430\:
WELCOME_BLOCK_4_TEXT_2=\u041F\u043E\u0434\u0434\u0440\u0448\u043A\u0430 \u0437\u0430 \u043F\u0440\u0435\u0432\u043E\u0434\u0438 \u0438 \u043B\u043E\u043A\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430
WELCOME_BLOCK_4_TEXT_3=\u041A\u043E\u043D\u0446\u0435\u043F\u0442\u0438 \u0437\u0430 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u043D\u0438\u0432\u043E \u043D\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435 \u0438 \u043F\u0440\u0438\u043C\u0435\u043D\u0430
WELCOME_BLOCK_4_TEXT_4=\u0422\u0435\u043C\u0430 \u0441\u043E \u0432\u0438\u0441\u043E\u043A \u043A\u043E\u043D\u0442\u0440\u0430\u0441\u0442 \u0437\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0446\u0438\u0442\u0435 \u0441\u043E \u0432\u0438\u0437\u0443\u0435\u043B\u043D\u043E \u043F\u043E\u043F\u0440\u0435\u0447\u0443\u0432\u0430\u045A\u0435
WELCOME_BLOCK_4_TEXT_5=\u041B\u0435\u0441\u043D\u0430 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0458\u0430 \u0432\u043E \u0434\u043E\u0441\u043B\u0435\u0434\u0435\u043D SAP \u0435\u043A\u043E\u0441\u0438\u0441\u0442\u0435\u043C
WELCOME_BLOCK_4_TEXT_6=\u0424\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u0438 \u0430\u043B\u0430\u0442\u043A\u0438 \u0437\u0430 \u043A\u043E\u0458 \u0431\u0438\u043B\u043E \u0442\u0438\u043F \u043D\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0435\u0440
WELCOME_BLOCK_4_TEXT_7=\u041A\u043E\u0440\u0438\u0441\u0442\u0438 \u043D\u043E\u0432\u0438 \u0438\u043D\u043E\u0432\u0430\u0446\u0438\u0438 \u043D\u043E \u0432\u043E \u0438\u0441\u0442\u043E \u0432\u0440\u0435\u043C\u0435 \u043E\u0441\u0442\u0430\u043D\u0443\u0432\u0430 \u043A\u043E\u043C\u043F\u0430\u0442\u0438\u0431\u0438\u043B\u0435\u043D \u0437\u0430 \u043D\u0430\u0434\u0433\u0440\u0430\u0434\u0431\u0438 
WELCOME_BLOCK_4_TEXT_8=\u041D\u0435\u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430 \u0432\u043E \u0441\u0442\u043E\u0433\u043E\u0432\u0438 \u043D\u0430 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0458\u0430 \u0432\u043E \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u043E\u0441\u0442 \u043D\u0430 SAP \u0438 \u043D\u0430\u0434\u0432\u043E\u0440 \u043E\u0434 SAP
WELCOME_BLOCK_5_TITLE=\u041E\u0441\u0432\u043E\u0458\u0443\u0432\u0430\u0447 \u043D\u0430 \u043D\u0430\u0433\u0440\u0430\u0434\u0430 SAP Fiori \u0434\u0438\u0437\u0430\u0458\u043D \u043D\u0430 \u0434\u0435\u043B\u043E 
WELCOME_BLOCK_5_TEXT=UI5 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u0434\u043E\u0441\u043B\u0435\u0434\u0435\u043D \u0458\u0430\u0437\u0438\u043A \u0437\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435 \u0438 \u043E\u0434\u043D\u0430\u043F\u0440\u0435\u0434 \u0434\u0435\u0444\u0438\u043D\u0438\u0440\u0430\u043D\u0438 \u0448\u0435\u043C\u0438 \u043D\u0430 UX \u043A\u0430\u0458 \u0441\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u043A\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0438. \u0423\u043F\u043E\u0442\u0440\u0435\u0431\u0435\u0442\u0435 \u0432\u0435\u045C\u0435 \u0434\u0435\u0444\u0438\u043D\u0438\u0440\u0430\u043D\u0430 \u0442\u0435\u043C\u0430 \u0438\u043B\u0438 \u043F\u0440\u043E\u0431\u0430\u0458\u0442\u0435 \u0458\u0430 \u043D\u0430\u0448\u0430\u0442\u0430 \u0430\u043B\u0430\u0442\u043A\u0430 \u0437\u0430 \u0442\u0435\u043C\u0438 \u0441\u043E \u0446\u0435\u043B \u0434\u0430 \u0441\u043E\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0435\u043D\u0430 \u0442\u0435\u043C\u0430 \u043A\u0430\u043A\u0432\u0430 \u0448\u0442\u043E \u0432\u0438 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430. 
WELCOME_BLOCK_5_IMG_ALT=\u0421\u043B\u0438\u043A\u0430 \u043A\u043E\u0458\u0430 \u0433\u0438 \u043F\u043E\u043A\u0430\u0436\u0443\u0432\u0430 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438\u0442\u0435 \u043D\u0430 SAP Fiori \u0434\u0438\u0437\u0430\u0458\u043D\u043E\u0442
WELCOME_BLOCK_6_TITLE=\u0421\u043F\u0440\u0435\u043C\u0435\u0442\u0435 \u0441\u0435
WELCOME_BLOCK_6_TEXT_1=\u0421\u0450 \u0448\u0442\u043E \u0432\u0438 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0440\u0430\u0437\u0432\u0438\u0435\u0442\u0435 \u0432\u0435\u0431-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0441\u043E UI5 \u0435 \u0441\u0440\u0435\u0434\u0438\u043D\u0430 \u0438 \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447. \u0417\u0430 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u043D\u0430 \u0443\u0434\u043E\u0431\u043D\u043E\u0441\u0442, \u043C\u043E\u0436\u0435 \u0434\u0430 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u0442\u0435 SAP Business Application Studio \u043D\u0430 \u043E\u0431\u043B\u0430\u043A. \u0417\u0430 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u043D\u0430 \u0444\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u043E\u0441\u0442, \u0438\u043C\u0430\u0442\u0435 \u0430\u043B\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u0430 \u0434\u0430 \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u0430 \u0441\u0440\u0435\u0434\u0438\u043D\u0430 \u0437\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435. 
WELCOME_BLOCK_6_TEXT_2=\u041F\u043E\u0440\u0431\u0430\u0458\u0442\u0435 \u0433\u043E \u043F\u0440\u0432\u0438\u043E\u0442 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A \u0442\u0443\u043A\u0430\:
WELCOME_BLOCK_7_TITLE=UI5 Evolution
WELCOME_BLOCK_7_TEXT_1=UI Evolution \u0435 \u043D\u0430\u043C\u0435\u043D\u0435\u0442 \u0437\u0430 \u043A\u043B\u0443\u0447\u043D\u0438 \u043F\u043E\u0434\u043E\u0431\u0440\u0443\u0432\u0430\u045A\u0430 \u043A\u0430\u043A\u043E \u0434\u0435\u043B \u043E\u0434 \u043F\u043E\u0441\u0442\u043E\u0458\u0430\u043D\u0438\u043E\u0442 \u0442\u0440\u0443\u0434 \u0434\u0430 \u0441\u0435 \u043D\u0430\u0434\u0433\u0440\u0430\u0434\u0438 SAPUI5, \u0441\u043E \u0446\u0435\u043B \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u0434\u0430 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0438\u0440\u0430\u0430\u0442 \u043F\u043E\u0431\u0440\u0437\u043E, \u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435\u0442\u043E \u0434\u0430 \u0441\u0442\u0430\u043D\u0435 \u043F\u043E\u043C\u043E\u0434\u0443\u043B\u0430\u0440\u043D\u043E. \u0421\u043E \u043F\u0440\u0438\u0444\u0430\u045C\u0430\u045A\u0435 \u043D\u0430 \u0432\u0435\u0431-\u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0434\u0438\u0442\u0435, \u0430\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u043E\u0442\u043E \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045A\u0435 \u0438 \u043D\u043E\u0432\u0438\u0442\u0435 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0438, SAPUI5 \u0438 \u043F\u043E\u043D\u0430\u0442\u0430\u043C\u0443 \u043E\u0441\u0442\u0430\u043D\u0443\u0432\u0430 \u0440\u0435\u0448\u0435\u043D\u0438\u0435 \u043A\u043E\u0435 \u0435 \u043F\u0440\u0438\u0444\u0430\u0442\u0435\u043D\u043E \u0432\u043E \u043F\u0440\u0435\u0442\u043F\u0440\u0438\u0458\u0430\u0442\u0438\u0458\u0430\u0442\u0430.
WELCOME_BLOCK_7_TEXT_2=\u0413\u0438 \u043E\u0445\u0440\u0430\u0431\u0440\u0443\u0432\u0430\u043C\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0435\u0440\u0438\u0442\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u043E \u0434\u0430 \u0433\u0438 \u043F\u043E\u0434\u0434\u0440\u0436\u0430\u0442 \u0438 \u0440\u0430\u0437\u0433\u043B\u0435\u0434\u0430\u0430\u0442 \u043D\u043E\u0432\u0438\u0442\u0435 \u0441\u043F\u043E\u0441\u043E\u0431\u043D\u043E\u0441\u0442\u0438. 
WELCOME_BLOCK_7_ALT=UI5 Evoltution \u0441\u043E\u0437\u0434\u0430\u0432\u0430 \u0438\u043D\u043E\u0432\u0430\u0446\u0438\u0458\u0430, \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0443\u0432\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u0431\u0430 \u043D\u0430 \u0430\u043B\u0430\u0442\u043A\u0430, \u043C\u043E\u0434\u0443\u043B\u0430\u0440\u043D\u043E \u0458\u0430\u0434\u0440\u043E, \u043E\u0442\u0432\u043E\u0440\u0435\u043D\u0438 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0434\u0438 \u0438 \u0440\u0430\u0431\u043E\u0442\u0438 \u0441\u043E \u0441\u0435 \u043F\u043E\u0432\u0438\u0441\u043E\u043A \u043F\u0435\u0440\u0444\u043E\u0440\u043C\u0430\u043D\u0441 \u0441\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u0430\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u043E \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u045A\u0435. 
WELCOME_BLOCK_8_TITLE=SAPUI5 \u0437\u0430 SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u041F\u0440\u0438\u0458\u0430\u0432\u0435\u0442\u0435 \u0441\u0435 \u043D\u0430 \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u0430\u0442\u0430 SAP BTP \u043F\u0440\u043E\u0431\u043D\u0430 \u0441\u043C\u0435\u0442\u043A\u0430 \u0441\u043E \u0446\u0435\u043B \u0434\u0430 \u0458\u0430 \u043F\u0440\u043E\u0431\u0430\u0442\u0435 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u0442\u0430 \u0438 \u0434\u0430 \u0441\u043E\u0437\u0434\u0430\u0434\u0435\u0442\u0435 UI5 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0437\u0430\u0441\u043D\u043E\u0432\u0430\u043D\u0438 \u043D\u0430 \u043E\u0431\u043B\u0430\u043A. 
WELCOME_BLOCK_8_TEXT_2=\u0421\u0440\u0435\u0434\u0438\u043D\u0430 \u0437\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435 \u043A\u043E\u0458\u0430 \u0435 \u0435\u0434\u043D\u043E\u0441\u0442\u0430\u0432\u043D\u0430 \u0437\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u0441\u043E SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=\u0411\u0435\u0441\u043F\u043B\u0430\u0442\u0435\u043D \u043F\u0440\u043E\u0431\u0435\u043D \u043F\u0435\u0440\u0438\u043E\u0434 \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u0435 \u0434\u0435\u043B \u043E\u0434 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0438\u0442\u0435 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0432\u043E SAP HANA, NetWeaver ABAP \u0438 Java \u0441\u0438\u0441\u0442\u0435\u043C\u0438\u0442\u0435. 
WELCOME_BLOCK_9_TEXT_2=\u0421\u043F\u0440\u0435\u043C\u043D\u043E \u0437\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430 \u0437\u0430 \u043F\u043E\u0442\u0440\u043E\u0448\u0443\u0432\u0430\u0447\u0438\u0442\u0435 \u043D\u0430 SAP
WELCOME_BLOCK_9_TEXT_3=\u0421\u0435 \u0438\u043D\u0442\u0435\u0433\u0440\u0438\u0440\u0430 \u0441\u043E \u043F\u043E\u0441\u0442\u043E\u0458\u043D\u0438 \u0441\u0438\u0442\u0435\u043C\u0441\u043A\u0438 \u043F\u0435\u0458\u0441\u0430\u0436\u0438
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u0435\u043D \u0438 \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u0438\u0437\u0432\u043E\u0440
WELCOME_BLOCK_10_TEXT_1=\u041F\u0440\u043E\u0431\u0430\u0458\u0442\u0435 \u0458\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 UI5 \u0441\u043E \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u0438\u0437\u0432\u043E\u0440 \u043A\u043E\u0458\u0430 \u0433\u0438 \u0441\u043E\u0434\u0440\u0436\u0438 \u0441\u0438\u0442\u0435 \u0433\u043B\u0430\u0432\u043D\u0438 UI5-\u043A\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0438 \u0438 \u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u0430 \u043D\u0430 GitHub \u0432\u043E \u0441\u043E\u0433\u043B\u0430\u0441\u043D\u043E\u0441\u0442 \u0441\u043E Apache 2.0 \u043B\u0438\u0446\u0435\u043D\u0446\u0430\u0442\u0430. 
WELCOME_BLOCK_10_TEXT_2=\u041F\u043E\u0434\u0434\u0440\u0436\u0430\u043D\u0430 \u0435 \u043E\u0434 \u0437\u0430\u0435\u0434\u043D\u0438\u0446\u0430\u0442\u0430 \u043D\u0430 \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u0438\u0437\u0432\u043E\u0440
WELCOME_BLOCK_10_TEXT_3=\u0423\u043F\u0440\u0430\u0432\u0443\u0432\u0430\u043D\u0430 \u0435 \u043D\u0430 GitHub - \u0441\u0438\u0442\u0435 \u043F\u0440\u0438\u0434\u043E\u043D\u0435\u0441\u0438 \u0441\u0435 \u0434\u043E\u0431\u0440\u0435\u0434\u043E\u0458\u0434\u0435\u043D\u0438\!
WELCOME_BLOCK_11_TITLE=UI5 \u0437\u0430 \u041C\u0440\u0435\u0436\u0430\u0442\u0430 \u0437\u0430 \u0434\u043E\u0441\u0442\u0430\u0432\u0430 \u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430
WELCOME_BLOCK_11_TEXT_1=\u041F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u0458\u0442\u0435 \u0438 \u0441\u0442\u0430\u0440\u0442\u0443\u0432\u0430\u0458\u0442\u0435 UI5 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0441\u043E \u0444\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u043E\u0441\u0442\u0430 \u043D\u0430 \u0441\u0435\u043E\u043F\u0444\u0430\u0442\u0435\u043D CDN. \u0414\u0430\u0442\u043E\u0442\u0435\u043A\u0438\u0442\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0443\u0432\u0430\u0430\u0442 \u043E\u0434 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0430 \u0435 \u043D\u0430\u0458\u0431\u043B\u0438\u0441\u043A\u0430 \u0434\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u043E\u0442 \u0441\u043E \u0446\u0435\u043B \u043E\u043F\u0442\u0438\u043C\u0430\u043B\u0435\u043D \u043F\u0435\u0440\u0444\u043E\u0440\u043C\u0430\u043D\u0441. 
WELCOME_BLOCK_11_TEXT_2=CDN \u0432\u043E \u043F\u043E\u0432\u0435\u045C\u0435 \u0432\u0435\u0440\u0437\u0438\u0438 \u0441\u043E \u0446\u0435\u043B \u0434\u0430 \u0441\u0435 \u043E\u0434\u0434\u0440\u0436\u0438 \u043F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0435\u043D\u0438\u043E\u0442 \u0436\u0438\u0432\u043E\u0442\u0435\u043D \u0446\u0438\u043A\u043B\u0443\u0441
WELCOME_BLOCK_11_TEXT_3=\u0417\u0430 \u0441\u0435\u043A\u043E\u0435 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u043E \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u043B\u043E\u043A\u0430\u043B\u043D\u043E \u0438\u043B\u0438 \u043D\u0430 \u043E\u0431\u043B\u0430\u043A
WELCOME_BLOCK_12_TITLE=SAP \u0437\u0430\u0435\u0434\u043D\u0438\u0446\u0430
WELCOME_BLOCK_13_TITLE=\u0411\u0438\u043B\u0442\u0435\u043D \u0441\u043E \u043F\u0440\u0435\u043F\u043E\u0440\u0430\u043A\u0438
WELCOME_VIDEO_BLOCK_TITLE=\u0428\u0442\u043E \u0435 SAPUI5?

WELCOME_VIDEO_BLOCK_TEXT_1=SAPUI5 \u0435 HTML5 \u0440\u0430\u043C\u043A\u0430 \u0437\u0430 \u0435\u0444\u0438\u043A\u0430\u0441\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u045A\u0435 \u043C\u0435\u0453\u0443-\u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0441\u043A\u0438 \u0432\u0435\u0431-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u043D\u0430\u043C\u0435\u043D\u0435\u0442\u0438 \u0437\u0430 \u043F\u0440\u0435\u0442\u043F\u0440\u0438\u0458\u0430\u0442\u0438\u0458\u0430\u0442\u0430. \u041D\u0435\u0448\u0442\u043E \u0448\u0442\u043E \u0437\u0430\u043F\u043E\u0447\u043D\u0430 \u043A\u0430\u043A\u043E \u043C\u0430\u043B \u043F\u0440\u043E\u0435\u043A\u0442 \u0441\u0435\u0433\u0430 \u0435 \u0435\u0434\u043D\u0430 \u043E\u0434 \u043D\u0430\u0458\u0443\u0441\u043F\u0435\u0448\u043D\u0438\u0442\u0435 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0438 \u043A\u043E\u0458\u0430 \u043D\u0435\u043A\u043E\u0433\u0430\u0448 \u0431\u0438\u043B\u0430 \u043D\u0430\u043F\u0440\u0430\u0432\u0435\u043D\u0430 \u043E\u0434 SAP.
WELCOME_VIDEO_BLOCK_TEXT_2=\u0412\u043E \u0432\u0438\u0434\u0435\u043E\u0437\u0430\u043F\u0438\u0441\u043E\u0442 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0433\u0438 \u043F\u043E\u0433\u043B\u0435\u0434\u043D\u0435\u0442\u0435 \u043F\u0440\u0438\u0434\u043E\u0431\u0438\u0432\u043A\u0438\u0442\u0435 \u043E\u0434 SAPUI5 \u0432\u043E 110 \u0441\u0435\u043A\u0443\u043D\u0434\u0438. \u041D\u0430 \u043D\u0430\u0448\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 SAP Community, \u043C\u043E\u0436\u0435 \u0434\u0430 \u0434\u043E\u0431\u0438\u0435\u0442\u0435 \u043F\u043E\u0432\u0435\u045C\u0435 \u0434\u0435\u0442\u0430\u043B\u0438 \u0432\u043E \u0432\u0440\u0441\u043A\u0430 \u0441\u043E \u0432\u043E\u0434\u0435\u0447\u043A\u0438\u0442\u0435 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0438 \u0437\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 <a href\="https\://community.sap.com/topics/ui5">\u0442\u0443\u043A\u0430</a>. 

TOPIC_DETAIL_INIT_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u041F\u0440\u0435\u0437\u0435\u043C\u0438
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u0428\u0442\u043E \u0435 \u043D\u043E\u0432\u043E?
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u0414\u043E\u0437\u043D\u0430\u0458\u0442\u0435 \u0437\u0430 \u043D\u043E\u0432\u0438\u0442\u0435 \u043A\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0438 \u0432\u043E \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435 \u0432\u0435\u0440\u0437\u0438\u0438 \u043D\u0430 UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u041D\u0430\u0458\u043F\u0440\u0432\u0438\u043D \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0458 \u043C\u0435 \u043C\u0435\u043D\u0435
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u0421\u043E\u0434\u0440\u0436\u0438 \u0432\u0430\u0436\u043D\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043F\u0440\u0435\u0434 \u0434\u0430 \u0437\u0430\u043F\u043E\u0447\u043D\u0435\u0442\u0435 \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E \u0434\u0430 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 UI5
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u0417\u0430\u043F\u043E\u0447\u043D\u0438
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u041F\u043E\u0441\u0442\u0430\u0432\u0443\u0432\u0430\u045A\u0435 \u0438 \u0443\u043F\u0430\u0442\u0441\u0432\u0430
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u0420\u0430\u0432\u043E\u0458\u043D\u0438 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u041D\u0430\u0458\u0434\u043E\u0431\u0440\u0438 \u043F\u0440\u0430\u043A\u0442\u0438\u043A\u0438 \u0438 \u0441\u0442\u0430\u043F\u0438\u0446\u0438 \u043D\u0430 \u043A\u043E\u0438 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0432\u043D\u0438\u043C\u0430\u0432\u0430\u0442\u0435
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u041F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u041F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0438 \u0433\u0438 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u043A\u043E\u043D \u043E\u0434\u0440\u0435\u0434\u0435\u043D\u0438 \u0431\u0430\u0440\u0430\u045A\u0430
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0420\u0430\u0437\u0432\u0438\u0432\u0430\u045A\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438 
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0421\u043E\u0437\u0434\u0430\u0458\u0442\u0435 \u043F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0435\u043D\u0438 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438 \u0438\u043B\u0438 \u043F\u0440\u0438\u0434\u043E\u043D\u0435\u0441\u0435\u0442\u0435 \u043A\u043E\u043D UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u0428\u0435\u043C\u0438 \u0438 \u0448\u0430\u0431\u043B\u043E\u043D\u0438 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0437\u0430 \u043D\u0430\u0458\u0447\u0435\u0441\u0442\u0432\u043E \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0432\u0430\u043D\u0438 \u0448\u0435\u043C\u0438 \u0432\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=\u0420\u0430\u043C\u043A\u0430 \u043D\u0430 \u043F\u0430\u0442\u0435\u043A\u0430\u0442\u0430 \u043D\u0430 \u0430\u043D\u0430\u043B\u0438\u0437\u0430
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0418\u0437\u0433\u0440\u0430\u0434\u0438 \u0438 \u043F\u043E\u0434\u043E\u0431\u043E\u0440\u0438 \u0438\u043D\u0442\u0435\u0440\u0430\u043A\u0442\u0438\u0432\u043D\u0438 \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u0447\u043A\u0438 \u0432\u0435\u0431-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u041E\u0441\u043D\u043E\u0432\u043D\u0438 \u0440\u0430\u0431\u043E\u0442\u0438
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u0420\u0430\u0437\u0432\u043E\u0458\u043D\u0438 \u043A\u043E\u043D\u0446\u0435\u043F\u0442\u0438 \u043A\u0430\u043A\u043E \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440 MVC, \u043F\u043E\u0432\u0440\u0437\u0443\u0432\u0430\u045A\u0435 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438 \u0438 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0438
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u041F\u043E\u0432\u0435\u045C\u0435 \u0432\u043E \u0432\u0440\u0441\u043A\u0430 \u0441\u043E \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0442\u0435
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u041A\u0430\u043A\u043E \u043D\u0430\u0434\u043E\u043F\u043E\u043B\u043D\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 API-\u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430\u0442\u0440\u0430

TOPIC_DETAIL_BACK_BTN=\u041D\u0430\u0437\u0430\u0434 \u0434\u043E \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438\u0442\u0435 \u043E\u0434 \u043F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0435\u0442\u043E
TOPIC_DETAIL_EDIT_GITHUB=\u0423\u0440\u0435\u0434\u0438 \u043D\u0430 GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u0423\u0440\u0435\u0434\u0438 \u0458\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0442\u0430 \u043D\u0430 GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u0442\u043E\u0442 \u0432\u043E \u0440\u0435\u0436\u0438\u043C \u043D\u0430 \u0446\u0435\u043B \u0435\u043A\u0440\u0430\u043D

TOPIC_MASTER_FILTER_PLACEHOLDER=\u041F\u0440\u0435\u0431\u0430\u0440\u0430\u0458
TOPIC_MASTER_EXPAND_TOOLTIP=\u041F\u0440\u043E\u0448\u0438\u0440\u0438 \u0441\u0450
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0421\u043A\u0440\u0438\u0458 \u0441\u0450
TOPIC_MASTER_NO_DATA_TEXT=\u041D\u0435\u043C\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u0441\u043E \u0433\u043B\u043E\u0431\u0430\u043B\u043D\u043E \u043F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0435

ENTITY_ABOUT=\u0417\u0430
ENTITY_SAMPLES=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438 ({0})
ENITITY_API=API \u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430\:
ENTITY_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430\:
ENTITY_UX=UX-\u0432\u043E\u0434\u0438\u0447\u0438\:
ENTITY_EXTENDS=\u041F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0430\:
ENTITY_COMPONENT=\u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430
ENTITY_SINCE=\u0414\u043E\u0441\u0442\u0430\u043F\u043D\u043E \u043E\u0434
ENTITY_CATEGORY=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0458\u0430
ENTITY_DENSITY=\u0413\u0443\u0441\u0442\u0438\u043D\u0430 \u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430
ENTITY_DEPRECATED=\u0417\u0430\u0441\u0442\u0430\u0440\u0435\u043D\u043E
ENTITY_FULLSCREEN_TOOLTIP=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0433\u043E \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A\u043E\u0442 \u0432\u043E \u0440\u0435\u0436\u0438\u043C \u043D\u0430 \u0446\u0435\u043B \u0435\u043A\u0440\u0430\u043D
ENTITY_BACK_BTN=\u041D\u0430\u0437\u0430\u0434 \u0434\u043E \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438\u0442\u0435 \u043E\u0434 \u043F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0435\u0442\u043E
ENTITY_TABLE_NAME=\u041D\u0430\u0437\u0438\u0432
ENTITY_TABLE_DESCRIPTION=\u041E\u043F\u0438\u0441

CONTROLS_PAGE_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438
CONTROLS_PAGE_DESC=\u0418\u0441\u0442\u0440\u0430\u0436\u0438 \u0438 \u043F\u0440\u0435\u0437\u0435\u043C\u0438 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438 \u043E\u0434 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435\u0442\u043E
CONTROLS_FEATURED_CONTROLS=\u041D\u0430\u0458\u0437\u0430\u0441\u0442\u0430\u043F\u0435\u043D\u0438 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438
CONTROLS_LAYOUT_PAGES=\u0420\u0430\u0441\u043F\u043E\u0440\u0435\u0434 \u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0438
CONTROLS_TEXT_1=\u0418\u043D\u0442\u0435\u0440\u0430\u043A\u0446\u0438\u0458\u0430 \u0441\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0446\u0438\u0442\u0435
CONTROLS_TEXT_2=\u0420\u0430\u0437\u043D\u0438 \u0441\u043F\u0438\u0441\u043E\u0447\u043D\u0438 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0438
CONTROLS_TEXT_3=\u0415\u0434\u043D\u043E\u0441\u0442\u0430\u0432\u043D\u0438 \u0438\u043B\u0438 \u043F\u043E\u0441\u043B\u043E\u0436\u0435\u043D\u0438 \u0442\u0430\u0431\u0435\u043B\u0438
CONTROLS_TEXT_4=\u0414\u0438\u0458\u0430\u043B\u043E\u0437\u0438 \u0438 \u0441\u043A\u043E\u043A-\u043F\u0440\u043E\u0437\u043E\u0440\u0446\u0438
CONTROLS_TEXT_5=\u041F\u043B\u043E\u0447\u043A\u0438 \u0437\u0430 \u0442\u0435\u043A\u0441\u0442, \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440 \u0437\u0430 \u0441\u043B\u0438\u043A\u0438 \u0438\u043B\u0438 \u0434\u0438\u0458\u0430\u0433\u0440\u0430\u043C\u0438
CONTROLS_TEXT_6=\u0418\u0437\u0432\u0435\u0441\u0442\u0443\u0432\u0430\u045A\u0435 \u0437\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u043E\u0442
CONTROLS_TEXT_7=\u0410\u043B\u0430\u0442\u043D\u0438\u0446\u0438 \u0438 \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0458\u0430
CONTROLS_TEXT_8=\u0425\u0438\u0435\u0440\u0430\u0440\u0445\u0438\u0441\u043A\u043E \u043F\u0440\u0435\u0442\u0441\u0442\u0430\u0432\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438\u0442\u0435
CONTROLS_TEXT_9=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u0438 \u0437\u0430\u0441\u043D\u043E\u0432\u0430\u043D\u0438 \u043D\u0430 \u043C\u0435\u0442\u0430\u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438
CONTROLS_TEXT_10=\u0412\u0438\u0437\u0443\u0435\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u043D\u0430 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430
CONTROLS_TEXT_11=\u0412\u0438\u0437\u0443\u0435\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438\u0442\u0435
CONTROLS_TEXT_12=\u0418\u043D\u0442\u0435\u0440\u0430\u043A\u0446\u0438\u0438 \u0437\u0430\u0441\u043D\u043E\u0432\u0430 \u043D\u0430 \u0447\u0435\u043A\u043E\u0440\u0438\u0442\u0435
CONTROLS_TEXT_13=\u041F\u0440\u0438\u043A\u0430\u0436\u0443\u0432\u0430\u045A\u0435, \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u045A\u0435 \u0438\u043B\u0438 \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u043E\u0431\u0458\u0435\u043A\u0442\u0438
CONTROLS_TEXT_14=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0441\u043E \u043F\u043B\u043E\u0447\u043A\u0430, \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435 \u0438 \u043C\u0435\u0441\u0442\u043E \u0437\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430
CONTROLS_TEXT_15=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0441\u043E \u043D\u0430\u0458\u043C\u043D\u043E\u0433\u0443 3 \u043A\u043E\u043B\u043E\u043D\u0438
CONTROLS_TEXT_16=\u0420\u0430\u0441\u043F\u043E\u0440\u0435\u0434 \u043E\u0434 \u0434\u0432\u0435 \u043A\u043E\u043B\u043E\u043D\u0438

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u041F\u0440\u0435\u0431\u0430\u0440\u0430\u0458
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0413\u0440\u0443\u043F\u0430 / \u0444\u0438\u043B\u0442\u0435\u0440
CONTROLS_MASTER_NO_DATA_TEXT=\u041D\u0435\u043C\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u0441\u043E \u0433\u043B\u043E\u0431\u0430\u043B\u043D\u043E \u043F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0435.

CODE_BACK_BTN_TOOLTIP=\u041D\u0430\u0437\u0430\u0434 \u043A\u043E\u043D \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A\u043E\u0442
CODE_API_REFERENCE=API \u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430
CODE_DOWNLOAD_BTN=\u041F\u0440\u0435\u0437\u0435\u043C\u0438

CHANGE_VERSION_DIALOG_TITLE=\u041F\u0440\u043E\u043C\u0435\u043D\u0438 \u0458\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
CHANGE_VERSION_DIALOG_APPLY_BTN=\u041F\u0440\u0438\u043C\u0435\u043D\u0438
CHANGE_VERSION_DIALOG_LATEST_BTN=\u041D\u0430\u0458\u043D\u043E\u0432\u043E
APP_SETTINGS_DIALOG_TITLE=\u041F\u043E\u0441\u0442\u0430\u0432\u043A\u0438
APP_SETTINGS_DIALOG_THEME=\u0422\u0435\u043C\u0430\:
APP_SETTINGS_DIALOG_LANGUAGE=\u0408\u0430\u0437\u0438\u043A
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u041F\u0440\u0435\u0442\u043F\u043E\u0447\u0438\u0442\u0430\u043D\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438 \u0437\u0430 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430\u0442\u0430
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u0418\u043C\u0430\u0458\u0442\u0435 \u043F\u0440\u0435\u0434\u0432\u0438\u0434 \u0434\u0435\u043A\u0430 \u0438\u0437\u0431\u0440\u0430\u043D\u0438\u043E\u0442 \u0458\u0430\u0437\u0438\u043A \u045C\u0435 \u0441\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0438 \u0441\u0430\u043C\u043E \u0432\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0432\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 Demo \u043F\u0440\u0438\u0431\u043E\u0440. \u0421\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430 \u0432\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0432\u043E \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0441\u0435\u043A\u0446\u0438\u0438, \u043A\u0430\u043A\u043E \u043D\u0430 \u043F\u0440\u0438\u043C\u0435\u0440 \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430, API-\u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430 \u0438 \u041F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438, \u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u0430 \u0441\u0430\u043C\u043E \u043D\u0430 \u0430\u043D\u0433\u043B\u0438\u0441\u043A\u0438 \u0458\u0430\u0437\u0438\u043A. 
APP_SETTINGS_DIALOG_DENSITY=\u0413\u0443\u0441\u0442\u0438\u043D\u0430 \u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430\:
APP_SETTINGS_DIALOG_READ_MORE=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0458\u0442\u0435 \u043F\u043E\u0432\u0435\u045C\u0435 \u0437\u0430 \u0433\u0443\u0441\u0442\u0438\u043D\u0438\u0442\u0435 \u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430
APP_SETTINGS_DIALOG_RTL=\u0420\u0435\u0436\u0438\u043C \u0434\u0435\u0441\u043D\u043E \u043A\u043E\u043D \u043B\u0435\u0432\u043E\:
APP_SETTINGS_DIALOG_OK_BTN=\u0412\u043E \u0440\u0435\u0434
APP_SETTINGS_DIALOG_CANCEL_BTN=\u041E\u0442\u043A\u0430\u0436\u0438

COOKIE_SETTINGS_DIALOG_TITLE=\u0412\u0430\u0436\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u043A\u0438 \u0437\u0430 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u041F\u043E\u0442\u0440\u0435\u0431\u043D\u0438 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u041A\u043E\u043B\u0430\u0447\u0438\u045A\u0430\u0442\u0430 \u0441\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u0438 \u0441\u043E \u0446\u0435\u043B \u0434\u0430 \u0441\u0435 \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0438 \u0441\u0443\u0448\u0442\u0438\u043D\u0441\u043A\u0430\u0442\u0430 \u043D\u0430\u043C\u0435\u043D\u0430 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. 
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u041A\u043E\u0440\u0438\u0441\u0442\u0438\u043C\u0435 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430 \u0441\u043E \u0446\u0435\u043B \u0434\u0430 \u0433\u043E \u043F\u043E\u0434\u043E\u0431\u0440\u0438\u043C\u0435 \u0432\u0430\u0448\u0435\u0442\u043E \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0410\u043A\u043E \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u0435 \u0434\u0430 \u0458\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430, \u0442\u043E\u0433\u0430\u0448 \u0441\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u043D\u0430\u0448\u0438\u0442\u0435 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430. 
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u043D\u0438 \u043A\u043E\u043B\u0430\u0447\u0438\u045A\u0430
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u041A\u043E\u043B\u0430\u0447\u0438\u045A\u0430\u0442\u0430 \u0441\u0435 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0432\u0430\u0430\u0442 \u0437\u0430 \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0442\u0430 \u0441\u043E \u0446\u0435\u043B \u043C\u0435\u0440\u0435\u045A\u0435 \u0438 \u043F\u043E\u0434\u043E\u0431\u0440\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u043F\u0435\u0440\u0444\u043E\u0440\u043C\u0430\u043D\u0441\u043E\u0442 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. 
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u041E\u0432\u0430\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 SAP Web Analytics \u0437\u0430 \u0434\u0430 \u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u0430 \u043A\u0430\u043A\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0446\u0438\u0442\u0435 \u0458\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0413\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0438\u0442\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 (\u0432\u043A\u043B\u0443\u0447\u0443\u0432\u0430\u0458\u045C\u0438 \u0434\u0435\u043B \u043E\u0434 \u0432\u0430\u0448\u0430\u0442\u0430 IP-\u0430\u0434\u0440\u0435\u0441\u0430 \u0438 \u0418\u0414 \u043D\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0443\u0432\u0430\u0447\u043E\u0442) \u045C\u0435 \u0441\u0435 \u043F\u0440\u043E\u0441\u043B\u0435\u0434\u0430\u0442 \u0438 \u0441\u043A\u043B\u0430\u0434\u0438\u0440\u0430\u0430\u0442 \u0432\u043E \u0441\u0435\u0440\u0432\u0435\u0440\u0438\u0442\u0435 \u043D\u0430 SAP \u043E\u0434 \u0441\u0442\u0440\u0430\u043D\u0430 \u043D\u0430 SAP. \u041A\u043E\u043B\u0430\u0447\u0438\u045A\u0430\u0442\u0430 \u0441\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u0437\u0430 \u0437\u0430\u0431\u0435\u043B\u0435\u0436\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u0435\u043D\u0438\u0442\u0435 \u043F\u043E\u0441\u0435\u0442\u0438 \u043A\u0430\u043A\u043E \u0438 \u043E\u0440\u0438\u0433\u0438\u043D\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0442\u0430 \u043E\u0434 \u043A\u043E\u0458\u0430 \u043D\u0435 \u043F\u043E\u0441\u0435\u0442\u0443\u0432\u0430\u0442\u0435. \u0408\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u043C\u0435 \u043E\u0432\u0430\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0430 \u0441\u0430\u043C\u043E \u0437\u0430 \u043F\u0440\u043E\u0446\u0435\u043D\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430\u0442\u0430 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0438 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u045A\u0435 \u0438\u0437\u0432\u0435\u0448\u0442\u0430\u0438 \u0437\u0430 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0430 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0438\u0442\u0435 \u043A\u0430\u043A\u043E \u0438 \u0437\u0430 \u043F\u043E\u0434\u043E\u0431\u0440\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0410\u043A\u043E \u0441\u0430\u043A\u0430\u0442\u0435 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0438\u0458\u0430\u0432\u0438\u0442\u0435 \u0437\u0430 \u0441\u043B\u0435\u0434\u0435\u045A\u0435\u0442\u043E \u043D\u0430 SAP Web Analytics, \u043E\u0434\u0440\u0435\u0434\u0435\u0442\u0435 \u0433\u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u0435\u0442\u043F\u043E\u0447\u0438\u0442\u0430\u043D\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438 \u0441\u043E \u0433\u043E\u0440\u0435\u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u0442\u0435 \u043E\u043F\u0446\u0438\u0438 \u201E\u0412\u043A\u043B\u0443\u0447\u0438/\u0438\u0441\u043A\u043B\u0443\u0447\u0438\u201C. \u0410\u043A\u043E \u0441\u0435 \u043F\u0440\u0438\u0458\u0430\u0432\u0438\u0442\u0435, \u0442\u043E\u0433\u0430\u0448 \u0441\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u0443\u0432\u0430\u0442\u0435 \u0441\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430\u0442\u0430 \u043D\u0430 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438 \u0437\u0430 \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u043A\u0430 \u043D\u0430 \u0433\u043E\u0440\u0435\u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u043E\u0442 \u043D\u0430\u0447\u0438\u043D \u0438 \u0446\u0435\u043B. 
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u041F\u043E\u0432\u0435\u045C\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u041F\u0440\u0438\u0444\u0430\u0442\u0438 \u0433\u0438 \u0441\u0438\u0442\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u041E\u0434\u0431\u0438\u0458 \u0433\u0438 \u0441\u0438\u0442\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u043F\u0440\u0435\u0442\u043F\u043E\u0447\u0438\u0442\u0430\u043D\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0417\u0430\u0447\u0443\u0432\u0430\u0458 \u043F\u0440\u0435\u0442\u043F\u043E\u0447\u0438\u0442\u0430\u043D\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u041E\u0442\u043A\u0430\u0436\u0438

EMPTY_TEXT=\u041F\u0440\u0430\u0437\u043D\u043E

DOWNLOADS_TEXT=\u041F\u0440\u0435\u0437\u0435\u043C\u0430\u045A\u0430

DEMO_APPS_TITLE=\u0414\u0435\u043C\u043E-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438
DEMO_APPS_SUBTITLE_OPENUI5=\u0413\u0438 \u043D\u0430\u0431\u0440\u043E\u0458\u0443\u0432\u0430 \u0434\u0435\u043C\u043E-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u0448\u0442\u043E \u0432\u0438 \u043F\u043E\u043A\u0430\u0436\u0443\u0432\u0430\u0430\u0442 \u043A\u0430\u043A\u043E \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0438 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438 \u043D\u0430 OpenUI5.
DEMO_APPS_SUBTITLE_SAPUI5=\u0413\u0438 \u043D\u0430\u0431\u0440\u043E\u0458\u0443\u0432\u0430 \u0434\u0435\u043C\u043E-\u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u0448\u0442\u043E \u0432\u0438 \u043F\u043E\u043A\u0430\u0436\u0443\u0432\u0430\u0430\u0442 \u043A\u0430\u043A\u043E \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0438 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438 \u043D\u0430 SAPUI5.
DEMO_APPS_READ_MORE_BTN=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0458 \u043F\u043E\u0432\u0435\u045C\u0435
DEMO_APPS_DOWNLOAD_OVERVIEW=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u043F\u0440\u0435\u0437\u0435\u043C\u0430\u045A\u0430\u0442\u0430
DEMO_APPS_CATEGORY_SHOWCASE=UI5  \u043A\u043E\u043D\u0446\u0435\u043F\u0442\u0438 \u0432\u043E \u0440\u0435\u0430\u043B\u043D\u0438 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u0458\u0430
DEMO_APPS_CATEGORY_TUTORIAL=\u0414\u0435\u043C\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0441\u043E \u0443\u043F\u0430\u0442\u0441\u0442\u0432\u0430 
DEMO_APPS_CATEGORY_RTA=SAPUI5 \u0414\u0435\u043C\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0437\u0430 \u0444\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u043E\u0441\u0442
DEMO_APPS_CATEGORY_MISC=\u0420\u0430\u0437\u043D\u0438 \u0414\u0435\u043C\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438
DEMO_APPS_LIBRARY=\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0430 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430\:
DEMO_APPS_CARD_LINK=\u041E\u0442\u0432\u043E\u0440\u0438 \u0458\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430

LEGAL_DISCLAIMER_TITLE=\u041F\u0440\u0430\u0432\u043D\u043E \u043E\u0442\u0444\u0440\u043B\u0430\u045A\u0435 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u043D\u043E\u0441\u0442 \u0437\u0430 \u0432\u0440\u0441\u043A\u0438
LEGAL_DISCLAIMER_LABEL_1=\u0412\u0440\u0441\u043A\u0438 \u0441\u043E \u0438\u043A\u043E\u043D\u0430\u0442\u0430
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E\u0431\u0458\u0430\u0432\u0435\u043D\u0438 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0438 \u0448\u0442\u043E \u043D\u0435 \u0432\u043E \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u043E\u0441\u0442 \u043D\u0430 SAP
LEGAL_DISCLAIMER_TEXT_1=\u041E\u0434\u0438\u0442\u0435 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430 \u043A\u043E\u0458\u0430 \u043D\u0435 \u0435 \u0432\u043E \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u043E\u0441\u0442 \u043D\u0430 SAP. \u0410\u043A\u043E \u0433\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0442\u0430\u043A\u0432\u0438\u0442\u0435 \u0432\u0440\u0441\u043A\u0438, \u0441\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u0443\u0432\u0430\u0442\u0435 (\u043E\u0441\u0432\u0435\u043D \u0430\u043A\u043E \u043D\u0435 \u0435 \u043F\u043E\u0438\u043D\u0430\u043A\u0443 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u043E \u0432\u043E \u0434\u043E\u0433\u043E\u0432\u043E\u0440\u043E\u0442 \u0441\u043E SAP) \u0434\u0435\u043A\u0430\: 
LEGAL_DISCLAIMER_TEXT_2=- \u0421\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0442\u0430 \u043A\u043E\u043D \u043A\u043E\u0458\u0430 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u0443\u0432\u0430\u0442\u0435 \u043D\u0435 \u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430 \u043D\u0430 SAP. \u041F\u043E\u0440\u0430\u0434\u0438 \u0442\u043E\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u043E\u0434\u043D\u0435\u0441\u0443\u0432\u0430\u0442\u0435 \u043F\u043E\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0430 \u0437\u0430 \u043A\u0430\u043A\u0432\u0438 \u0431\u0438\u043B\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438 \u043D\u0430 SAP. 
LEGAL_DISCLAIMER_TEXT_3=- SAP \u043D\u0435\u043C\u0430 \u043E\u0434\u0440\u0435\u0434\u0435\u043D\u043E \u043C\u0438\u0441\u043B\u0435\u045A\u0435 \u0434\u0430\u043B\u0438 \u0441\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u0443\u0432\u0430 \u0438\u043B\u0438 \u043D\u0435 \u0441\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u0443\u0432\u0430 \u0441\u043E \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043A\u043E\u043D \u043A\u043E\u0458\u0430 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u0443\u0432\u0430\u0442\u0435 \u043D\u0438\u0442\u0443 \u043F\u0430\u043A \u0433\u0430\u0440\u0430\u043D\u0442\u0438\u0440\u0430 \u0437\u0430 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u043E\u0441\u0442\u0430 \u0438\u043B\u0438 \u0442\u043E\u0447\u043D\u043E\u0441\u0442\u0430. 
LEGAL_DISCLAIMER_LABEL_2=\u0412\u0440\u0441\u043A\u0438 \u0441\u043E \u0438\u043A\u043E\u043D\u0430\u0442\u0430
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E\u0431\u0458\u0430\u0432\u0435\u043D\u0438 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0438 \u0432\u043E \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u043E\u0441\u0442 \u043D\u0430 SAP
LEGAL_DISCLAIMER_TEXT_4=\u0408\u0430 \u043D\u0430\u043F\u0443\u0448\u0442\u0430\u0442\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0437\u0430 \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u0438\u043E\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434 \u0438\u043B\u0438 \u0443\u0441\u043B\u0443\u0433\u0430 \u043D\u0430 SAP \u0438 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u0443\u0432\u0430\u0442\u0435 \u043D\u0430 \u0432\u0435\u0431-\u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430 \u0432\u043E \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u043E\u0441\u0442 \u043D\u0430 SAP. \u0421\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u0442\u0430\u043A\u0432\u0438\u0442\u0435 \u0432\u0440\u0441\u043A\u0438, \u0441\u0435 \u0441\u043E\u0433\u043B\u0430\u0441\u0443\u0432\u0430\u0442\u0435 \u0434\u0435\u043A\u0430 (\u043E\u0441\u0432\u0435\u043D \u0430\u043A\u043E \u043D\u0435 \u0435 \u043F\u043E\u0438\u043D\u0430\u043A\u0443 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u043E \u0432\u043E \u0434\u043E\u0433\u043E\u0432\u043E\u0440\u043E\u0442 \u0441\u043E SAP) \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u043E\u0434\u043D\u0435\u0441\u0443\u0432\u0430\u0442\u0435 \u043F\u043E\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0430 \u043A\u043E\u043D SAP \u0432\u0440\u0437 \u043E\u0441\u043D\u043E\u0432\u0430 \u043D\u0430 \u0442\u0438\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438. 

VIEW_SETTINGS_DIALOG_ITEM_1=\u041F\u043E \u0430\u0437\u0431\u0443\u0447\u0435\u043D \u0440\u0435\u0434\u043E\u0441\u043B\u0435\u0434
VIEW_SETTINGS_DIALOG_ITEM_2=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0458\u0430
VIEW_SETTINGS_DIALOG_ITEM_3=\u0413\u0443\u0441\u0442\u0438\u043D\u0430 \u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430
VIEW_SETTINGS_DIALOG_ITEM_4=\u041F\u043E\u043B\u0435 \u0437\u0430 \u043D\u0430\u0437\u0438\u0432
VIEW_SETTINGS_DIALOG_ITEM_5=\u0418\u0437\u0434\u0430\u043D\u0438\u0435

SAMPLE_BACK_BTN_TOOLTIP=\u041D\u0430\u0437\u0430\u0434 \u043A\u043E\u043D \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438\u0442\u0435
SAMPLE_INFO_TOOLTIP=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0437\u0430 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A\u043E\u0442
SAMPLE_EDITED_TOOLTIP=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u043A\u043E\u0442 \u0435 \u0443\u0440\u0435\u0434\u0435\u043D
SAMPLE_EDITED_WARNING=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u043A\u043E\u0442 \u0435 \u0443\u0440\u0435\u0434\u0435\u043D. \u0417\u0430 \u0434\u0430 \u0433\u0438 \u0440\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435, \u043F\u0440\u0438\u0442\u0438\u0441\u043D\u0435\u0442\u0435 \u043D\u0430 \u043A\u043E\u043F\u0447\u0435\u0442\u043E \u0420\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0458 \u0433\u0438 \u0441\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043A\u043E\u0433\u0430 \u0433\u043E \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0443\u0432\u0430\u0442\u0435 \u0438\u0437\u0432\u043E\u0440\u043D\u0438\u043E\u0442 \u043A\u043E\u0434. 
SAMPLE_API_REFERENCE_BTN=API \u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430
SAMPLE_PREV_BTN_TOOLTIP=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0433\u043E \u043F\u0440\u0435\u0442\u0445\u043E\u0434\u0438\u043D\u0438\u043E\u0442 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A
SAMPLE_NEXT_BTN_TOOLTIP=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0433\u043E \u0441\u043B\u0435\u0434\u043D\u0438\u043E\u0442 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0433\u043E \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A\u043E\u0442 \u0432\u043E \u0440\u0435\u0436\u0438\u043C \u043D\u0430 \u0446\u0435\u043B \u0435\u043A\u0440\u0430\u043D
SAMPLE_ADAPT_BTN_TOOLTIP=\u041F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0438 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441
SAMPLE_CODE_BTN_TOOLTIP=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0433\u043E \u0438\u0437\u0432\u043E\u0440\u043D\u0438\u043E\u0442 \u043A\u043E\u0434 \u0437\u0430 \u0442\u043E\u0458 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u041E\u0442\u0432\u043E\u0440\u0438 \u0432\u043E \u043D\u043E\u0432\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0430
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u041F\u0440\u0435\u0437\u0435\u043C\u0438
SAMPLE_RESET_CHANGES=\u0420\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0458 \u0433\u0438 \u0441\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438

RELEASE_NOTES_TITLE=\u0414\u043D\u0435\u0432\u043D\u0438\u043A \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438

SEARCH_PAGE_TITLE=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438 \u043E\u0434 \u043F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0435\u0442\u043E \u0437\u0430 \u201E{0}\u201C
SEARCH_PAGE_DESCRIPTION=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438\u0442\u0435 \u043E\u0434 \u043F\u0440\u0430\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0435\u0442\u043E \u0441\u0435 \u043F\u0440\u0438\u043A\u0430\u0436\u0430\u043D\u0438 \u0432\u043E \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438. 
SEARCH_PAGE_ALL_SECTION_TITLE=\u0421\u0438\u0442\u0435 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=\u041F\u0440\u0432\u0438\u0442\u0435 10 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438 \u043E\u0434 API-\u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0430\u0446\u0430\u0442\u0430
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u041F\u0440\u0432\u0438\u0442\u0435 10 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438 \u043E\u0434 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430\u0442\u0430
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u041F\u0440\u0432\u0438\u0442\u0435 10 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438\u0442\u0435 \u043E\u0434 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438\u0442\u0435
SEARCH_SUGGESTIONS_TITLE_ALL=\u041F\u0440\u0432\u0438\u0442\u0435 10 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442\u0438\u0442\u0435 \u043E\u0434 \u0441\u0438\u0442\u0435
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u0421\u0438\u0442\u0435
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u0412\u0438\u0434\u0438 \u0433\u0438 \u0441\u0438\u0442\u0435
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430
SEARCH_SUGGESTIONS_API_SECTION_TITLE=API \u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0421\u0438\u0442\u0435 ({0} \u043E\u0434 {1})
SEARCH_PAGE_API_SECTION_TITLE=API-\u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430 ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=API-\u0440\u0435\u0444\u0435\u0440\u0435\u043D\u0446\u0430 ({0} \u043E\u0434 {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u0414\u043E\u043A\u0443\u0435\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430 ({0} \u043E\u0434 {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438 ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438 ({0} \u043E\u0434 {1})

RELEASE_DIALOG_TITLE=\u0414\u043D\u0435\u0432\u043D\u0438\u043A \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0437\u0430\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
RELEASE_DIALOG_NO_DATA_TEXT=\u041D\u0435\u043C\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0437\u0430 \u0442\u0430\u0430 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430. 

ABOUT_DIALOG_TITLE=\u0417\u0430
ABOUT_DIALOG_TEXT_1=UI5 \u0414\u0435\u043C\u043E \u043F\u0440\u0438\u0431\u043E\u0440 \u2013 \u0410\u043B\u0430\u0442\u043D\u0438\u043A \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0437\u0430 HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 \u0410\u0432\u0442\u043E\u0440\u0441\u043A\u0438 \u043F\u0440\u0430\u0432\u0430 2009 \u2013 2024 SAP SE. \u0421\u0438\u0442\u0435 \u043F\u0440\u0430\u0432\u0430 \u0441\u0435 \u0437\u0430\u0434\u0440\u0436\u0430\u043D\u0438. 
ABOUT_DIALOG_TEXT_3=\u00A9 2009 \u2013 2024 SAP SE \u0438\u043B\u0438 \u043F\u043E\u0434\u0440\u0443\u0436\u043D\u0438\u0446\u0430 \u043D\u0430 SAP.
ABOUT_DIALOG_TEXT_4={0} \u0412\u0435\u0440\u0437\u0438\u0458\u0430 {1}
ABOUT_DIALOG_TEXT_5=\u041E\u0442\u0432\u043E\u0440\u0438 \u0458\u0430 UI5 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430 {0}
ABOUT_DIALOG_TEXT_6=\u0421\u043E\u0444\u0442\u0432\u0435\u0440\u043E\u0442 \u0433\u0438 \u0432\u043A\u043B\u0443\u0447\u0443\u0432\u0430 \u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0432\u043E \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430\u0442\u0430
ABOUT_DIALOG_LINK_1=\u0414\u0435\u0442\u0430\u043B\u0438 \u0437\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430
ABOUT_DIALOG_TEXT_7=\u0421\u043E\u0444\u0442\u0432\u0435\u0440\u043E\u0442 \u0433\u0438 \u0432\u043A\u043B\u0443\u0447\u0443\u0432\u0430 \u0441\u0438\u0442\u0435 \u0441\u043E\u0444\u0442\u0432\u0435\u0440\u0438 \u0441\u043E \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u0438\u0437\u0432\u043E\u0440 \u043E\u0434 \u0442\u0440\u0435\u0442\u0438 \u0441\u0442\u0440\u0430\u043D\u0438. 
ABOUT_DIALOG_TEXT_8=\u0412\u043A\u043B\u0443\u0447\u0435\u043D \u0441\u043E\u0444\u0442\u0432\u0435\u0440 \u043E\u0434 \u0442\u0440\u0435\u0442\u0438 \u0441\u0442\u0440\u0430\u043D\u0438
ABOUT_DIALOG_VERSION_TITLE=\u0414\u0435\u0442\u0430\u043B\u0438 \u0437\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430
ABOUT_DIALOG_VERSION=\u0412\u0435\u0440\u0437\u0438\u0458\u0430
ABOUT_DIALOG_DESCRIPTION=\u041E\u043F\u0438\u0441
ABOUT_DIALOG_CHANGE_LOG=\u0414\u043D\u0435\u0432\u043D\u0438\u043A \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0414\u043D\u0435\u0432\u043D\u0438\u043A \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438
ABOUT_DIALOG_COMPONENT=\u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430
ABOUT_DIALOG_CLOSE_BTN=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
ABOUT_DIALOG_THIRD_PARTY=\u0412\u043A\u043B\u0443\u0447\u0435\u043D \u0441\u043E\u0444\u0442\u0432\u0435\u0440 \u043E\u0434 \u0442\u0440\u0435\u0442\u0438 \u0441\u0442\u0440\u0430\u043D\u0438

FOOTER_LEGAL_DISCOLURE=\u041F\u0440\u0430\u0432\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
FOOTER_PRIVACY=\u041F\u0440\u0438\u0432\u0430\u0442\u043D\u043E\u0441\u0442
FOOTER_TERMS=\u0423\u0441\u043B\u043E\u0432\u0438 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435
FOOTER_LICENSE=\u041B\u0438\u0446\u0435\u043D\u0446\u0430

NOT_FOUND_TITLE=\u041D\u0435 \u0435 \u043F\u0440\u043E\u043D\u0430\u0458\u0434\u0435\u043D\u043E
NOT_FOULD_TEXT=\u0411\u0430\u0440\u0430\u043D\u0438\u043E\u0442 \u0440\u0435\u0441\u0443\u0440\u0441 \u043D\u0435 \u0435 \u043F\u0440\u043E\u043D\u0430\u0458\u0434\u0435\u043D.

NOT_FOUND_REMOVED_TEXT=\u0411\u0430\u0440\u0430\u043D\u0430\u0442\u0430 UI5 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0435 \u0437\u0430\u0441\u0442\u0430\u0440\u0435\u043D\u0430 \u0438 \u043E\u0442\u0441\u0442\u0440\u0430\u043D\u0435\u0442\u0430. 
NOT_FOUND_DK_REMOVED_TEXT=\u0411\u0430\u0440\u0430\u043D\u0430\u0442\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430 \u0432\u043E UI5 \u0414\u0435\u043C\u043E-\u043F\u0440\u0438\u0431\u043E\u0440\u043E\u0442 \u0435 \u043E\u0442\u0441\u0442\u0440\u0430\u043D\u0435\u0442\u0430. 
NOT_FOUND_UNAVAILABLE_TEXT=\u0411\u0430\u0440\u0430\u043D\u0438\u043E\u0442 \u0440\u0435\u0441\u0443\u0440\u0441 \u043D\u0435 \u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u0435\u043D.
VERSION_NOT_FOUND_READ_MORE=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0458 \u043F\u043E\u0432\u0435\u045C\u0435
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=\u041F\u043E\u0447\u0435\u0442\u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430

NOT_FOUND_SAMPLE_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u043E\u043A\u043E\u0442 \u043D\u0435 \u0435 \u043F\u0440\u043E\u043D\u0430\u0458\u0434\u0435\u043D
NOT_FOUND_SAMPLE_TEXT=\u0411\u0430\u0440\u0430\u043D\u0438\u043E\u0442 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u043A \u043D\u0435 \u043F\u043E\u0441\u0442\u043E\u0438 \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u043D\u0430 UI5. \u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u0438\u0442\u0435 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0446\u0438 \u0442\u0443\u043A\u0430

SITEMAP_TITLE=\u041C\u0430\u043F\u0430 \u043D\u0430 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430

LIVE_EDITOR_TITLE=\u0423\u0440\u0435\u0434\u043D\u0438\u043A \u0432\u043E \u0436\u0438\u0432\u043E
LIVE_EDITOR_RESULT=\u0420\u0435\u0437\u0443\u043B\u0442\u0430\u0442
LIVE_EDITOR_PREVIEW_BTN=\u041F\u0440\u0435\u0433\u043B\u0435\u0434
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u0438 \u043F\u0440\u0435\u0433\u043B\u0435\u0434

API_MASTER_PLACEHOLDER=\u041F\u0440\u0435\u0431\u0430\u0440\u0430\u0458
API_MASTER_EXPAND_BTN_TOOLTIP=\u041F\u0440\u043E\u0448\u0438\u0440\u0438 \u0441\u0450
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0421\u043A\u0440\u0438\u0458 \u0441\u0450
API_MASTER_DEPRECATED_CB=\u0412\u043A\u043B\u0443\u0447\u0438 \u0433\u0438 \u0438 \u0437\u0430\u0441\u0442\u0430\u0440\u0435\u043D\u0438\u0442\u0435
API_MASTER_EXPERIMENTAL_CB=\u0412\u043A\u043B\u0443\u0447\u0438 \u0433\u0438 \u0435\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u043D\u0438\u0442\u0435
API_MASTER_NO_DATA_TEXT=\u041D\u0435\u043C\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u0441\u043E \u0433\u043B\u043E\u0431\u0430\u043B\u043D\u043E \u043F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u045A\u0435
API_MASTER_DEPRECATED=\u0417\u0430\u0441\u0442\u0430\u0440\u0435\u043D\u043E
API_MASTER_EXPERIMENTAL=\u0415\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u043D\u043E
API_MASTER_DEPRECATED_APIS=\u0417\u0430\u0441\u0442\u0430\u0440\u0435\u043D\u0438 API
API_MASTER_EXPERIMENTAL_APIS=\u0415\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u043D\u0438 API
API_MASTER_INDEX_BY_VERSION=\u0418\u043D\u0434\u0435\u043A\u0441 \u0441\u043F\u043E\u0440\u0435\u0434 \u0432\u0435\u0440\u0437\u0438\u0458\u0430

API_DETAIL_SINCE_TITLE=\u0418\u043D\u0434\u0435\u043A\u0441 \u0441\u043F\u043E\u0440\u0435\u0434 \u0432\u0435\u0440\u0437\u0438\u0458\u0430

API_DETAIL_EXPERIMENTAL_TITLE=\u0418\u043D\u0434\u0435\u043A\u0441 \u043D\u0430 \u0435\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u043D\u0438 API

API_DETAIL_DEPRECATED_TITLE=\u0418\u043D\u0434\u0435\u043A\u0441 \u043D\u0430 \u0437\u0430\u0441\u0442\u0430\u0440\u0435\u043D\u0438 API
API_DETAIL_DEPRECATED_WARNING=\u0417\u0430 \u043E\u043F\u0448\u0442\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0432\u043E \u0432\u0440\u0441\u043A\u0430 \u0441\u043E \u0437\u0430\u0441\u0442\u0430\u0440\u0435\u043D\u0438 \u043A\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A\u0438, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u0430\u0442\u0430 \u0437\u0430 \u043A\u043E\u043C\u043F\u0430\u0442\u0438\u0431\u0438\u043B\u043D\u043E\u0441\u0442. 

API_DETAIL_AS_OF_VERSION=\u041E\u0434 {0}
API_DETAIL_NA_VERSION=\u041D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430

RESOURCES_INTRO_CARD_TITLE=\u0420\u0435\u0441\u0443\u0440\u0441\u0438
RESOURCES_INTRO_CARD_SUBTITLE=\u041E\u0432\u0430 \u0435 \u0432\u0430\u0448\u0438\u043E\u0442 \u0446\u0435\u043D\u0442\u0430\u0440 \u0437\u0430 \u0438\u0437\u0431\u0440\u0430\u043D\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u043D\u0430 UI5 \u0448\u0442\u043E \u045C\u0435 \u0432\u0438 \u043F\u043E\u043C\u043E\u0433\u043D\u0430\u0442 \u0432\u043E \u0432\u0430\u0448\u0435\u0442\u043E \u0440\u0430\u0437\u0432\u043E\u0458\u043D\u043E \u043F\u0430\u0442\u0443\u0432\u0430\u045A\u0435. \u0421\u043B\u043E\u0431\u043E\u0434\u043D\u043E \u0438\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0458\u0442\u0435, \u0443\u0447\u0435\u0442\u0435 \u0438 \u0438\u0441\u043A\u043E\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0433\u0438 \u0437\u0430 \u0434\u0430 \u0433\u043E \u0438\u0437\u0432\u043B\u0435\u0447\u0435\u0442\u0435 \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C\u043E\u0442 \u043E\u0434 \u0432\u0430\u0448\u0438\u0442\u0435 UI5-\u043F\u0440\u043E\u0435\u043A\u0442\u0438.

RESOURCES_ASIDE_CARD_TITLE=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u0410-\u0428

RESOURCES_CATEGORY_TITLE_FEATURED=\u0418\u0441\u0442\u0430\u043A\u043D\u0430\u0442\u0438
RESOURCES_CARD_TITLE_ICON_EXPLORER=\u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0447 \u043D\u0430 \u0438\u043A\u043E\u043D\u0438
RESOURCES_CARD_DESC_ICON_EXPLORER=\u0412\u0438\u0441\u0442\u0438\u043D\u0441\u043A\u0438\u0442\u0435 \u0438\u043A\u043E\u043D\u0438 \u043A\u0430\u0436\u0443\u0432\u0430\u0430\u0442 \u043F\u043E\u0432\u0435\u045C\u0435 \u043E\u0434 \u0437\u0431\u043E\u0440\u043E\u0432\u0438. \u041A\u043E\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0458\u0430 \u043D\u0430\u0448\u0430\u0442\u0430 \u043E\u0433\u0440\u043E\u043C\u043D\u0430 \u043A\u043E\u043B\u0435\u043A\u0446\u0438\u0458\u0430 \u0438\u043A\u043E\u043D\u0438 \u0432\u043E \u043D\u0430\u0448\u0438\u0442\u0435 \u0444\u043E\u043D\u0442\u043E\u0432\u0438 \u0437\u0430 \u0438\u043A\u043E\u043D\u0438 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u043D\u0430\u0458\u0434\u0435\u0442\u0435 \u043D\u0430\u0458\u0434\u043E\u0431\u0440\u0438\u0442\u0435 \u0438\u043A\u043E\u043D\u0438 \u0437\u0430 \u043F\u0440\u043E\u0435\u043A\u0442\u043E\u0442 \u0437\u0430 \u0432\u0430\u0448\u0430\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430.
RESOURCES_CARD_TITLE_ACC_GUIDE=\u0412\u043E\u0434\u0438\u0447 \u0437\u0430 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u043E\u0441\u0442
RESOURCES_CARD_DESC_ACC_GUIDE=\u0412\u043E\u0434\u0438\u0447\u043E\u0442 \u0437\u0430 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u043D\u043E\u0441\u0442 \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0443\u0432\u0430 \u043F\u043E\u0434\u0435\u0442\u0430\u043B\u043D\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0441\u043E \u043F\u0440\u0438\u043C\u0435\u0440\u0438 \u0432\u043E \u0432\u0440\u0441\u043A\u0430 \u0441\u043E \u043C\u0440\u0435\u0436\u043D\u0430\u0442\u0430 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u043D\u043E\u0441\u0442, \u0431\u0435\u0437 \u0440\u0430\u0437\u043B\u0438\u043A\u0430 \u0434\u0430\u043B\u0438 \u0441\u0442\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0435\u0440 \u0437\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0430 \u0438\u043B\u0438 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430, \u0438\u043B\u0438 \u043F\u0430\u043A \u0434\u0435\u043B\u043E\u0432\u0435\u043D \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A \u043A\u043E\u0458\u0448\u0442\u043E \u0441\u0430\u043A\u0430 \u0434\u0430 \u043D\u0430\u0443\u0447\u0438 \u043F\u043E\u0432\u0435\u045C\u0435 \u0437\u0430 \u043C\u0440\u0435\u0436\u043D\u0430\u0442\u0430 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u043D\u043E\u0441\u0442 \u0432\u043E \u043E\u0431\u043B\u0430\u0441\u0442\u0430 \u043D\u0430 SAPUI5. 

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=\u0420\u0430\u0437\u0432\u043E\u0458\u043D\u0438 \u0430\u043B\u0430\u0442\u043A\u0438
RESOURCES_CARD_TITLE_TOOLING=UI5 \u041A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u0430\u043B\u0430\u0442\u043A\u0438
RESOURCES_CARD_DESC_TOOLING=UI5-\u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435\u0442\u043E \u0430\u043B\u0430\u0442\u043A\u0438 \u0435 \u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D \u043C\u043E\u0434\u0443\u043B\u0430\u0440\u0435\u043D \u0441\u0438\u043D\u045F\u0438\u0440 \u043E\u0434 \u0430\u043B\u0430\u0442\u043A\u0438 \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u043D\u0430 UI5-\u043F\u0440\u043E\u0435\u043A\u0442\u0438 \u0441\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 UI5 \u043F\u0440\u0435\u043A\u0443 npm. \u0422\u043E\u0430 \u0435 CLI \u0441\u043E \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u043A\u043E\u0434, \u043C\u043E\u0434\u0443\u043B\u0430\u0440\u0435\u043D, \u0448\u0442\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430 \u0438 \u0434\u0430 \u0441\u0435 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430 \u0437\u0430 \u0435\u0444\u0438\u043A\u0430\u0441\u0435\u043D \u0440\u0430\u0437\u0432\u043E\u0458 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438, \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0438 \u0438 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0438 \u0437\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430 \u0441\u043E \u0440\u0430\u043C\u043A\u0430\u0442\u0430 UI5.
RESOURCES_CARD_TITLE_FIORI_TOOLS=SAP Fiori \u0430\u043B\u0430\u0442\u043A\u0438
RESOURCES_CARD_DESC_FIORI_TOOLS=SAP Fiori-\u0430\u043B\u0430\u0442\u043A\u0438\u0442\u0435 \u0433\u043E \u043F\u043E\u0435\u0434\u043D\u043E\u0441\u0442\u0430\u0432\u0443\u0432\u0430\u0430\u0442 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u045A\u0435\u0442\u043E \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u043D\u0430 SAP Fiori-\u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u0441\u043E \u0442\u043E\u0430 \u0448\u0442\u043E \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0443\u0432\u0430\u0430\u0442 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0441\u0440\u0435\u0434\u0438\u043D\u0438\u0442\u0435 \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u043D\u0430 SAP Business Application Studio \u0438 Visual Studio Code. 
RESOURCES_CARD_TITLE_CARD_EXPLORER=\u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0447 \u043D\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0438
RESOURCES_CARD_DESC_CARD_EXPLORER=\u041A\u0430\u0440\u0442\u0438\u0447\u043A\u0438\u0442\u0435 \u0437\u0430 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0458\u0430 \u0441\u0435 \u0434\u043E\u0431\u0430\u0440 \u043D\u0430\u0447\u0438\u043D \u0437\u0430 \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0443\u0432\u0430\u045A\u0435 \u0434\u0435\u043B\u043E\u0432\u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430 \u0437\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0446\u0438\u0442\u0435 \u043D\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0438\u0442\u0435 \u0448\u0442\u043E \u0441\u0435 \u043A\u0430\u043A\u043E \u0433\u0440\u0430\u0444\u0438\u0447\u043A\u0438 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438 \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0438 \u0438\u043B\u0438 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u0442\u0435 \u0442\u0430\u0431\u043B\u0438. \u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0447\u043E\u0442 \u043D\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0438 \u0432\u0438 \u043F\u043E\u043A\u0430\u0436\u0443\u0432\u0430 \u0441\u00E8 \u0448\u0442\u043E \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0437\u043D\u0430\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0438\u043C\u043F\u043B\u0435\u043C\u0435\u043D\u0442\u0438\u0440\u0430\u0442\u0435.
RESOURCES_CARD_TITLE_FPM_EXPLORER=\u0418\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0447 \u043D\u0430 \u043C\u043E\u0434\u0435\u043B\u0438 \u0437\u0430 \u0444\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435
RESOURCES_CARD_DESC_FPM_EXPLORER=\u0424\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u0438\u043E\u0442 \u043C\u043E\u0434\u0435\u043B \u043D\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438\u0440\u0430\u045A\u0435 \u043E\u043B\u0435\u0441\u043D\u0443\u0432\u0430 \u043F\u0440\u0438 \u043F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u043A\u043E\u043D \u0432\u0430\u0448\u0438\u0442\u0435 \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0438 \u043A\u043E\u0433\u0430 \u0433\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 SAP Fiori-\u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438\u0442\u0435 \u0437\u0430 OData \u0432\u0435\u0440.4. 
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=SAP Business Application Studio (BAS) e \u043C\u043E\u0434\u0435\u0440\u043D\u0430 \u0441\u0440\u0435\u0434\u0438\u043D\u0430 \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u0437\u0430\u0441\u043D\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 \u043E\u0431\u043B\u0430\u043A, \u043F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0435\u043D\u0430 \u0437\u0430 \u0435\u0444\u0438\u043A\u0430\u0441\u0435\u043D \u0440\u0430\u0437\u0432\u043E\u0458 \u0438 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0434\u0435\u043B\u043E\u0432\u043D\u0438\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0437\u0430 \u0438\u043D\u0442\u0435\u043B\u0438\u0433\u0435\u043D\u0442\u043D\u0438\u0442\u0435 \u043F\u0440\u0435\u0442\u043F\u0440\u0438\u0458\u0430\u0442\u0438\u0458\u0430. 

RESOURCES_CATEGORY_TITLE_CUSTOMISING=\u041F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0443\u0432\u0430\u045A\u0435
RESOURCES_CARD_TITLE_THEME_DESIGNER=\u0414\u0438\u0437\u0430\u0458\u043D\u0435\u0440 \u043D\u0430 \u0442\u0435\u043C\u0438 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441
RESOURCES_CARD_DESC_THEME_DESIGNER=\u0414\u0438\u0437\u0430\u0458\u043D\u0435\u0440\u043E\u0442 \u043D\u0430 \u0442\u0435\u043C\u0438 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0435 \u0430\u043B\u0430\u0442\u043A\u0430 \u0437\u0430\u0441\u043D\u043E\u0432\u0430\u043D\u0430 \u043D\u0430 \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0437\u0430 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u045A\u0435 \u0442\u0435\u043C\u0438 \u0438 \u0431\u0440\u0435\u043D\u0434\u0438\u0440\u0430\u045A\u0435 \u043D\u0430 \u043A\u043B\u0443\u0447\u043D\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0438 \u043D\u0430 SAP. \u041A\u043E\u0440\u0438\u0441\u0442\u0435\u0442\u0435 \u0433\u043E \u0437\u0430 \u0431\u0440\u0437\u0430 \u0438 \u0435\u0434\u043D\u043E\u0441\u0442\u0430\u0432\u043D\u0430 \u0438\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u043D\u0430 \u0442\u0435\u043C\u0438 \u0437\u0430 \u043A\u043E\u0440\u043F\u043E\u0440\u0430\u0442\u0438\u0432\u043D\u0438\u043E\u0442 \u0438\u0434\u0435\u043D\u0442\u0438\u0442\u0435\u0442 \u0441\u043E \u043C\u0435\u043D\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0448\u0430\u0431\u043B\u043E\u043D\u0438\u0442\u0435 \u043D\u0430 \u0442\u0435\u043C\u0438\u0442\u0435 \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0435\u043D\u0438 \u043E\u0434 SAP.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=\u0410\u043B\u0430\u0442\u043D\u0438\u043A \u0437\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438 \u043D\u0430 \u0442\u0435\u043C\u0430
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=\u0421\u043E \u0430\u043B\u0430\u0442\u043D\u0438\u043A\u043E\u0442 \u0437\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438 \u043D\u0430 \u0442\u0435\u043C \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0442\u0435, \u0444\u0438\u043B\u0442\u0440\u0438\u0440\u0430\u0442\u0435 \u0438 \u0434\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0443\u0432\u0430\u0442\u0435 \u0441\u0435\u043C\u0430\u043D\u0442\u0438\u0447\u043A\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438 \u043D\u0430 \u0442\u0435\u043C\u0430. \u0413\u0438 \u043E\u043F\u0444\u0430\u045C\u0430 \u043C\u043E\u043C\u0435\u043D\u0442\u0430\u043B\u043D\u0438\u0442\u0435 \u0438 \u043C\u0438\u043D\u0430\u0442\u0438\u0442\u0435 \u0442\u0435\u043C\u0438 \u043F\u043E\u043D\u0443\u0434\u0435\u043D\u0438 \u043E\u0434 SAP.
RESOURCES_CARD_TITLE_FLEXIBILITY=SAPUI5 \u0444\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u043E\u0441\u0442
RESOURCES_CARD_DESC_FLEXIBILITY=\u0421\u043E SAPUI5 \u0444\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u043E\u0441\u0442, \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0435\u0440\u0438\u0442\u0435, \u043A\u043B\u0443\u0447\u043D\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0446\u0438 \u0438 \u043A\u0440\u0430\u0458\u043D\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0446\u0438 \u043C\u043E\u0436\u0430\u0442 \u0434\u0430 \u0433\u043E \u043E\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u0430\u0442 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u043D\u0430 SAPUI5 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0434\u0430 \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0430\u0442 \u043F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0435\u043D\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E \u0438\u0441\u043A\u0443\u0441\u0442\u0432\u043E \u2013 \u0431\u0435\u0437 \u0434\u0430 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u0443\u0432\u0430\u0430\u0442 \u0434\u043E \u0438\u0437\u0432\u043E\u0440\u043D\u0438\u043E\u0442 \u043A\u043E\u0434.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=\u0420\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438
RESOURCES_CARD_TITLE_INSPECTOR=UI5 \u0438\u043D\u0441\u043F\u0435\u043A\u0442\u043E\u0440
RESOURCES_CARD_DESC_INSPECTOR=UI5 \u0438\u043D\u0441\u043F\u0435\u043A\u0442\u043E\u0440 \u0435 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0441\u043A\u0438\u0442\u0435 \u0430\u043B\u0430\u0442\u043A\u0438 \u043D\u0430 Chrome \u0441\u043E \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u043A\u043E\u0434 \u043A\u043E\u0435\u0448\u0442\u043E \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u0437\u0430 \u043B\u0435\u0441\u043D\u043E \u043D\u0430\u043E\u0453\u0430\u045A\u0435 \u0438 \u043E\u0442\u0441\u0442\u0440\u0430\u043D\u0443\u0432\u0430\u045A\u0435 \u0433\u0440\u0435\u0448\u043A\u0438 \u0438 \u043F\u043E\u0434\u0434\u0440\u0448\u043A\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438\u0442\u0435 \u0437\u0430\u0441\u043D\u043E\u0432\u0430\u043D\u0438 \u043D\u0430 OpenUI5 \u0438\u043B\u0438 SAPUI5.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=\u041F\u043E\u043C\u043E\u0448\u043D\u0438\u043A \u0437\u0430 \u043F\u043E\u0434\u0434\u0440\u0448\u043A\u0430
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=\u0410\u0441\u0438\u0441\u0442\u0435\u043D\u0442\u043E\u0442 \u0437\u0430 \u043F\u043E\u0434\u0434\u0440\u0448\u043A\u0430 \u0438\u043C \u043E\u0432\u043E\u0437\u043C\u043E\u0436\u0443\u0432\u0430 \u043D\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0435\u0440\u0438\u0442\u0435 \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0430\u0442 \u0434\u0430\u043B\u0438 \u043D\u0438\u0432\u043D\u0438\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0441\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u0435\u043D\u0438 \u0441\u043F\u043E\u0440\u0435\u0434 \u043D\u0430\u0458\u0434\u043E\u0431\u0440\u0438\u0442\u0435 \u043F\u0440\u0430\u043A\u0442\u0438\u043A\u0438 \u0438 \u0443\u043F\u0430\u0442\u0441\u0442\u0432\u0430 \u043E\u0434 SAPUI5. 

RESOURCES_CATEGORY_TITLE_TESTING=\u0422\u0435\u0441\u0442\u0438\u0440\u0430\u045A\u0435
RESOURCES_CARD_TITLE_TEST_RECORDER=\u0421\u043D\u0438\u043C\u0430\u0447 \u043D\u0430 \u0442\u0435\u0441\u0442\u043E\u0432\u0438
RESOURCES_CARD_DESC_TEST_RECORDER=\u0421\u043D\u0438\u043C\u0430\u0447\u043E\u0442 \u043D\u0430 \u0442\u0435\u0441\u0442\u043E\u0432\u0438 \u0435 \u0430\u043B\u0430\u0442\u043A\u0430 \u043A\u043E\u0458\u0430 \u0432\u0438 \u043F\u043E\u043C\u0430\u0433\u0430 \u043F\u0440\u0438 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u045A\u0435 \u0442\u0435\u0441\u0442\u043E\u0432\u0438 \u0437\u0430 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0458\u0430 \u043D\u0430 UI5 \u0438 \u0442\u0435\u0441\u0442\u043E\u0432\u0438 \u0437\u0430 \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0442 \u0441\u043E \u0442\u043E\u0430 \u0448\u0442\u043E \u0433\u0438 \u0441\u043D\u0438\u043C\u0430 \u0434\u0435\u0458\u0441\u0442\u0432\u0430\u0442\u0430 \u0432\u043E \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u043E\u0442.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=wdi5 \u0435 \u0443\u0441\u043B\u0443\u0433\u0430 Webdriver.IO \u043A\u043E\u0458\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 API \u0442\u0435\u0441\u0442\u043E\u0432\u0438 \u0437\u0430 UI5. \u041D\u0430\u043C\u0435\u043D\u0435\u0442\u0430 \u0435 \u0434\u0430 \u0438\u0437\u0432\u0440\u0448\u0443\u0432\u0430 \u0441\u0435\u043E\u043F\u0444\u0430\u0442\u043D\u0438 \u0442\u0435\u0441\u0442\u043E\u0432\u0438 \u0437\u0430 \u0441\u0438\u0442\u0435 \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0438 \u0432\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 SAPUI5 \u0441\u043E \u0438\u0437\u0431\u0438\u0440\u0430\u0447\u0438 \u0448\u0442\u043E \u0441\u0435 \u043A\u043E\u043C\u043F\u0430\u0442\u0438\u0431\u0438\u043B\u043D\u0438 \u0441\u043E OPA5.

RESOURCES_CARD_LINK_ICON_EXPLORER=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043E \u0438\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0447\u043E\u0442 \u043D\u0430 \u0438\u043A\u043E\u043D\u0438
RESOURCES_CARD_LINK_ACC_GUIDE=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043E \u0432\u043E\u0434\u0438\u0447\u043E\u0442 \u0437\u0430 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u043D\u043E\u0441\u0442
RESOURCES_CARD_LINK_TOOLING=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0437\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435\u0442\u043E \u0430\u043B\u0430\u0442\u043A\u0438 \u0437\u0430 UI5
RESOURCES_CARD_LINK_FIORI_TOOLS=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u0438 \u0430\u043B\u0430\u0442\u043A\u0438\u0442\u0435 \u0437\u0430 SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0458\u0430 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0441\u043E \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0438
RESOURCES_CARD_LINK_FPM_EXPLORER=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043E \u0438\u0441\u0442\u0440\u0430\u0436\u0443\u0432\u0430\u0447\u043E\u0442 \u043D\u0430 FPM
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u043E BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=\u0412\u0438\u0434\u0435\u0442\u0435 \u0433\u043E \u0434\u0438\u0437\u0430\u0458\u043D\u0435\u0440\u043E\u0442 \u043D\u0430 \u0442\u0435\u043C\u0438 \u0437\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=\u0412\u0438\u0434\u0435\u0442\u0435 \u0433\u043E \u0430\u043B\u0430\u0442\u043D\u0438\u043A\u043E\u0442
RESOURCES_CARD_LINK_FLEXIBILITY=\u0412\u0438\u0434\u0435\u0442\u0435 \u0432\u043E SAPUI5-\u0444\u043B\u0435\u043A\u0441\u0438\u0431\u0438\u043B\u043D\u043E\u0441\u0442
RESOURCES_CARD_LINK_INSPECTOR=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043E UI5-\u0438\u043D\u0441\u043F\u0435\u043A\u0442\u043E\u0440\u043E\u0442
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043E \u043F\u043E\u043C\u043E\u0448\u043D\u0438\u043A\u043E\u0442 \u0437\u0430 \u043F\u043E\u0434\u0434\u0440\u0448\u043A\u0430
RESOURCES_CARD_LINK_TEST_RECORDER=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043E \u043F\u0440\u043E\u0431\u043D\u0438\u043E\u0442 \u0441\u043D\u0438\u043C\u0430\u0447
RESOURCES_CARD_LINK_WDI5=\u0412\u0438\u0434\u0435\u0442\u0435 \u0432\u043E wdi5

RESOURCES_CARD_LINK_TOOLTIP=\u041E\u0442\u0432\u043E\u0440\u0438 \u0432\u043E \u043D\u043E\u0432\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0430
