
APP_HEADER_TITLE=UI5 Demo Kit
APP_HEADER_LOGO_ALT=\u0E42\u0E25\u0E42\u0E01\u0E49 UI5
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2D\u0E30\u0E44\u0E23\u0E01\u0E47\u0E44\u0E14\u0E49
APP_TABHEADER_ITEM_HOME=\u0E2B\u0E19\u0E49\u0E32\u0E2B\u0E25\u0E31\u0E01
APP_TABHEADER_ITEM_DOCUMENTATION=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
APP_TABHEADER_ITEM_API_REFERENCE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
APP_TABHEADER_ITEM_SAMPLES=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
APP_TABHEADER_ITEM_DEMO_APPS=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15
APP_TABHEADER_ITEM_RESOURCES=\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E32\u0E01\u0E23
APP_TABHEADER_SUBITEM_FIORI_TOOLS=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D Fiori
APP_TABHEADER_SUBITEM_ICON_EXPLORER=\u0E44\u0E2D\u0E04\u0E2D\u0E19 Explorer
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=UI5 Inspector
APP_TABHEADER_SUBITEM_UI5_TOOLING=UI5 Tooling
APP_CHANGE_VERSION_BTN=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
APP_VERSION_BETA_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E40\u0E1A\u0E15\u0E49\u0E32
APP_VERSION_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
APP_VERSION_NOT_PRODUCTIVE=\u2013 \u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E08\u0E23\u0E34\u0E07\!
APP_VERSION_IN_PROGRESS=(\u0E01\u0E33\u0E25\u0E31\u0E07\u0E1E\u0E31\u0E12\u0E19\u0E32)
APP_FEEDBACK_BTN_TOOLTIP=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A
APP_NEWS_BTN_TOOLTIP=\u0E02\u0E48\u0E32\u0E27
APP_NEWS_DISMISS_ALL_BTN=\u0E1B\u0E34\u0E14\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E48\u0E32\u0E27\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
APP_NEWS_SHOW_ALL_BTN=\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E48\u0E32\u0E27\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
APP_NEWS_NO_NEW_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E48\u0E32\u0E27
APP_SEARCH_FIELD_CLOSE=\u0E1B\u0E34\u0E14
APP_INFORMATION_BTN_TOOLTIP=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
APP_LEGAL_BTN_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E01\u0E0E\u0E2B\u0E21\u0E32\u0E22
APP_INFORMATION_BTN_FEEDBACK=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A
APP_INFORMATION_BTN_ABOUT=\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A
APP_INFORMATION_BTN_LEGAL=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E01\u0E0E\u0E2B\u0E21\u0E32\u0E22
APP_INFORMATION_BTN_PRIVACY=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E15\u0E31\u0E27
APP_INFORMATION_BTN_TERMS_OF_USE=\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49
APP_INFORMATION_BTN_APPEARANCE=\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E32\u0E01\u0E0F
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0E2A\u0E27\u0E48\u0E32\u0E07
APP_INFORMATION_BTN_APPEARANCE_DARK=\u0E21\u0E37\u0E14
APP_INFORMATION_BTN_APPEARANCE_HCB=High Contrast Black
APP_INFORMATION_BTN_APPEARANCE_HCW=High Contrast White
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u0E2D\u0E31\u0E15\u0E42\u0E19\u0E21\u0E31\u0E15\u0E34 (\u0E02\u0E36\u0E49\u0E19\u0E2D\u0E22\u0E39\u0E48\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32 OS)
APP_INFORMATION_BTN_SITEMAP=\u0E41\u0E1C\u0E19\u0E1C\u0E31\u0E07\u0E44\u0E0B\u0E15\u0E4C
APP_INFORMATION_BTN_COPYRIGHT=\u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C
APP_INFORMATION_BTN_TRADEMARK=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2B\u0E21\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E32
APP_INFORMATION_BTN_DISCLAIMER=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18\u0E04\u0E27\u0E32\u0E21\u0E23\u0E31\u0E1A\u0E1C\u0E34\u0E14\u0E0A\u0E2D\u0E1A
APP_INFORMATION_BTN_LICENSE=\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
APP_COOKIES_TEXT=\u0E40\u0E23\u0E32\u0E43\u0E0A\u0E49\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32 \u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E19\u0E35\u0E49\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E16\u0E37\u0E2D\u0E27\u0E48\u0E32\u0E04\u0E38\u0E13\u0E22\u0E34\u0E19\u0E22\u0E2D\u0E21\u0E17\u0E35\u0E48\u0E08\u0E30\u0E43\u0E0A\u0E49\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32

APP_INFORMATION_BTN_NEWS=\u0E02\u0E48\u0E32\u0E27
APP_INFORMATION_BTN_SETTINGS=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
APP_INFORMATION_BTN_POLICIES=\u0E19\u0E42\u0E22\u0E1A\u0E32\u0E22

NEWS_NEW_GROUP_TITLE=\u0E43\u0E2B\u0E21\u0E48
NEWS_READ_GROUP_TITLE=\u0E2D\u0E48\u0E32\u0E19\u0E41\u0E25\u0E49\u0E27
NEWS_BTN_MARK_AS_READ=\u0E17\u0E33\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2B\u0E21\u0E32\u0E22\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E40\u0E1B\u0E47\u0E19 '\u0E2D\u0E48\u0E32\u0E19\u0E41\u0E25\u0E49\u0E27'
NEWS_BTN_VISIT_LINK=\u0E44\u0E1B\u0E17\u0E35\u0E48\u0E25\u0E34\u0E07\u0E01\u0E4C
NEWS_PREP_FAILURE_TITLE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E42\u0E2B\u0E25\u0E14\u0E02\u0E48\u0E32\u0E27\u0E44\u0E14\u0E49

FEEDBACK_DIALOG_TITLE=\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A
FEEDBACK_DIALOG_OVERALL=\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E42\u0E14\u0E22\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1B\u0E47\u0E19\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E44\u0E23?
FEEDBACK_DIALOG_MESSAGE=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E49\u0E40\u0E23\u0E32\u0E23\u0E39\u0E49\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E2D\u0E30\u0E44\u0E23?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E1A\u0E48\u0E07\u0E1B\u0E31\u0E19\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E42\u0E14\u0E22\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07 Demo Kit \u0E2B\u0E23\u0E37\u0E2D\u0E2B\u0E19\u0E49\u0E32\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E14\u0E39\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49
FEEDBACK_DIALOG_RELATED=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E1A\u0E2B\u0E19\u0E49\u0E32\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
FEEDBACK_DIALOG_SHOW_DATA=\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
FEEDBACK_DIALOG_DISCLAIMER=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1B\u0E47\u0E19\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E23\u0E30\u0E1A\u0E38\u0E0A\u0E37\u0E48\u0E2D \u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E01\u0E47\u0E1A\u0E23\u0E27\u0E1A\u0E23\u0E27\u0E21\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E48\u0E27\u0E19\u0E1A\u0E38\u0E04\u0E04\u0E25
FEEDBACK_DIALOG_BTN_SEND=\u0E2A\u0E48\u0E07
FEEDBACK_DIALOG_BTN_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u0E14\u0E35\u0E40\u0E22\u0E35\u0E48\u0E22\u0E21
FEEDBACK_DIALOG_STATUS_GOOD=\u0E14\u0E35
FEEDBACK_DIALOG_STATUS_AVERAGE=\u0E1E\u0E2D\u0E43\u0E0A\u0E49
FEEDBACK_DIALOG_STATUS_POOR=\u0E44\u0E21\u0E48\u0E14\u0E35
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u0E41\u0E22\u0E48
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0E02\u0E2D\u0E1A\u0E04\u0E38\u0E13\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E16\u0E39\u0E01\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E49\u0E27
FEEDBACK_DIALOG_TITLE_ERROR=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22\!
FEEDBACK_DIALOG_TEXT_ERROR=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E2A\u0E48\u0E07\u0E1C\u0E25\u0E15\u0E2D\u0E1A\u0E23\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\:\n

SURVEY_POPOVER_TITLE=\u0E1A\u0E2D\u0E01\u0E43\u0E2B\u0E49\u0E40\u0E23\u0E32\u0E17\u0E23\u0E32\u0E1A\u0E27\u0E48\u0E32\u0E04\u0E38\u0E13\u0E04\u0E34\u0E14\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E44\u0E23
SURVEY_POPOVER_LONG_SURVEY_TITLE=\u0E41\u0E1A\u0E1A\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
SURVEY_POPOVER_LONG_SURVEY_BADGE=\u0E43\u0E2B\u0E21\u0E48
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E08\u0E19\u0E16\u0E36\u0E07
SURVEY_POPOVER_LONG_SURVEY_DESC=\u0E17\u0E33\u0E41\u0E1A\u0E1A\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E2B\u0E49\u0E32\u0E19\u0E32\u0E17\u0E35\u0E41\u0E25\u0E30\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E23\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\! \u0E41\u0E1A\u0E1A\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E08\u0E30\u0E40\u0E1B\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E43\u0E19\u0E41\u0E17\u0E47\u0E1A\u0E43\u0E2B\u0E21\u0E48
SURVEY_POPOVER_LONG_SURVEY_BTN=\u0E17\u0E33\u0E41\u0E1A\u0E1A\u0E2A\u0E33\u0E23\u0E27\u0E08
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E20\u0E32\u0E22\u0E19\u0E2D\u0E01\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E41\u0E1A\u0E1A\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49 Qualtrics
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=\u0E41\u0E0A\u0E23\u0E4C\u0E02\u0E49\u0E2D\u0E40\u0E2A\u0E19\u0E2D\u0E41\u0E19\u0E30\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2B\u0E47\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E21\u0E35\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E33\u0E04\u0E31\u0E0D \u0E41\u0E0A\u0E23\u0E4C\u0E04\u0E27\u0E32\u0E21\u0E04\u0E34\u0E14\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E31\u0E1A\u0E40\u0E23\u0E32\u0E44\u0E14\u0E49\u0E15\u0E25\u0E2D\u0E14\u0E40\u0E27\u0E25\u0E32\!
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=\u0E23\u0E30\u0E1A\u0E38\u0E02\u0E49\u0E2D\u0E40\u0E2A\u0E19\u0E2D\u0E41\u0E19\u0E30
SURVEY_POPOVER_CLOSE_BTN=\u0E1B\u0E34\u0E14

WELCOME_BLOCK_1_TEXT_1=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E0A\u0E48\u0E27\u0E07\u0E40\u0E27\u0E25\u0E32\u0E43\u0E2B\u0E21\u0E48\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23
WELCOME_BLOCK_1_START_BTN=\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E14\u0E49\u0E27\u0E22 UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
WELCOME_KEY_FEATURES=\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E2B\u0E25\u0E31\u0E01
WELCOME_START_CODING=\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E49\u0E23\u0E2B\u0E31\u0E2A
WELCOME_CHOOSE_SCENARIO=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E20\u0E32\u0E1E\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
WELCOME_JOIN_COMMUNITY=\u0E40\u0E02\u0E49\u0E32\u0E23\u0E48\u0E27\u0E21\u0E0A\u0E38\u0E21\u0E0A\u0E19
WELCOME_BLOCK_2_TITLE=\u0E15\u0E2D\u0E1A\u0E2A\u0E19\u0E2D\u0E07\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E41\u0E25\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
WELCOME_BLOCK_2_TEXT=\u0E44\u0E21\u0E48\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E07\u0E27\u0E25\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E40\u0E08\u0E32\u0E30\u0E08\u0E07\u0E02\u0E2D\u0E07\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\! \u0E41\u0E2D\u0E1E UI5 \u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E1A\u0E19\u0E2A\u0E21\u0E32\u0E23\u0E4C\u0E17\u0E42\u0E1F\u0E19 \u0E41\u0E17\u0E47\u0E1A\u0E40\u0E25\u0E47\u0E15 \u0E41\u0E25\u0E30\u0E40\u0E14\u0E2A\u0E01\u0E4C\u0E17\u0E2D\u0E1B \u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21 UI \u0E08\u0E30\u0E1B\u0E23\u0E31\u0E1A\u0E42\u0E14\u0E22\u0E2D\u0E31\u0E15\u0E42\u0E19\u0E21\u0E31\u0E15\u0E34\u0E40\u0E2D\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E40\u0E02\u0E49\u0E32\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E02\u0E2D\u0E07\u0E41\u0E15\u0E48\u0E25\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E08\u0E32\u0E01\u0E2D\u0E2A\u0E31\u0E07\u0E2B\u0E32\u0E23\u0E34\u0E21\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48
WELCOME_BLOCK_2_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C \u0E08\u0E2D\u0E20\u0E32\u0E1E\u0E40\u0E14\u0E2A\u0E01\u0E4C\u0E17\u0E2D\u0E1B \u0E41\u0E25\u0E30\u0E41\u0E17\u0E47\u0E1A\u0E40\u0E25\u0E47\u0E15
WELCOME_BLOCK_3_TITLE=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E
WELCOME_BLOCK_3_TEXT_1=UI5 \u0E16\u0E39\u0E01\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E02\u0E36\u0E49\u0E19\u0E42\u0E14\u0E22\u0E1C\u0E39\u0E49\u0E40\u0E0A\u0E35\u0E48\u0E22\u0E27\u0E0A\u0E32\u0E0D\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E19\u0E31\u0E01\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E2A\u0E21\u0E31\u0E22\u0E43\u0E2B\u0E21\u0E48 \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E1A\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22 \u0E0B\u0E36\u0E48\u0E07\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E17\u0E35\u0E48\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E04\u0E23\u0E2D\u0E1A\u0E04\u0E25\u0E38\u0E21\u0E04\u0E27\u0E32\u0E21\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E43\u0E2B\u0E0D\u0E48\u0E43\u0E19\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19 \u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E25\u0E31\u0E01\u0E02\u0E2D\u0E07 UI5 \u0E21\u0E2D\u0E1A\u0E23\u0E32\u0E01\u0E10\u0E32\u0E19\u0E17\u0E35\u0E48\u0E21\u0E31\u0E48\u0E19\u0E04\u0E07\u0E17\u0E35\u0E48\u0E0A\u0E48\u0E27\u0E22\u0E43\u0E2B\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E07\u0E48\u0E32\u0E22\u0E02\u0E36\u0E49\u0E19\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E43\u0E19\u0E2B\u0E25\u0E32\u0E22\u0E14\u0E49\u0E32\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22\u0E43\u0E19\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E2B\u0E25\u0E31\u0E07\:
WELCOME_BLOCK_3_TEXT_2=\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E40\u0E0A\u0E48\u0E19 MVC \u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E15\u0E48\u0E32\u0E07\u0E46
WELCOME_BLOCK_3_TEXT_3=\u0E17\u0E32\u0E07\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E02\u0E2D\u0E07\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E15\u0E48\u0E32\u0E07\u0E46 (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07\u0E01\u0E31\u0E1A OData, JSON, XML \u0E41\u0E25\u0E30\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2D\u0E37\u0E48\u0E19\u0E46
WELCOME_BLOCK_3_TEXT_5=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27\u0E20\u0E32\u0E22\u0E43\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E17\u0E23\u0E35\u0E02\u0E2D\u0E07\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E41\u0E25\u0E30\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07
WELCOME_BLOCK_3_TEXT_6=\u0E01\u0E32\u0E23\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E1B\u0E25\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E32\u0E01\u0E25
WELCOME_BLOCK_3_TEXT_7=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E02\u0E22\u0E32\u0E22\u0E43\u0E19\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E23\u0E2B\u0E31\u0E2A\u0E41\u0E25\u0E30\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19
WELCOME_BLOCK_4_TITLE=\u0E0A\u0E38\u0E14\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E40\u0E27\u0E47\u0E1A\u0E17\u0E35\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E43\u0E19\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23
WELCOME_BLOCK_4_TEXT_1=\u0E40\u0E2B\u0E15\u0E38\u0E43\u0E14\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E2B\u0E25\u0E31\u0E01\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E02\u0E2D\u0E07 SAP \u0E08\u0E36\u0E07\u0E43\u0E0A\u0E49 UI5 \u0E15\u0E25\u0E2D\u0E14\u0E08\u0E19\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E41\u0E25\u0E30\u0E04\u0E39\u0E48\u0E04\u0E49\u0E32\u0E08\u0E33\u0E19\u0E27\u0E19\u0E21\u0E32\u0E01? \u0E41\u0E25\u0E30\u0E40\u0E2B\u0E15\u0E38\u0E43\u0E14\u0E08\u0E36\u0E07\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08\u0E43\u0E19\u0E0A\u0E38\u0E21\u0E0A\u0E19 Open Source \u0E19\u0E2D\u0E01\u0E40\u0E2B\u0E19\u0E37\u0E2D\u0E08\u0E32\u0E01 SAP? \u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E04\u0E37\u0E2D\u0E21\u0E39\u0E25\u0E04\u0E48\u0E32\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E17\u0E35\u0E48\u0E2A\u0E33\u0E04\u0E31\u0E0D\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E1A\u0E32\u0E07\u0E2A\u0E48\u0E27\u0E19\u0E17\u0E35\u0E48 UI5 \u0E21\u0E2D\u0E1A\u0E43\u0E2B\u0E49\:
WELCOME_BLOCK_4_TEXT_2=\u0E01\u0E32\u0E23\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E1B\u0E25\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E32\u0E01\u0E25
WELCOME_BLOCK_4_TEXT_3=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E02\u0E22\u0E32\u0E22\u0E43\u0E19\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E23\u0E2B\u0E31\u0E2A\u0E41\u0E25\u0E30\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19
WELCOME_BLOCK_4_TEXT_4=\u0E18\u0E35\u0E21\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E23\u0E35\u0E22\u0E1A\u0E15\u0E48\u0E32\u0E07\u0E2A\u0E39\u0E07\u0E17\u0E35\u0E48\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E35\u0E48\u0E1A\u0E01\u0E1E\u0E23\u0E48\u0E2D\u0E07\u0E17\u0E32\u0E07\u0E2A\u0E32\u0E22\u0E15\u0E32
WELCOME_BLOCK_4_TEXT_5=\u0E07\u0E48\u0E32\u0E22\u0E15\u0E48\u0E2D\u0E01\u0E32\u0E23\u0E23\u0E27\u0E21\u0E40\u0E02\u0E49\u0E32\u0E01\u0E31\u0E1A\u0E23\u0E30\u0E1A\u0E1A\u0E19\u0E34\u0E40\u0E27\u0E28\u0E02\u0E2D\u0E07 SAP \u0E17\u0E35\u0E48\u0E2A\u0E2D\u0E14\u0E04\u0E25\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E19
WELCOME_BLOCK_4_TEXT_6=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E17\u0E35\u0E48\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E19\u0E31\u0E01\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E17\u0E38\u0E01\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17
WELCOME_BLOCK_4_TEXT_7=\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E08\u0E32\u0E01\u0E19\u0E27\u0E31\u0E15\u0E01\u0E23\u0E23\u0E21\u0E43\u0E2B\u0E21\u0E48\u0E43\u0E19\u0E02\u0E13\u0E30\u0E17\u0E35\u0E48\u0E22\u0E31\u0E07\u0E04\u0E07\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1E\u0E40\u0E01\u0E23\u0E14
WELCOME_BLOCK_4_TEXT_8=\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E08\u0E33\u0E01\u0E31\u0E14\u0E43\u0E19 SAP \u0E41\u0E25\u0E30\u0E2A\u0E41\u0E15\u0E47\u0E04\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48 SAP
WELCOME_BLOCK_5_TITLE=SAP Fiori Design in Action \u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25
WELCOME_BLOCK_5_TEXT=\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 UI5 \u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E08\u0E32\u0E01\u0E20\u0E32\u0E29\u0E32\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E17\u0E35\u0E48\u0E2A\u0E2D\u0E14\u0E04\u0E25\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E19\u0E41\u0E25\u0E30\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A UX \u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E44\u0E27\u0E49\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E1F\u0E23\u0E2D\u0E19\u0E17\u0E4C\u0E40\u0E2D\u0E19\u0E14\u0E4C\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14 \u0E43\u0E0A\u0E49\u0E18\u0E35\u0E21\u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E44\u0E27\u0E49\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E18\u0E35\u0E21\u0E41\u0E1A\u0E1A\u0E2D\u0E2D\u0E19\u0E44\u0E25\u0E19\u0E4C\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E18\u0E35\u0E21\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49
WELCOME_BLOCK_5_IMG_ALT=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E41\u0E2A\u0E14\u0E07\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E02\u0E2D\u0E07 SAP Fiori
WELCOME_BLOCK_6_TITLE=\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E04\u0E27\u0E32\u0E21\u0E1E\u0E23\u0E49\u0E2D\u0E21
WELCOME_BLOCK_6_TEXT_1=\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E2D\u0E1E\u0E1A\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E14\u0E49\u0E27\u0E22 UI5 \u0E04\u0E37\u0E2D\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E25\u0E30\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C \u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49 SAP Business Application Studio \u0E43\u0E19 Cloud \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E30\u0E14\u0E27\u0E01\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 \u0E2B\u0E23\u0E37\u0E2D\u0E17\u0E32\u0E07\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E37\u0E48\u0E19\u0E43\u0E19\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E20\u0E32\u0E22\u0E43\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E21\u0E35\u0E04\u0E27\u0E32\u0E21\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E21\u0E32\u0E01\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14
WELCOME_BLOCK_6_TEXT_2=\u0E25\u0E2D\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E41\u0E23\u0E01\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48\:
WELCOME_BLOCK_7_TITLE=\u0E27\u0E34\u0E27\u0E31\u0E12\u0E19\u0E32\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 UI5
WELCOME_BLOCK_7_TEXT_1=\u0E27\u0E34\u0E27\u0E31\u0E12\u0E19\u0E32\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 UI5 \u0E04\u0E37\u0E2D\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E02\u0E31\u0E49\u0E19\u0E1E\u0E37\u0E49\u0E19\u0E10\u0E32\u0E19\u0E0B\u0E36\u0E48\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E27\u0E32\u0E21\u0E1E\u0E22\u0E32\u0E22\u0E32\u0E21\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E15\u0E48\u0E2D\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E08\u0E30\u0E1E\u0E31\u0E12\u0E19\u0E32 SAPUI5 \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E17\u0E33\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E40\u0E23\u0E47\u0E27\u0E02\u0E36\u0E49\u0E19 \u0E41\u0E25\u0E30\u0E23\u0E2B\u0E31\u0E2A\u0E21\u0E35\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E47\u0E19\u0E42\u0E21\u0E14\u0E39\u0E25\u0E21\u0E32\u0E01\u0E02\u0E36\u0E49\u0E19 \u0E01\u0E32\u0E23\u0E23\u0E27\u0E21\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E02\u0E2D\u0E07\u0E40\u0E27\u0E47\u0E1A \u0E01\u0E32\u0E23\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E1A\u0E1A\u0E2D\u0E30\u0E0B\u0E34\u0E07\u0E42\u0E04\u0E23\u0E19\u0E31\u0E2A \u0E15\u0E25\u0E2D\u0E14\u0E08\u0E19\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E17\u0E35\u0E48\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19 \u0E08\u0E36\u0E07\u0E17\u0E33\u0E43\u0E2B\u0E49 SAPUI5 \u0E22\u0E31\u0E07\u0E04\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E42\u0E0B\u0E25\u0E39\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E1E\u0E34\u0E2A\u0E39\u0E08\u0E19\u0E4C\u0E41\u0E25\u0E49\u0E27\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E41\u0E25\u0E30\u0E43\u0E19\u0E2D\u0E19\u0E32\u0E04\u0E15
WELCOME_BLOCK_7_TEXT_2=\u0E40\u0E23\u0E32\u0E2A\u0E48\u0E07\u0E40\u0E2A\u0E23\u0E34\u0E21\u0E43\u0E2B\u0E49\u0E19\u0E31\u0E01\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E08\u0E32\u0E01\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E2B\u0E21\u0E48\u0E46 \u0E2D\u0E22\u0E48\u0E32\u0E07\u0E08\u0E23\u0E34\u0E07\u0E08\u0E31\u0E07
WELCOME_BLOCK_7_ALT=\u0E27\u0E34\u0E27\u0E31\u0E12\u0E19\u0E32\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 UI5 \u0E40\u0E1B\u0E47\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E19\u0E27\u0E31\u0E15\u0E01\u0E23\u0E23\u0E21 \u0E21\u0E35\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E2A\u0E23\u0E49\u0E32\u0E07 \u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E25\u0E31\u0E01\u0E41\u0E1A\u0E1A\u0E42\u0E21\u0E14\u0E39\u0E25 \u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E40\u0E1B\u0E34\u0E14 \u0E41\u0E25\u0E30\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E2A\u0E39\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E1A\u0E1A\u0E2D\u0E30\u0E0B\u0E34\u0E07\u0E42\u0E04\u0E23\u0E19\u0E31\u0E2A
WELCOME_BLOCK_8_TITLE=SAPUI5 \u0E1A\u0E19 SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u0E25\u0E07\u0E17\u0E30\u0E40\u0E1A\u0E35\u0E22\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1F\u0E23\u0E35\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1A\u0E31\u0E0D\u0E0A\u0E35\u0E17\u0E14\u0E25\u0E2D\u0E07\u0E02\u0E2D\u0E07 SAP BTP \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E41\u0E1E\u0E25\u0E15\u0E1F\u0E2D\u0E23\u0E4C\u0E21\u0E41\u0E25\u0E30\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E2D\u0E1E UI5 \u0E1A\u0E19 Cloud
WELCOME_BLOCK_8_TEXT_2=\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E07\u0E48\u0E32\u0E22\u0E14\u0E49\u0E27\u0E22 SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=\u0E17\u0E14\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E1F\u0E23\u0E35\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E02\u0E2D\u0E07\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E14\u0E49\u0E32\u0E19\u0E22\u0E39\u0E2A\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E1F\u0E2A\u0E43\u0E19\u0E23\u0E30\u0E1A\u0E1A SAP HANA, NetWeaver ABAP \u0E41\u0E25\u0E30 Java
WELCOME_BLOCK_9_TEXT_2=\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E2B\u0E49\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E02\u0E2D\u0E07 SAP \u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
WELCOME_BLOCK_9_TEXT_3=\u0E23\u0E27\u0E21\u0E01\u0E31\u0E1A System Landscape \u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0E1F\u0E23\u0E35\u0E41\u0E25\u0E30 Open Source
WELCOME_BLOCK_10_TEXT_1=\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01 Open Source \u0E02\u0E2D\u0E07 UI5 \u0E0B\u0E36\u0E48\u0E07\u0E21\u0E35\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E2B\u0E25\u0E31\u0E01\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E02\u0E2D\u0E07 UI5 \u0E41\u0E25\u0E30\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1A\u0E19 GitHub \u0E20\u0E32\u0E22\u0E43\u0E15\u0E49\u0E43\u0E1A\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15 Apache 2.0
WELCOME_BLOCK_10_TEXT_2=\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E42\u0E14\u0E22\u0E0A\u0E38\u0E21\u0E0A\u0E19 Open Source
WELCOME_BLOCK_10_TEXT_3=\u0E21\u0E35\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E1A\u0E19 GitHub - \u0E22\u0E34\u0E19\u0E14\u0E35\u0E43\u0E2B\u0E49\u0E01\u0E32\u0E23\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\!
WELCOME_BLOCK_11_TITLE=UI5 \u0E1A\u0E19 Content Delivery Network
WELCOME_BLOCK_11_TEXT_1=\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E25\u0E30\u0E23\u0E31\u0E19\u0E41\u0E2D\u0E1E UI5 \u0E14\u0E49\u0E27\u0E22\u0E04\u0E27\u0E32\u0E21\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E02\u0E2D\u0E07 CDN \u0E17\u0E35\u0E48\u0E21\u0E35\u0E40\u0E2A\u0E16\u0E35\u0E22\u0E23\u0E20\u0E32\u0E1E \u0E42\u0E14\u0E22\u0E42\u0E2B\u0E25\u0E14\u0E44\u0E1F\u0E25\u0E4C\u0E08\u0E32\u0E01\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E17\u0E35\u0E48\u0E43\u0E01\u0E25\u0E49\u0E01\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E21\u0E32\u0E01\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E17\u0E35\u0E48\u0E14\u0E35\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14
WELCOME_BLOCK_11_TEXT_2=CDN \u0E41\u0E1A\u0E1A\u0E2B\u0E25\u0E32\u0E22\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E27\u0E07\u0E08\u0E23\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49
WELCOME_BLOCK_11_TEXT_3=\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E20\u0E32\u0E1E\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32 On-Premise \u0E41\u0E25\u0E30\u0E1A\u0E19 Cloud
WELCOME_BLOCK_12_TITLE=SAP Community
WELCOME_BLOCK_13_TITLE=\u0E08\u0E14\u0E2B\u0E21\u0E32\u0E22\u0E02\u0E48\u0E32\u0E27
WELCOME_VIDEO_BLOCK_TITLE=SAPUI5 \u0E04\u0E37\u0E2D\u0E2D\u0E30\u0E44\u0E23?

WELCOME_VIDEO_BLOCK_TEXT_1=SAPUI5 \u0E40\u0E1B\u0E47\u0E19 HTML5 Framework \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E1A\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E41\u0E1A\u0E1A\u0E02\u0E49\u0E32\u0E21\u0E41\u0E1E\u0E25\u0E15\u0E1F\u0E2D\u0E23\u0E4C\u0E21\u0E14\u0E49\u0E27\u0E22\u0E27\u0E34\u0E18\u0E35\u0E17\u0E35\u0E48\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E \u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E08\u0E32\u0E01\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E02\u0E19\u0E32\u0E14\u0E40\u0E25\u0E47\u0E01\u0E04\u0E37\u0E2D\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E43\u0E19\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08\u0E21\u0E32\u0E01\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E17\u0E35\u0E48 SAP \u0E04\u0E34\u0E14\u0E04\u0E49\u0E19\u0E02\u0E36\u0E49\u0E19
WELCOME_VIDEO_BLOCK_TEXT_2=\u0E43\u0E19\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D\u0E19\u0E35\u0E49 \u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E02\u0E49\u0E32\u0E43\u0E08\u0E04\u0E38\u0E13\u0E04\u0E48\u0E32\u0E02\u0E2D\u0E07 SAPUI5 \u0E44\u0E14\u0E49\u0E43\u0E19 110 \u0E27\u0E34\u0E19\u0E32\u0E17\u0E35 \u0E43\u0E19\u0E2B\u0E19\u0E49\u0E32 SAP Community \u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32 \u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E08\u0E32\u0E30\u0E25\u0E36\u0E01\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35 UI \u0E0A\u0E31\u0E49\u0E19\u0E19\u0E33\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32\u0E44\u0E14\u0E49<a href\="https\://community.sap.com/topics/ui5">\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48</a>

TOPIC_DETAIL_INIT_DOCUMENTATION=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u0E21\u0E35\u0E2D\u0E30\u0E44\u0E23\u0E43\u0E2B\u0E21\u0E48?
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E43\u0E2B\u0E21\u0E48\u0E46 \u0E43\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 UI5 \u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u0E2D\u0E48\u0E32\u0E19\u0E09\u0E31\u0E19\u0E01\u0E48\u0E2D\u0E19
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E33\u0E04\u0E31\u0E0D\u0E01\u0E48\u0E2D\u0E19\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E08\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19 UI5 \u0E08\u0E23\u0E34\u0E07
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E25\u0E30\u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E2A\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u0E41\u0E2D\u0E1E\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u0E41\u0E19\u0E27\u0E17\u0E32\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E17\u0E35\u0E48\u0E14\u0E35\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E41\u0E25\u0E30\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E04\u0E27\u0E23\u0E23\u0E30\u0E27\u0E31\u0E07
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u0E41\u0E2D\u0E1E\u0E02\u0E22\u0E32\u0E22
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E15\u0E32\u0E21\u0E04\u0E27\u0E32\u0E21\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49\u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19 UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E41\u0E25\u0E30\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A UI \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Framework \u0E1E\u0E32\u0E18\u0E01\u0E32\u0E23\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E25\u0E30\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E1A\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E40\u0E0A\u0E34\u0E07\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E41\u0E1A\u0E1A\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E41\u0E2D\u0E04\u0E17\u0E35\u0E1F
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u0E2A\u0E34\u0E48\u0E07\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32 \u0E40\u0E0A\u0E48\u0E19 MVC, \u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E41\u0E25\u0E30\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21\u0E02\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API

TOPIC_DETAIL_BACK_BTN=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32
TOPIC_DETAIL_EDIT_GITHUB=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1A\u0E19 GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E2B\u0E19\u0E49\u0E32\u0E19\u0E35\u0E49\u0E1A\u0E19 GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E19\u0E35\u0E49\u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E

TOPIC_MASTER_FILTER_PLACEHOLDER=\u0E04\u0E49\u0E19\u0E2B\u0E32
TOPIC_MASTER_EXPAND_TOOLTIP=\u0E02\u0E22\u0E32\u0E22\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
TOPIC_MASTER_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14

ENTITY_ABOUT=\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A
ENTITY_SAMPLES=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07 ({0})
ENITITY_API=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API\:
ENTITY_DOCUMENTATION=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\:
ENTITY_UX=\u0E04\u0E33\u0E41\u0E19\u0E30\u0E19\u0E33\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A UX\:
ENTITY_EXTENDS=\u0E2A\u0E48\u0E27\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\:
ENTITY_COMPONENT=\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19
ENTITY_SINCE=\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E15\u0E31\u0E49\u0E07\u0E41\u0E15\u0E48
ENTITY_CATEGORY=\u0E2B\u0E21\u0E27\u0E14
ENTITY_DENSITY=\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
ENTITY_DEPRECATED=\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
ENTITY_FULLSCREEN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E
ENTITY_BACK_BTN=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32
ENTITY_TABLE_NAME=\u0E0A\u0E37\u0E48\u0E2D
ENTITY_TABLE_DESCRIPTION=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22

CONTROLS_PAGE_TITLE=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
CONTROLS_PAGE_DESC=\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E41\u0E25\u0E30\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E23\u0E2B\u0E31\u0E2A
CONTROLS_FEATURED_CONTROLS=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E17\u0E35\u0E48\u0E2A\u0E33\u0E04\u0E31\u0E0D
CONTROLS_LAYOUT_PAGES=\u0E42\u0E04\u0E23\u0E07\u0E23\u0E48\u0E32\u0E07\u0E41\u0E25\u0E30\u0E2B\u0E19\u0E49\u0E32
CONTROLS_TEXT_1=\u0E01\u0E32\u0E23\u0E42\u0E15\u0E49\u0E15\u0E2D\u0E1A\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
CONTROLS_TEXT_2=\u0E42\u0E04\u0E23\u0E07\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E48\u0E32\u0E07\u0E46
CONTROLS_TEXT_3=\u0E15\u0E32\u0E23\u0E32\u0E07\u0E41\u0E1A\u0E1A\u0E07\u0E48\u0E32\u0E22\u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E21\u0E32\u0E01\u0E02\u0E36\u0E49\u0E19
CONTROLS_TEXT_4=\u0E44\u0E14\u0E2D\u0E30\u0E25\u0E2D\u0E01\u0E41\u0E25\u0E30 Popover
CONTROLS_TEXT_5=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21 \u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E \u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E1C\u0E19\u0E20\u0E39\u0E21\u0E34\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E34\u0E19\u0E2A\u0E41\u0E15\u0E19\u0E0B\u0E4C
CONTROLS_TEXT_6=\u0E01\u0E32\u0E23\u0E41\u0E08\u0E49\u0E07\u0E40\u0E15\u0E37\u0E2D\u0E19\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49
CONTROLS_TEXT_7=\u0E41\u0E16\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E41\u0E25\u0E30\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27
CONTROLS_TEXT_8=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E32\u0E21\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19
CONTROLS_TEXT_9=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E15\u0E32\u0E21\u0E40\u0E21\u0E15\u0E49\u0E32\u0E14\u0E32\u0E15\u0E49\u0E32
CONTROLS_TEXT_10=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07
CONTROLS_TEXT_11=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E1C\u0E25\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
CONTROLS_TEXT_12=\u0E01\u0E32\u0E23\u0E42\u0E15\u0E49\u0E15\u0E2D\u0E1A\u0E15\u0E32\u0E21\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19
CONTROLS_TEXT_13=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07 \u0E2A\u0E23\u0E49\u0E32\u0E07 \u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E01\u0E49\u0E44\u0E02\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04
CONTROLS_TEXT_14=\u0E2B\u0E19\u0E49\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07 \u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E31\u0E27 \u0E41\u0E25\u0E30\u0E1E\u0E37\u0E49\u0E19\u0E17\u0E35\u0E48\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
CONTROLS_TEXT_15=\u0E2B\u0E19\u0E49\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E16\u0E36\u0E07 3 \u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C
CONTROLS_TEXT_16=\u0E42\u0E04\u0E23\u0E07\u0E23\u0E48\u0E32\u0E07\u0E41\u0E1A\u0E1A\u0E2A\u0E2D\u0E07\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u0E04\u0E49\u0E19\u0E2B\u0E32
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0E01\u0E25\u0E38\u0E48\u0E21 / \u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
CONTROLS_MASTER_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14

CODE_BACK_BTN_TOOLTIP=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E17\u0E35\u0E48\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
CODE_API_REFERENCE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
CODE_DOWNLOAD_BTN=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14

CHANGE_VERSION_DIALOG_TITLE=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0E1B\u0E34\u0E14
CHANGE_VERSION_DIALOG_APPLY_BTN=\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49
CHANGE_VERSION_DIALOG_LATEST_BTN=\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14
APP_SETTINGS_DIALOG_TITLE=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
APP_SETTINGS_DIALOG_THEME=\u0E18\u0E35\u0E21\:
APP_SETTINGS_DIALOG_LANGUAGE=\u0E20\u0E32\u0E29\u0E32
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E08\u0E33\u0E44\u0E27\u0E49\u0E27\u0E48\u0E32\u0E20\u0E32\u0E29\u0E32\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E22\u0E39\u0E2A\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E1F\u0E2A\u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 Demo Kit \u0E40\u0E17\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19 \u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38\u0E43\u0E19\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E43\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E40\u0E0A\u0E48\u0E19 \u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 \u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API \u0E41\u0E25\u0E30\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E08\u0E30\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E43\u0E19\u0E20\u0E32\u0E29\u0E32\u0E2D\u0E31\u0E07\u0E01\u0E24\u0E29\u0E40\u0E17\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19
APP_SETTINGS_DIALOG_DENSITY=\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\:
APP_SETTINGS_DIALOG_READ_MORE=\u0E2D\u0E48\u0E32\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
APP_SETTINGS_DIALOG_RTL=\u0E42\u0E2B\u0E21\u0E14\u0E02\u0E27\u0E32\u0E44\u0E1B\u0E0B\u0E49\u0E32\u0E22\:
APP_SETTINGS_DIALOG_OK_BTN=\u0E15\u0E01\u0E25\u0E07
APP_SETTINGS_DIALOG_CANCEL_BTN=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

COOKIE_SETTINGS_DIALOG_TITLE=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E35\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1F\u0E31\u0E07\u0E01\u0E4C\u0E0A\u0E31\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E2B\u0E25\u0E31\u0E01
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0E40\u0E23\u0E32\u0E43\u0E0A\u0E49\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32 \u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E19\u0E35\u0E49\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E16\u0E37\u0E2D\u0E27\u0E48\u0E32\u0E04\u0E38\u0E13\u0E22\u0E34\u0E19\u0E22\u0E2D\u0E21\u0E17\u0E35\u0E48\u0E08\u0E30\u0E43\u0E0A\u0E49\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E0A\u0E48\u0E27\u0E22\u0E43\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E35\u0E49\u0E43\u0E0A\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E08\u0E38\u0E14\u0E1B\u0E23\u0E30\u0E2A\u0E07\u0E04\u0E4C\u0E43\u0E19\u0E01\u0E32\u0E23\u0E27\u0E31\u0E14\u0E41\u0E25\u0E30\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E02\u0E2D\u0E07\u0E44\u0E0B\u0E15\u0E4C
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0E44\u0E0B\u0E15\u0E4C\u0E19\u0E35\u0E49\u0E43\u0E0A\u0E49 SAP Web Analytics \u0E43\u0E19\u0E01\u0E32\u0E23\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E21\u0E35\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E44\u0E0B\u0E15\u0E4C\u0E19\u0E35\u0E49 \u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E02\u0E36\u0E49\u0E19 (\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E2A\u0E48\u0E27\u0E19\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E02\u0E2D\u0E07 IP \u0E41\u0E2D\u0E14\u0E40\u0E14\u0E23\u0E2A\u0E41\u0E25\u0E30 ID \u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C) \u0E08\u0E30\u0E16\u0E39\u0E01\u0E2A\u0E48\u0E07\u0E44\u0E1B\u0E22\u0E31\u0E07 SAP \u0E41\u0E25\u0E30\u0E08\u0E31\u0E14\u0E40\u0E01\u0E47\u0E1A\u0E42\u0E14\u0E22 SAP \u0E1A\u0E19\u0E40\u0E0B\u0E34\u0E23\u0E4C\u0E1F\u0E40\u0E27\u0E2D\u0E23\u0E4C \u0E04\u0E38\u0E01\u0E01\u0E35\u0E49\u0E08\u0E30\u0E43\u0E0A\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E23\u0E30\u0E1A\u0E38\u0E01\u0E32\u0E23\u0E40\u0E22\u0E35\u0E48\u0E22\u0E21\u0E0A\u0E21\u0E0B\u0E49\u0E33\u0E41\u0E25\u0E30\u0E2B\u0E19\u0E49\u0E32\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E01\u0E32\u0E23\u0E40\u0E22\u0E35\u0E48\u0E22\u0E21\u0E0A\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E42\u0E14\u0E22\u0E40\u0E23\u0E32\u0E08\u0E30\u0E43\u0E0A\u0E49\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E19\u0E35\u0E49\u0E40\u0E1E\u0E35\u0E22\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E27\u0E31\u0E15\u0E16\u0E38\u0E1B\u0E23\u0E30\u0E2A\u0E07\u0E04\u0E4C\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E30\u0E40\u0E21\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E41\u0E25\u0E30\u0E04\u0E2D\u0E21\u0E44\u0E1E\u0E25\u0E4C\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E01\u0E34\u0E08\u0E01\u0E23\u0E23\u0E21\u0E02\u0E2D\u0E07\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C \u0E41\u0E25\u0E30\u0E43\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E22\u0E31\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E44\u0E0B\u0E15\u0E4C \u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E34\u0E19\u0E22\u0E2D\u0E21\u0E40\u0E02\u0E49\u0E32\u0E23\u0E48\u0E27\u0E21\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E32\u0E21\u0E02\u0E2D\u0E07 SAP Web Analytics \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E42\u0E14\u0E22\u0E43\u0E0A\u0E49\u0E1B\u0E38\u0E48\u0E21 "\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15" \u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07 \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E04\u0E38\u0E13\u0E22\u0E34\u0E19\u0E22\u0E2D\u0E21\u0E40\u0E02\u0E49\u0E32\u0E23\u0E48\u0E27\u0E21 \u0E08\u0E30\u0E40\u0E1B\u0E47\u0E19\u0E01\u0E32\u0E23\u0E22\u0E34\u0E19\u0E22\u0E2D\u0E21\u0E43\u0E2B\u0E49\u0E1B\u0E23\u0E30\u0E21\u0E27\u0E25\u0E1C\u0E25\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E04\u0E38\u0E13\u0E43\u0E19\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E41\u0E25\u0E30\u0E27\u0E31\u0E15\u0E16\u0E38\u0E1B\u0E23\u0E30\u0E2A\u0E07\u0E04\u0E4C\u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E44\u0E27\u0E49\u0E14\u0E49\u0E32\u0E19\u0E1A\u0E19
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0E22\u0E2D\u0E21\u0E23\u0E31\u0E1A\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

EMPTY_TEXT=\u0E27\u0E48\u0E32\u0E07

DOWNLOADS_TEXT=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14

DEMO_APPS_TITLE=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15
DEMO_APPS_SUBTITLE_OPENUI5=\u0E41\u0E2A\u0E14\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15\u0E0B\u0E36\u0E48\u0E07\u0E41\u0E2A\u0E14\u0E07\u0E27\u0E34\u0E18\u0E35\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E02\u0E2D\u0E07 OpenUI5
DEMO_APPS_SUBTITLE_SAPUI5=\u0E41\u0E2A\u0E14\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15\u0E0B\u0E36\u0E48\u0E07\u0E41\u0E2A\u0E14\u0E07\u0E27\u0E34\u0E18\u0E35\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E15\u0E48\u0E32\u0E07\u0E46 \u0E02\u0E2D\u0E07 SAPUI5
DEMO_APPS_READ_MORE_BTN=\u0E2D\u0E48\u0E32\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
DEMO_APPS_DOWNLOAD_OVERVIEW=\u0E20\u0E32\u0E1E\u0E23\u0E27\u0E21\u0E01\u0E32\u0E23\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
DEMO_APPS_CATEGORY_SHOWCASE=\u0E41\u0E19\u0E27\u0E04\u0E34\u0E14 UI5 \u0E43\u0E19\u0E20\u0E32\u0E1E\u0E08\u0E33\u0E25\u0E2D\u0E07\u0E41\u0E1A\u0E1A\u0E43\u0E19\u0E0A\u0E35\u0E27\u0E34\u0E15\u0E08\u0E23\u0E34\u0E07
DEMO_APPS_CATEGORY_TUTORIAL=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15\u0E17\u0E35\u0E48\u0E21\u0E35\u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E2A\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
DEMO_APPS_CATEGORY_RTA=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15 SAPUI5 Flexibility
DEMO_APPS_CATEGORY_MISC=\u0E41\u0E2D\u0E1E\u0E2A\u0E32\u0E18\u0E34\u0E15\u0E2D\u0E37\u0E48\u0E19
DEMO_APPS_LIBRARY=\u0E44\u0E25\u0E1A\u0E23\u0E32\u0E23\u0E35\u0E01\u0E32\u0E23\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\:
DEMO_APPS_CARD_LINK=\u0E40\u0E1B\u0E34\u0E14\u0E41\u0E2D\u0E1E

LEGAL_DISCLAIMER_TITLE=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18\u0E04\u0E27\u0E32\u0E21\u0E23\u0E31\u0E1A\u0E1C\u0E34\u0E14\u0E0A\u0E2D\u0E1A\u0E17\u0E32\u0E07\u0E01\u0E0E\u0E2B\u0E21\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E25\u0E34\u0E07\u0E01\u0E4C
LEGAL_DISCLAIMER_LABEL_1=\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E35\u0E44\u0E2D\u0E04\u0E2D\u0E19
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48 SAP
LEGAL_DISCLAIMER_TEXT_1=\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E42\u0E2E\u0E2A\u0E15\u0E4C\u0E42\u0E14\u0E22 SAP \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27 \u0E04\u0E38\u0E13\u0E40\u0E2B\u0E47\u0E19\u0E14\u0E49\u0E27\u0E22 (\u0E40\u0E27\u0E49\u0E19\u0E41\u0E15\u0E48\u0E27\u0E48\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E0A\u0E31\u0E14\u0E40\u0E08\u0E19 \u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E31\u0E1A SAP) \u0E01\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49
LEGAL_DISCLAIMER_TEXT_2=- \u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E02\u0E2D\u0E07 SAP \u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E49\u0E32\u0E07\u0E16\u0E36\u0E07\u0E01\u0E32\u0E23\u0E40\u0E04\u0E25\u0E21\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E43\u0E14\u0E46 \u0E01\u0E31\u0E1A SAP \u0E15\u0E32\u0E21\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49
LEGAL_DISCLAIMER_TEXT_3=- SAP \u0E44\u0E21\u0E48\u0E15\u0E01\u0E25\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E40\u0E2B\u0E47\u0E19\u0E14\u0E49\u0E27\u0E22\u0E01\u0E31\u0E1A\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07 \u0E2B\u0E23\u0E37\u0E2D SAP \u0E44\u0E21\u0E48\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E04\u0E27\u0E32\u0E21\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E25\u0E30\u0E04\u0E27\u0E32\u0E21\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
LEGAL_DISCLAIMER_LABEL_2=\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E35\u0E44\u0E2D\u0E04\u0E2D\u0E19
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E1A\u0E19\u0E44\u0E0B\u0E15\u0E4C SAP
LEGAL_DISCLAIMER_TEXT_4=\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E02\u0E2D\u0E07 SAP \u0E41\u0E25\u0E30\u0E01\u0E33\u0E25\u0E31\u0E07\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E17\u0E35\u0E48\u0E42\u0E2E\u0E2A\u0E15\u0E4C\u0E42\u0E14\u0E22 SAP \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27 \u0E04\u0E38\u0E13\u0E40\u0E2B\u0E47\u0E19\u0E14\u0E49\u0E27\u0E22\u0E27\u0E48\u0E32 (\u0E40\u0E27\u0E49\u0E19\u0E41\u0E15\u0E48\u0E27\u0E48\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E0A\u0E31\u0E14\u0E40\u0E08\u0E19 \u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E31\u0E1A SAP) \u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E49\u0E32\u0E07\u0E16\u0E36\u0E07\u0E01\u0E32\u0E23\u0E40\u0E04\u0E25\u0E21\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E43\u0E14\u0E46 \u0E01\u0E31\u0E1A SAP \u0E15\u0E32\u0E21\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E19\u0E35\u0E49

VIEW_SETTINGS_DIALOG_ITEM_1=\u0E15\u0E32\u0E21\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23
VIEW_SETTINGS_DIALOG_ITEM_2=\u0E2B\u0E21\u0E27\u0E14
VIEW_SETTINGS_DIALOG_ITEM_3=\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E19\u0E32\u0E41\u0E19\u0E48\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
VIEW_SETTINGS_DIALOG_ITEM_4=Namespace
VIEW_SETTINGS_DIALOG_ITEM_5=\u0E23\u0E35\u0E25\u0E35\u0E2A

SAMPLE_BACK_BTN_TOOLTIP=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E17\u0E35\u0E48\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
SAMPLE_INFO_TOOLTIP=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
SAMPLE_EDITED_TOOLTIP=\u0E21\u0E35\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
SAMPLE_EDITED_WARNING=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E41\u0E25\u0E49\u0E27 \u0E2B\u0E32\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14 \u0E43\u0E2B\u0E49\u0E01\u0E14\u0E1B\u0E38\u0E48\u0E21 "\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14" \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E0B\u0E2D\u0E23\u0E4C\u0E2A\u0E42\u0E04\u0E49\u0E14
SAMPLE_API_REFERENCE_BTN=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
SAMPLE_PREV_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E01\u0E48\u0E2D\u0E19\u0E2B\u0E19\u0E49\u0E32
SAMPLE_NEXT_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E16\u0E31\u0E14\u0E44\u0E1B
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E
SAMPLE_ADAPT_BTN_TOOLTIP=\u0E1B\u0E23\u0E31\u0E1A UI
SAMPLE_CODE_BTN_TOOLTIP=\u0E41\u0E2A\u0E14\u0E07\u0E0B\u0E2D\u0E23\u0E4C\u0E2A\u0E42\u0E04\u0E49\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E19\u0E41\u0E17\u0E47\u0E1A\u0E43\u0E2B\u0E21\u0E48
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
SAMPLE_RESET_CHANGES=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14

RELEASE_NOTES_TITLE=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07

SEARCH_PAGE_TITLE=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A "{0}"
SEARCH_PAGE_DESCRIPTION=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E08\u0E30\u0E41\u0E2A\u0E14\u0E07\u0E43\u0E19\u0E2B\u0E21\u0E27\u0E14
SEARCH_PAGE_ALL_SECTION_TITLE=\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C 10 \u0E2D\u0E31\u0E19\u0E14\u0E31\u0E1A\u0E41\u0E23\u0E01\u0E08\u0E32\u0E01\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C 10 \u0E2D\u0E31\u0E19\u0E14\u0E31\u0E1A\u0E41\u0E23\u0E01\u0E08\u0E32\u0E01\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C 10 \u0E2D\u0E31\u0E19\u0E14\u0E31\u0E1A\u0E41\u0E23\u0E01\u0E08\u0E32\u0E01\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
SEARCH_SUGGESTIONS_TITLE_ALL=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C 10 \u0E2D\u0E31\u0E19\u0E14\u0E31\u0E1A\u0E41\u0E23\u0E01\u0E08\u0E32\u0E01\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u0E14\u0E39\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
SEARCH_SUGGESTIONS_API_SECTION_TITLE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14 ({0} \u0E08\u0E32\u0E01 {1})
SEARCH_PAGE_API_SECTION_TITLE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=\u0E01\u0E32\u0E23\u0E2D\u0E49\u0E32\u0E07\u0E2D\u0E34\u0E07 API ({0} \u0E08\u0E32\u0E01 {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 ({0} \u0E08\u0E32\u0E01 {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07 ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07 ({0} \u0E08\u0E32\u0E01 {1})

RELEASE_DIALOG_TITLE=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u0E1B\u0E34\u0E14
RELEASE_DIALOG_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E44\u0E25\u0E1A\u0E23\u0E32\u0E23\u0E35\u0E19\u0E35\u0E49

ABOUT_DIALOG_TITLE=\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A
ABOUT_DIALOG_TEXT_1=UI5 Demo Kit - \u0E0A\u0E38\u0E14\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E23\u0E30\u0E1A\u0E1A UI \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 \u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C 2009-2024 SAP SE \u0E2A\u0E07\u0E27\u0E19\u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2024 SAP SE \u0E2B\u0E23\u0E37\u0E2D\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E43\u0E19\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E2D\u0E07 SAP
ABOUT_DIALOG_TEXT_4={0} \u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 {1}
ABOUT_DIALOG_TEXT_5=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 Open UI5 {0}
ABOUT_DIALOG_TEXT_6=\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E19\u0E35\u0E49\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E44\u0E25\u0E1A\u0E23\u0E32\u0E23\u0E35\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49
ABOUT_DIALOG_LINK_1=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
ABOUT_DIALOG_TEXT_7=\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E19\u0E35\u0E49\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C Open Source \u0E02\u0E2D\u0E07\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E20\u0E32\u0E22\u0E19\u0E2D\u0E01
ABOUT_DIALOG_TEXT_8=\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E20\u0E32\u0E22\u0E19\u0E2D\u0E01
ABOUT_DIALOG_VERSION_TITLE=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
ABOUT_DIALOG_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
ABOUT_DIALOG_DESCRIPTION=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
ABOUT_DIALOG_CHANGE_LOG=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0E25\u0E47\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07
ABOUT_DIALOG_COMPONENT=\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A
ABOUT_DIALOG_CLOSE_BTN=\u0E1B\u0E34\u0E14
ABOUT_DIALOG_THIRD_PARTY=\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E20\u0E32\u0E22\u0E19\u0E2D\u0E01

FOOTER_LEGAL_DISCOLURE=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E34\u0E14\u0E40\u0E1C\u0E22\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E15\u0E32\u0E21\u0E01\u0E0E\u0E2B\u0E21\u0E32\u0E22
FOOTER_PRIVACY=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E15\u0E31\u0E27
FOOTER_TERMS=\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49
FOOTER_LICENSE=\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19

NOT_FOUND_TITLE=\u0E44\u0E21\u0E48\u0E1E\u0E1A
NOT_FOULD_TEXT=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E32\u0E01\u0E23\u0E17\u0E35\u0E48\u0E02\u0E2D

NOT_FOUND_REMOVED_TEXT=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 UI5 \u0E17\u0E35\u0E48\u0E02\u0E2D\u0E19\u0E31\u0E49\u0E19\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E30\u0E16\u0E39\u0E01\u0E25\u0E1A\u0E2D\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27
NOT_FOUND_DK_REMOVED_TEXT=\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32 UI5 Demo Kit \u0E17\u0E35\u0E48\u0E02\u0E2D\u0E16\u0E39\u0E01\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27
NOT_FOUND_UNAVAILABLE_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E32\u0E01\u0E23\u0E17\u0E35\u0E48\u0E02\u0E2D
VERSION_NOT_FOUND_READ_MORE=\u0E2D\u0E48\u0E32\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08

NOT_FOUND_SAMPLE_TITLE=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
NOT_FOUND_SAMPLE_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E17\u0E35\u0E48\u0E02\u0E2D\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 UI5 \u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48

SITEMAP_TITLE=\u0E41\u0E1C\u0E19\u0E1C\u0E31\u0E07\u0E44\u0E0B\u0E15\u0E4C

LIVE_EDITOR_TITLE=\u0E40\u0E2D\u0E14\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
LIVE_EDITOR_RESULT=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C
LIVE_EDITOR_PREVIEW_BTN=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E2D\u0E31\u0E15\u0E42\u0E19\u0E21\u0E31\u0E15\u0E34

API_MASTER_PLACEHOLDER=\u0E04\u0E49\u0E19\u0E2B\u0E32
API_MASTER_EXPAND_BTN_TOOLTIP=\u0E02\u0E22\u0E32\u0E22\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
API_MASTER_DEPRECATED_CB=\u0E23\u0E27\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
API_MASTER_EXPERIMENTAL_CB=\u0E23\u0E27\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E1A\u0E1A\u0E17\u0E14\u0E25\u0E2D\u0E07
API_MASTER_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
API_MASTER_DEPRECATED=\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
API_MASTER_EXPERIMENTAL=\u0E41\u0E1A\u0E1A\u0E17\u0E14\u0E25\u0E2D\u0E07
API_MASTER_DEPRECATED_APIS=API \u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
API_MASTER_EXPERIMENTAL_APIS=API \u0E41\u0E1A\u0E1A\u0E17\u0E14\u0E25\u0E2D\u0E07
API_MASTER_INDEX_BY_VERSION=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E15\u0E32\u0E21\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19

API_DETAIL_SINCE_TITLE=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E15\u0E32\u0E21\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19

API_DETAIL_EXPERIMENTAL_TITLE=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E02\u0E2D\u0E07 API \u0E41\u0E1A\u0E1A\u0E17\u0E14\u0E25\u0E2D\u0E07

API_DETAIL_DEPRECATED_TITLE=\u0E14\u0E31\u0E0A\u0E19\u0E35\u0E02\u0E2D\u0E07 API \u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
API_DETAIL_DEPRECATED_WARNING=\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E25\u0E34\u0E01\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E01\u0E0E\u0E04\u0E27\u0E32\u0E21\u0E40\u0E02\u0E49\u0E32\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49

API_DETAIL_AS_OF_VERSION=\u0E15\u0E31\u0E49\u0E07\u0E41\u0E15\u0E48 {0}
API_DETAIL_NA_VERSION=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48

RESOURCES_INTRO_CARD_TITLE=\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E32\u0E01\u0E23
RESOURCES_INTRO_CARD_SUBTITLE=\u0E19\u0E35\u0E48\u0E04\u0E37\u0E2D\u0E2E\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E32\u0E01\u0E23 UI5 \u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E40\u0E2A\u0E49\u0E19\u0E17\u0E32\u0E07\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E25\u0E2D\u0E07\u0E40\u0E02\u0E49\u0E32\u0E44\u0E1B\u0E2A\u0E33\u0E23\u0E27\u0E08 \u0E40\u0E23\u0E35\u0E22\u0E19\u0E23\u0E39\u0E49 \u0E41\u0E25\u0E30\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E42\u0E22\u0E0A\u0E19\u0E4C\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E08\u0E32\u0E01\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23 UI5 \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\!

RESOURCES_ASIDE_CARD_TITLE=\u0E20\u0E32\u0E1E\u0E23\u0E27\u0E21 A-Z

RESOURCES_CATEGORY_TITLE_FEATURED=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E41\u0E19\u0E30\u0E19\u0E33
RESOURCES_CARD_TITLE_ICON_EXPLORER=\u0E44\u0E2D\u0E04\u0E2D\u0E19 Explorer
RESOURCES_CARD_DESC_ICON_EXPLORER=\u0E44\u0E2D\u0E04\u0E2D\u0E19\u0E17\u0E35\u0E48\u0E40\u0E2B\u0E21\u0E32\u0E30\u0E2A\u0E21\u0E19\u0E48\u0E32\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E16\u0E37\u0E2D\u0E01\u0E27\u0E48\u0E32\u0E04\u0E33\u0E1E\u0E39\u0E14 \u0E43\u0E0A\u0E49\u0E04\u0E2D\u0E25\u0E40\u0E25\u0E04\u0E0A\u0E31\u0E19\u0E44\u0E2D\u0E04\u0E2D\u0E19\u0E02\u0E19\u0E32\u0E14\u0E43\u0E2B\u0E0D\u0E48\u0E43\u0E19\u0E41\u0E1A\u0E1A\u0E2D\u0E31\u0E01\u0E29\u0E23\u0E44\u0E2D\u0E04\u0E2D\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E23\u0E32\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E44\u0E2D\u0E04\u0E2D\u0E19\u0E17\u0E35\u0E48\u0E14\u0E35\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23\u0E41\u0E2D\u0E1E\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
RESOURCES_CARD_TITLE_ACC_GUIDE=\u0E04\u0E39\u0E48\u0E21\u0E37\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07
RESOURCES_CARD_DESC_ACC_GUIDE=\u0E04\u0E39\u0E48\u0E21\u0E37\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07\u0E43\u0E2B\u0E49\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E0A\u0E34\u0E07\u0E25\u0E36\u0E01\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07\u0E40\u0E27\u0E47\u0E1A \u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E04\u0E38\u0E13\u0E08\u0E30\u0E40\u0E1B\u0E47\u0E19\u0E1C\u0E39\u0E49\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E2B\u0E23\u0E37\u0E2D\u0E1C\u0E39\u0E49\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 \u0E2B\u0E23\u0E37\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08\u0E17\u0E35\u0E48\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E35\u0E22\u0E19\u0E23\u0E39\u0E49\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07\u0E40\u0E27\u0E47\u0E1A\u0E43\u0E19\u0E1E\u0E37\u0E49\u0E19\u0E17\u0E35\u0E48 SAPUI5

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E1E\u0E31\u0E12\u0E19\u0E32
RESOURCES_CARD_TITLE_TOOLING=UI5 Tooling
RESOURCES_CARD_DESC_TOOLING=UI5 Tooling \u0E04\u0E37\u0E2D\u0E40\u0E0A\u0E19\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E41\u0E1A\u0E1A\u0E42\u0E21\u0E14\u0E39\u0E25\u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E42\u0E04\u0E23\u0E07\u0E01\u0E32\u0E23 UI5 \u0E42\u0E14\u0E22\u0E43\u0E0A\u0E49 UI5 \u0E1C\u0E48\u0E32\u0E19 npm \u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E19\u0E35\u0E49\u0E40\u0E1B\u0E47\u0E19 CLI \u0E41\u0E1A\u0E1A Open Source \u0E17\u0E35\u0E48\u0E40\u0E1B\u0E47\u0E19\u0E42\u0E21\u0E14\u0E39\u0E25\u0E0B\u0E36\u0E48\u0E07\u0E02\u0E22\u0E32\u0E22\u0E41\u0E25\u0E30\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E44\u0E14\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E41\u0E2D\u0E1E \u0E44\u0E25\u0E1A\u0E23\u0E32\u0E23\u0E35 \u0E41\u0E25\u0E30\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E19\u0E33\u0E01\u0E25\u0E31\u0E1A\u0E21\u0E32\u0E43\u0E0A\u0E49\u0E43\u0E2B\u0E21\u0E48\u0E14\u0E49\u0E27\u0E22 UI5 Framework
RESOURCES_CARD_TITLE_FIORI_TOOLS=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07 SAP Fiori
RESOURCES_CARD_DESC_FIORI_TOOLS=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07 SAP Fiori \u0E0A\u0E48\u0E27\u0E22\u0E25\u0E14\u0E04\u0E27\u0E32\u0E21\u0E0B\u0E31\u0E1A\u0E0B\u0E49\u0E2D\u0E19\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E02\u0E2D\u0E07 SAP Fiori \u0E42\u0E14\u0E22\u0E21\u0E35\u0E2A\u0E48\u0E27\u0E19\u0E02\u0E22\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32 SAP Business Application Studio \u0E41\u0E25\u0E30 Visual Studio Code \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
RESOURCES_CARD_TITLE_CARD_EXPLORER=Card Explorer
RESOURCES_CARD_DESC_CARD_EXPLORER=\u0E1A\u0E31\u0E15\u0E23\u0E23\u0E27\u0E21\u0E40\u0E1B\u0E47\u0E19\u0E27\u0E34\u0E18\u0E35\u0E17\u0E35\u0E48\u0E14\u0E35\u0E40\u0E22\u0E35\u0E48\u0E22\u0E21\u0E43\u0E19\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E49\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E1A\u0E19\u0E1A\u0E31\u0E15\u0E23\u0E17\u0E35\u0E48\u0E40\u0E2B\u0E21\u0E37\u0E2D\u0E19 Widget \u0E1A\u0E19\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08\u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E14\u0E0A\u0E1A\u0E2D\u0E23\u0E4C\u0E14 \u0E17\u0E31\u0E49\u0E07\u0E19\u0E35\u0E49 Card Explorer \u0E08\u0E30\u0E41\u0E2A\u0E14\u0E07\u0E43\u0E2B\u0E49\u0E40\u0E2B\u0E47\u0E19\u0E17\u0E38\u0E01\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E17\u0E23\u0E32\u0E1A\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E34\u0E21\u0E1E\u0E25\u0E35\u0E40\u0E21\u0E19\u0E15\u0E4C
RESOURCES_CARD_TITLE_FPM_EXPLORER=Flexible Programming Model Explorer
RESOURCES_CARD_DESC_FPM_EXPLORER=\u0E42\u0E21\u0E40\u0E14\u0E25\u0E01\u0E32\u0E23\u0E40\u0E02\u0E35\u0E22\u0E19\u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E17\u0E35\u0E48\u0E22\u0E37\u0E14\u0E2B\u0E22\u0E38\u0E48\u0E19\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E07\u0E48\u0E32\u0E22\u0E15\u0E48\u0E2D\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E43\u0E2B\u0E49\u0E15\u0E23\u0E07\u0E01\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E2D\u0E07\u0E04\u0E4C\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A SAP Fiori \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A OData V4
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=SAP Business Application Studio (BAS) \u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E27\u0E14\u0E25\u0E49\u0E2D\u0E21\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E1A\u0E19 Cloud \u0E17\u0E35\u0E48\u0E17\u0E31\u0E19\u0E2A\u0E21\u0E31\u0E22 \u0E21\u0E35\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E20\u0E32\u0E1E\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E02\u0E22\u0E32\u0E22\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E2D\u0E31\u0E08\u0E09\u0E23\u0E34\u0E22\u0E30

RESOURCES_CATEGORY_TITLE_CUSTOMISING=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07
RESOURCES_CARD_TITLE_THEME_DESIGNER=\u0E15\u0E31\u0E27\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E18\u0E35\u0E21\u0E02\u0E2D\u0E07 UI
RESOURCES_CARD_DESC_THEME_DESIGNER=\u0E15\u0E31\u0E27\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E18\u0E35\u0E21\u0E02\u0E2D\u0E07 UI \u0E40\u0E1B\u0E47\u0E19\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E1A\u0E19\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E18\u0E35\u0E21\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E41\u0E1A\u0E23\u0E19\u0E14\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E22\u0E39\u0E2A\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E1F\u0E2A\u0E2B\u0E25\u0E31\u0E01\u0E02\u0E2D\u0E07 SAP \u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E15\u0E31\u0E27\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E19\u0E35\u0E49\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E18\u0E35\u0E21\u0E1B\u0E23\u0E30\u0E08\u0E33\u0E15\u0E31\u0E27\u0E02\u0E2D\u0E07\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E44\u0E14\u0E49\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E23\u0E27\u0E14\u0E40\u0E23\u0E47\u0E27\u0E41\u0E25\u0E30\u0E07\u0E48\u0E32\u0E22\u0E14\u0E32\u0E22\u0E42\u0E14\u0E22\u0E43\u0E0A\u0E49\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E18\u0E35\u0E21\u0E08\u0E32\u0E01 SAP
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=\u0E01\u0E25\u0E48\u0E2D\u0E07\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E18\u0E35\u0E21
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E01\u0E25\u0E48\u0E2D\u0E07\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E18\u0E35\u0E21 \u0E04\u0E38\u0E13\u0E08\u0E30\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E04\u0E49\u0E19\u0E2B\u0E32 \u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C \u0E41\u0E25\u0E30\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E18\u0E35\u0E21\u0E04\u0E27\u0E32\u0E21\u0E2B\u0E21\u0E32\u0E22 \u0E0B\u0E36\u0E48\u0E07\u0E04\u0E23\u0E2D\u0E1A\u0E04\u0E25\u0E38\u0E21\u0E18\u0E35\u0E21\u0E43\u0E19\u0E2D\u0E14\u0E35\u0E15\u0E41\u0E25\u0E30\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E17\u0E35\u0E48 SAP \u0E19\u0E33\u0E40\u0E2A\u0E19\u0E2D
RESOURCES_CARD_TITLE_FLEXIBILITY=SAPUI5 Flexibility
RESOURCES_CARD_DESC_FLEXIBILITY=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49 SAPUI5 Flexibility \u0E1C\u0E39\u0E49\u0E1E\u0E31\u0E12\u0E19\u0E32 \u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E2B\u0E25\u0E31\u0E01 \u0E41\u0E25\u0E30\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E01\u0E33\u0E2B\u0E19\u0E14 UI \u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E SAPUI5 \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E21\u0E2D\u0E1A\u0E1B\u0E23\u0E30\u0E2A\u0E1A\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E2B\u0E49\u0E40\u0E2B\u0E21\u0E32\u0E30\u0E2A\u0E21 \u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E41\u0E15\u0E30\u0E15\u0E49\u0E2D\u0E07\u0E0B\u0E2D\u0E23\u0E4C\u0E2A\u0E42\u0E04\u0E49\u0E14

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1B\u0E31\u0E0D\u0E2B\u0E32
RESOURCES_CARD_TITLE_INSPECTOR=UI5 Inspector
RESOURCES_CARD_DESC_INSPECTOR=UI5 Inspector \u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E48\u0E27\u0E19\u0E02\u0E22\u0E32\u0E22\u0E02\u0E2D\u0E07 Chrome DevTools \u0E41\u0E1A\u0E1A Open Source \u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E14\u0E35\u0E1A\u0E31\u0E01\u0E41\u0E25\u0E30\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E41\u0E2D\u0E1E\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 OpenUI5 \u0E2B\u0E23\u0E37\u0E2D SAPUI5 \u0E44\u0E14\u0E49\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E07\u0E48\u0E32\u0E22\u0E14\u0E32\u0E22
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E1C\u0E39\u0E49\u0E1E\u0E31\u0E12\u0E19\u0E32\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E41\u0E2D\u0E1E\u0E16\u0E39\u0E01\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E15\u0E32\u0E21\u0E04\u0E33\u0E41\u0E19\u0E30\u0E19\u0E33\u0E41\u0E25\u0E30\u0E41\u0E19\u0E27\u0E17\u0E32\u0E07\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E17\u0E35\u0E48\u0E14\u0E35\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14\u0E02\u0E2D\u0E07 SAPUI5 \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48

RESOURCES_CATEGORY_TITLE_TESTING=\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A
RESOURCES_CARD_TITLE_TEST_RECORDER=\u0E15\u0E31\u0E27\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A
RESOURCES_CARD_DESC_TEST_RECORDER=\u0E15\u0E31\u0E27\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E0A\u0E48\u0E27\u0E22\u0E43\u0E2B\u0E49\u0E04\u0E38\u0E13\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E23\u0E30\u0E1A\u0E1A\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E23\u0E27\u0E21 UI5 \u0E42\u0E14\u0E22\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E19\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C
RESOURCES_CARD_TITLE_WDI5=WDI5
RESOURCES_CARD_DESC_WDI5=WDI5 \u0E40\u0E1B\u0E47\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23 Webdriver.IO \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 API \u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E02\u0E2D\u0E07 UI5 \u0E42\u0E14\u0E22\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E21\u0E32\u0E43\u0E2B\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A\u0E41\u0E1A\u0E1A End-to-End \u0E02\u0E49\u0E32\u0E21\u0E41\u0E1E\u0E25\u0E15\u0E1F\u0E2D\u0E23\u0E4C\u0E21\u0E43\u0E19\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 SAPUI5 \u0E42\u0E14\u0E22\u0E21\u0E35\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E17\u0E35\u0E48\u0E40\u0E02\u0E49\u0E32\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49\u0E01\u0E31\u0E1A OPA5

RESOURCES_CARD_LINK_ICON_EXPLORER=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E44\u0E2D\u0E04\u0E2D\u0E19 Explorer
RESOURCES_CARD_LINK_ACC_GUIDE=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E04\u0E39\u0E48\u0E21\u0E37\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07
RESOURCES_CARD_LINK_TOOLING=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A UI5 Tooling
RESOURCES_CARD_LINK_FIORI_TOOLS=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D\u0E02\u0E2D\u0E07 SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E23\u0E27\u0E21 UI \u0E01\u0E31\u0E1A\u0E1A\u0E31\u0E15\u0E23
RESOURCES_CARD_LINK_FPM_EXPLORER=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A FPM Explorer
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E15\u0E31\u0E27\u0E2D\u0E2D\u0E01\u0E41\u0E1A\u0E1A\u0E18\u0E35\u0E21\u0E02\u0E2D\u0E07 UI
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E01\u0E25\u0E48\u0E2D\u0E07\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E37\u0E2D
RESOURCES_CARD_LINK_FLEXIBILITY=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A SAPUI5 Flexibility
RESOURCES_CARD_LINK_INSPECTOR=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A UI5 Inspector
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19
RESOURCES_CARD_LINK_TEST_RECORDER=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E15\u0E31\u0E27\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A
RESOURCES_CARD_LINK_WDI5=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A WDI5

RESOURCES_CARD_LINK_TOOLTIP=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E19\u0E41\u0E17\u0E47\u0E1A\u0E43\u0E2B\u0E21\u0E48
