
APP_TABHEADER_ITEM_HOME=\u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629
APP_TABHEADER_ITEM_DOCUMENTATION=\u0627\u0644\u0648\u062B\u0627\u0626\u0642
APP_TABHEADER_ITEM_API_REFERENCE=\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A
APP_TABHEADER_ITEM_SAMPLES=\u0639\u064A\u0646\u0627\u062A
APP_TABHEADER_ITEM_DEMO_APPS=\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062A\u0648\u0636\u064A\u062D\u064A
APP_TABHEADER_ITEM_TOOLS=\u0627\u0644\u0623\u062F\u0648\u0627\u062A
APP_CHANGE_VERSION_BTN=\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u062A\u063A\u064A\u064A\u0631
APP_VERSION_BETA_VERSION=\u0625\u0635\u062F\u0627\u0631 \u0628\u064A\u062A\u0627
APP_VERSION_VERSION=\u0627\u0644\u0625\u0635\u062F\u0627\u0631
APP_VERSION_NOT_PRODUCTIVE=- \u0644\u064A\u0633 \u0644\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0625\u0646\u062A\u0627\u062C\u064A.
APP_VERSION_IN_PROGRESS=- \u0627\u0644\u062A\u0637\u0648\u064A\u0631 \u0642\u064A\u062F \u0627\u0644\u062A\u0646\u0641\u064A\u0630.
APP_FEEDBACK_BTN_TOOLTIP=\u0625\u0639\u0637\u0627\u0621 \u062A\u0639\u0644\u064A\u0642\u0627\u062A
APP_SEARCH_FIELD_CLOSE=\u0625\u063A\u0644\u0627\u0642
APP_INFORMATION_BTN_TOOLTIP=\u0645\u0632\u064A\u062F \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A
APP_INFORMATION_BTN_FEEDBACK=\u062A\u0639\u0644\u064A\u0642\u0627\u062A
APP_INFORMATION_BTN_ABOUT=\u0646\u0628\u0630\u0629
APP_INFORMATION_BTN_LEGAL=\u0642\u0627\u0646\u0648\u0646\u064A
APP_INFORMATION_BTN_PRIVACY=\u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629
APP_INFORMATION_BTN_TERMS_OF_USE=\u0634\u0631\u0648\u0637 \u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645
APP_INFORMATION_BTN_APPEARANCE=\u0627\u0644\u0634\u0643\u0644
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0641\u0627\u062A\u062D
APP_INFORMATION_BTN_APPEARANCE_DARK=\u063A\u0627\u0645\u0642
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u062A\u0644\u0642\u0627\u0626\u064A (\u0639\u0644\u0649 \u0623\u0633\u0627\u0633 \u0625\u0639\u062F\u0627\u062F\u0627\u062A OS)
APP_INFORMATION_BTN_SITEMAP=\u062E\u0631\u064A\u0637\u0629 \u0627\u0644\u0645\u0648\u0642\u0639
APP_INFORMATION_BTN_COPYRIGHT=\u062D\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631
APP_INFORMATION_BTN_TRADEMARK=\u0639\u0644\u0627\u0645\u0629 \u062A\u062C\u0627\u0631\u064A\u0629
APP_INFORMATION_BTN_DISCLAIMER=\u0625\u062E\u0644\u0627\u0621 \u0627\u0644\u0645\u0633\u0624\u0648\u0644\u064A\u0629
APP_INFORMATION_BTN_LICENSE=\u0627\u0644\u062A\u0631\u062E\u064A\u0635
APP_COOKIES_TEXT=\u0646\u062D\u0646 \u0646\u0633\u062A\u062E\u062F\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0644\u062A\u062D\u0633\u064A\u0646 \u062A\u062C\u0631\u0628\u062A\u0643 \u0639\u0644\u0649 \u0645\u0648\u0642\u0639\u0646\u0627. \u0645\u0646 \u062E\u0644\u0627\u0644 \u0627\u0644\u0627\u0633\u062A\u0645\u0631\u0627\u0631 \u0641\u064A \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064A\u0628 \u0647\u0630\u0627\u060C \u0625\u0646\u0643 \u062A\u0648\u0627\u0641\u0642 \u0639\u0644\u0649 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0646\u0627.

FEEDBACK_DIALOG_TITLE=\u0625\u0639\u0637\u0627\u0621 \u062A\u0639\u0644\u064A\u0642\u0627\u062A
FEEDBACK_DIALOG_OVERALL=\u0643\u064A\u0641 \u0647\u064A \u062A\u062C\u0631\u0628\u062A\u0643 \u0627\u0644\u0625\u062C\u0645\u0627\u0644\u064A\u0629\u061F
FEEDBACK_DIALOG_MESSAGE=\u0645\u0627\u0630\u0627 \u062A\u0631\u064A\u062F \u0623\u0646 \u062A\u062E\u0628\u0631\u0646\u0627\u061F
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u064A\u0645\u0643\u0646\u0643 \u0645\u0634\u0627\u0631\u0643\u0629 \u062A\u0639\u0644\u064A\u0642\u0627\u062A\u0643 \u0644\u062A\u062C\u0631\u0628\u0629 \u0645\u062C\u0645\u0648\u0639\u0629 \u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0639\u0631\u0648\u0636 \u0627\u0644\u062A\u0648\u0636\u064A\u062D\u064A\u0629 \u0628\u0634\u0643\u0644 \u0639\u0627\u0645 \u0623\u0648 \u0644\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0645\u062D\u062F\u062F\u0629 \u0627\u0644\u062A\u064A \u062A\u0639\u0631\u0636\u0647\u0627 \u062D\u0627\u0644\u064A\u064B\u0627.
FEEDBACK_DIALOG_RELATED=\u0627\u0644\u062A\u0639\u0644\u064A\u0642 \u0645\u0631\u062A\u0628\u0637 \u0628\u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629.
FEEDBACK_DIALOG_SHOW_DATA=\u0625\u0638\u0647\u0627\u0631 \u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0633\u064A\u0627\u0642
FEEDBACK_DIALOG_DISCLAIMER=\u062A\u0639\u0644\u064A\u0642\u0627\u062A\u0643 \u0633\u062A\u0643\u0648\u0646 \u062F\u0648\u0646 \u0627\u0633\u0645\u060C \u0641\u0646\u062D\u0646 \u0644\u0627 \u0646\u062C\u0645\u0639 \u0623\u064A \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0634\u062E\u0635\u064A\u0629.
FEEDBACK_DIALOG_BTN_SEND=\u0625\u0631\u0633\u0627\u0644
FEEDBACK_DIALOG_BTN_CANCEL=\u0625\u0644\u063A\u0627\u0621
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u0645\u0645\u062A\u0627\u0632
FEEDBACK_DIALOG_STATUS_GOOD=\u062C\u064A\u062F
FEEDBACK_DIALOG_STATUS_AVERAGE=\u0645\u062A\u0648\u0633\u0637
FEEDBACK_DIALOG_STATUS_POOR=\u0636\u0639\u064A\u0641
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u0636\u0639\u064A\u0641 \u062C\u062F\u064B\u0627
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0634\u0643\u0631\u064B\u0627 \u0644\u0643\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u062A\u0645 \u0625\u0631\u0633\u0627\u0644 \u062A\u0639\u0644\u064A\u0642\u0643.
FEEDBACK_DIALOG_TITLE_ERROR=\u0645\u0639\u0630\u0631\u0629\!
FEEDBACK_DIALOG_TEXT_ERROR=\u062D\u062F\u062B \u062E\u0637\u0623 \u0623\u062B\u0646\u0627\u0621 \u0625\u0631\u0633\u0627\u0644 \u062A\u0639\u0644\u064A\u0642\u0643\:\n

WELCOME_BLOCK_1_TEXT_1=\u0627\u0643\u062A\u0634\u0627\u0641 \u0622\u0641\u0627\u0642 \u062C\u062F\u064A\u062F\u0629 \u0639\u0644\u0649 \u0645\u0633\u062A\u0648\u0649 \u0627\u0644\u0645\u0624\u0633\u0633\u0629
WELCOME_BLOCK_1_START_BTN=\u0628\u062F\u0621 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u062A\u0646\u0632\u064A\u0644
WELCOME_KEY_FEATURES=\u0627\u0644\u0645\u064A\u0632\u0627\u062A \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629
WELCOME_START_CODING=\u0628\u062F\u0621 \u0627\u0644\u062A\u0631\u0645\u064A\u0632
WELCOME_CHOOSE_SCENARIO=\u0627\u062E\u062A\u064A\u0627\u0631 \u0627\u0644\u0633\u064A\u0646\u0627\u0631\u064A\u0648 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643
WELCOME_JOIN_COMMUNITY=\u0631\u0628\u0637 \u0645\u062C\u062A\u0645\u0639
WELCOME_BLOCK_2_TITLE=\u0627\u0633\u062A\u062C\u0627\u0628\u0629 \u0639\u0628\u0631 \u0627\u0644\u0623\u062C\u0647\u0632\u0629 \u0648\u0627\u0644\u0645\u0633\u062A\u0639\u0631\u0636\u0627\u062A
WELCOME_BLOCK_2_TEXT=\u0644\u0627 \u062F\u0627\u0639\u064A \u0644\u0644\u0642\u0644\u0642 \u0628\u0634\u0623\u0646 \u062A\u0641\u0627\u0635\u064A\u0644 \u0627\u0644\u062C\u0647\u0627\u0632\! \u062A\u0639\u0645\u0644 \u062A\u0637\u0628\u064A\u0642\u0627\u062A UI5 \u0639\u0644\u0649 \u0627\u0644\u0647\u0648\u0627\u062A\u0641 \u0627\u0644\u0630\u0643\u064A\u0629 \u0648\u0627\u0644\u0623\u062C\u0647\u0632\u0629 \u0627\u0644\u0644\u0648\u062D\u064A\u0629 \u0648\u0623\u062C\u0647\u0632\u0629 \u0633\u0637\u062D \u0627\u0644\u0645\u0643\u062A\u0628. \u062A\u0639\u0645\u0644 \u0639\u0646\u0627\u0635\u0631 \u062A\u062D\u0643\u0645 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u062A\u0644\u0642\u0627\u0626\u064A\u064B\u0627 \u0639\u0644\u0649 \u062A\u0647\u064A\u0626\u0629 \u0646\u0641\u0633\u0647\u0627 \u0645\u0639 \u0625\u0645\u0643\u0627\u0646\u0627\u062A \u0643\u0644 \u062C\u0647\u0627\u0632 \u0648\u062A\u062D\u0642\u064A\u0642 \u0623\u0642\u0635\u0649 \u0627\u0633\u062A\u0641\u0627\u062F\u0629 \u0645\u0646 \u0627\u0644\u0639\u0642\u0627\u0631\u0627\u062A \u0627\u0644\u0645\u062A\u0648\u0641\u0631\u0629.
WELCOME_BLOCK_2_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u0638\u0647\u0631 \u0627\u0644\u0647\u0627\u062A\u0641 \u0648\u0634\u0627\u0634\u0629 \u0633\u0637\u062D \u0627\u0644\u0645\u0643\u062A\u0628 \u0648\u0627\u0644\u062C\u0647\u0627\u0632 \u0627\u0644\u0644\u0648\u062D\u064A
WELCOME_BLOCK_3_TITLE=\u0645\u0641\u0627\u0647\u064A\u0645 \u0627\u0644\u062A\u0637\u0648\u064A\u0631 \u0627\u0644\u0642\u0648\u064A\u0629
WELCOME_BLOCK_3_TEXT_1=\u064A\u0648\u0641\u0631 \u0645\u0631\u0643\u0632 UI5 \u0623\u0633\u0627\u0633\u064B\u0627 \u0645\u062A\u064A\u0646\u064B\u0627 \u064A\u0628\u0633\u0637 \u0639\u0645\u0644\u0643 \u0645\u0646 \u062E\u0644\u0627\u0644 \u0625\u062F\u0627\u0631\u0629 \u0639\u062F\u064A\u062F \u0645\u0646 \u062C\u0648\u0627\u0646\u0628 \u0627\u0644\u062A\u0637\u0648\u064A\u0631 \u0627\u0644\u062D\u062F\u064A\u062B \u062E\u0644\u0641 \u0627\u0644\u0643\u0648\u0627\u0644\u064A\u0633. \u064A\u0623\u062A\u064A \u0645\u0639 \u062F\u0639\u0645 \u0645\u0636\u0645\u0651\u0646 \u0644\u0644\u0645\u0641\u0627\u0647\u064A\u0645 \u0627\u0644\u0645\u0639\u0645\u0627\u0631\u064A\u0629 \u0645\u062B\u0644 MVC\u060C \u0648\u0631\u0628\u0637 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0641\u064A \u0627\u062A\u062C\u0627\u0647\u064A\u0646\u060C \u0648\u0627\u0644\u062A\u0648\u062C\u064A\u0647.
WELCOME_BLOCK_3_TEXT_2=\u064A\u062A\u0636\u0645\u0646 \u0645\u0639\u0627\u064A\u064A\u0631 \u0645\u062B\u0644 MVC \u0648\u0623\u0646\u0648\u0627\u0639 \u0645\u062E\u062A\u0644\u0641\u0629 \u0645\u0646 \u0631\u0628\u0637 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A
WELCOME_BLOCK_3_TEXT_3=\u0627\u062E\u062A\u064A\u0627\u0631 \u0645\u0646 \u0628\u064A\u0646 \u062A\u0646\u0633\u064A\u0642\u0627\u062A \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u0645\u062E\u062A\u0644\u0641\u0629 (XML\u060C HTML\u060C JavaScript\u060C JSON)
WELCOME_BLOCK_3_TEXT_4=\u0627\u0644\u0631\u0628\u0637 \u0645\u0639 OData\u060C \u0648JSON\u060C \u0648XML \u0648\u062A\u0646\u0633\u064A\u0642\u0627\u062A \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0623\u062E\u0631\u0649
WELCOME_BLOCK_3_TEXT_5=\u0623\u062F\u0627\u0629 \u0627\u0644\u062F\u0639\u0645 \u0627\u0644\u0645\u0636\u0645\u0651\u0646 \u0644\u0627\u0633\u062A\u0643\u0634\u0627\u0641 \u062D\u0627\u0644\u0629 \u0627\u0644\u0631\u0628\u0637 \u0648\u0634\u062C\u0631\u0629 \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062A
WELCOME_BLOCK_4_TITLE=\u0645\u062C\u0645\u0648\u0639\u0629 \u0623\u062F\u0648\u0627\u062A \u0648\u064A\u0628 \u062C\u0627\u0647\u0632\u0629 \u0644\u0644\u0645\u0624\u0633\u0633\u0629
WELCOME_BLOCK_4_TEXT_1=\u062A\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0645\u062A\u062E\u0635\u0635\u064A\u0646\u060C \u0644\u0644\u0645\u0637\u0648\u0631\u064A\u0646 \u0627\u0644\u062D\u062F\u064A\u062B\u064A\u0646 \u0644\u0628\u0646\u0627\u0621 \u0623\u062D\u062F\u062B \u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0648\u064A\u0628. \u064A\u0623\u062A\u064A \u0628\u062C\u0645\u064A\u0639 \u0627\u0644\u0645\u064A\u0632\u0627\u062A \u0627\u0644\u0644\u0627\u0632\u0645\u0629 \u0644\u062A\u063A\u0637\u064A\u0629 \u0645\u0639\u0638\u0645 \u0645\u062A\u0637\u0644\u0628\u0627\u062A \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u062D\u0627\u0644\u064A\u0629\u060C \u0645\u0639 \u0645\u0639\u0627\u064A\u064A\u0631 \u0639\u0627\u0644\u064A\u0629 \u0628\u0645\u0627 \u064A\u0643\u0641\u064A \u0644\u062A\u0642\u062F\u064A\u0645\u0647\u0627 \u0641\u064A \u062D\u0644\u0648\u0644 SAP \u0627\u0644\u0642\u064A\u0627\u0633\u064A\u0629.
WELCOME_BLOCK_4_TEXT_2=\u062F\u0639\u0645 \u0627\u0644\u062A\u062F\u0648\u064A\u0644 \u0648\u0627\u0644\u062A\u0631\u062C\u0645\u0629
WELCOME_BLOCK_4_TEXT_3=\u0645\u0641\u0627\u0647\u064A\u0645 \u0627\u0644\u0642\u0627\u0628\u0644\u064A\u0629 \u0644\u0644\u062A\u0648\u0633\u0639\u0629 \u0639\u0644\u0649 \u0645\u0633\u062A\u0648\u0649 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0648\u0627\u0644\u062A\u0639\u0644\u064A\u0645\u0627\u062A \u0627\u0644\u0628\u0631\u0645\u062C\u064A\u0629
WELCOME_BLOCK_4_TEXT_4=\u0646\u0633\u0642 \u0639\u0627\u0644\u064A \u0627\u0644\u062A\u0628\u0627\u064A\u0646 \u0644\u0645\u0633\u0627\u0639\u062F\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u064A\u0646 \u0636\u0639\u0627\u0641 \u0627\u0644\u0628\u0635\u0631
WELCOME_BLOCK_5_TITLE=\u062A\u0635\u0645\u064A\u0645 SAP Fiori \u0627\u0644\u062D\u0627\u0626\u0632 \u0639\u0644\u0649 \u062C\u0648\u0627\u0626\u0632 \u0641\u064A \u0627\u0644\u0639\u0645\u0644
WELCOME_BLOCK_5_TEXT=\u062A\u0633\u062A\u0641\u064A\u062F \u062A\u0637\u0628\u064A\u0642\u0627\u062A UI5 \u0645\u0646 \u0644\u063A\u0629 \u062A\u0635\u0645\u064A\u0645 \u0645\u062A\u0633\u0642\u0629 \u0648\u0623\u0646\u0645\u0627\u0637 \u062A\u062C\u0631\u0628\u0629 \u0645\u0633\u062A\u062E\u062F\u0645 \u0645\u062D\u062F\u062F\u0629 \u0645\u0633\u0628\u0642\u064B\u0627 \u0639\u0628\u0631 \u062C\u0645\u064A\u0639 \u0645\u064A\u0632\u0627\u062A \u0627\u0644\u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0623\u0645\u0627\u0645\u064A\u0629. \u0627\u0633\u062A\u062E\u062F\u0645 \u0646\u0633\u0642\u064B\u0627 \u0645\u062D\u062F\u062F\u064B\u0627 \u0645\u0633\u0628\u0642\u064B\u0627 \u0623\u0648 \u062D\u0627\u0648\u0644 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0623\u062F\u0627\u0629 \u0636\u0628\u0637 \u0627\u0644\u0646\u0633\u0642 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0646\u0627 \u0639\u0628\u0631 \u0627\u0644\u0625\u0646\u062A\u0631\u0646\u062A \u0644\u0625\u0646\u0634\u0627\u0621 \u0646\u0633\u0642 \u0645\u062E\u0635\u0635.
WELCOME_BLOCK_5_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u0648\u0636\u062D \u0639\u0646\u0627\u0635\u0631 \u062A\u0635\u0645\u064A\u0645 SAP Fiori
WELCOME_BLOCK_6_TITLE=\u0627\u0633\u062A\u0639\u062F
WELCOME_BLOCK_6_TEXT_1=\u0643\u0644 \u0645\u0627 \u062A\u062D\u062A\u0627\u062C\u0647 \u0644\u062A\u0637\u0648\u064A\u0631 \u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0648\u064A\u0628 \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 UI5 \u0647\u0648 \u0628\u064A\u0626\u0629 \u062A\u0637\u0648\u064A\u0631 \u0648\u0645\u0633\u062A\u0639\u0631\u0636. \u0644\u0623\u0642\u0635\u0649 \u0642\u062F\u0631 \u0645\u0646 \u0627\u0644\u0645\u0644\u0627\u0621\u0645\u0629\u060C \u064A\u0645\u0643\u0646\u0643 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 SAP Business Application Studio \u0641\u064A \u0627\u0644\u0633\u062D\u0627\u0628\u0629. \u0644\u062F\u064A\u0643 \u0627\u0644\u062E\u064A\u0627\u0631 \u0627\u0644\u0628\u062F\u064A\u0644 \u0644\u0625\u0639\u062F\u0627\u062F \u0628\u064A\u0626\u0629 \u0627\u0644\u062A\u0637\u0648\u064A\u0631 \u0627\u0644\u0645\u062D\u0644\u064A\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643 \u0644\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u0623\u0642\u0635\u0649 \u0642\u062F\u0631 \u0645\u0646 \u0627\u0644\u0645\u0631\u0648\u0646\u0629.
WELCOME_BLOCK_6_TEXT_2=\u062C\u0631\u0628 \u0627\u0644\u0645\u062B\u0627\u0644 \u0627\u0644\u0623\u0648\u0644 \u0647\u0646\u0627.
WELCOME_BLOCK_7_TITLE=\u062A\u0637\u0648\u0631 UI5
WELCOME_BLOCK_7_TEXT_1=\u064A\u0634\u064A\u0631 \u062A\u0637\u0648\u0631 UI5 \u0625\u0644\u0649 \u0627\u0644\u062A\u062D\u0633\u064A\u0646\u0627\u062A \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629 \u0643\u062C\u0632\u0621 \u0645\u0646 \u0627\u0644\u062C\u0647\u062F \u0627\u0644\u0645\u0633\u062A\u0645\u0631 \u0644\u062A\u0637\u0648\u064A\u0631 SAPUI5\u060C \u0644\u062A\u0645\u0643\u064A\u0646 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0645\u0646 \u0627\u0644\u0639\u0645\u0644 \u0628\u0634\u0643\u0644 \u0623\u0633\u0631\u0639\u060C \u0648\u0627\u0644\u062A\u0639\u0644\u064A\u0645\u0627\u062A \u0627\u0644\u0628\u0631\u0645\u062C\u064A\u0629 \u0644\u062A\u0635\u0628\u062D \u0623\u0643\u062B\u0631 \u0645\u0639\u064A\u0627\u0631\u064A\u0629. \u0645\u0646 \u062E\u0644\u0627\u0644 \u062A\u0628\u0646\u064A \u0645\u0639\u0627\u064A\u064A\u0631 \u0627\u0644\u0648\u064A\u0628 \u0648\u0627\u0644\u062A\u062D\u0645\u064A\u0644 \u063A\u064A\u0631 \u0627\u0644\u0645\u062A\u0632\u0627\u0645\u0646 \u0648\u0627\u0644\u062A\u0642\u0646\u064A\u0627\u062A \u0627\u0644\u0646\u0627\u0634\u0626\u0629\u060C \u064A\u0633\u062A\u0645\u0631 SAPUI5 \u0641\u064A \u0623\u0646 \u064A\u0643\u0648\u0646 \u062D\u0644\u0627\u064B \u0645\u0633\u062A\u0642\u0628\u0644\u064A\u064B\u0627 \u0648\u0645\u062B\u0628\u062A\u064B\u0627 \u0644\u0644\u0645\u0624\u0633\u0633\u0629.
WELCOME_BLOCK_7_TEXT_2=\u0646\u0634\u062C\u0639 \u0627\u0644\u0645\u0637\u0648\u0631\u064A\u0646 \u0639\u0644\u0649 \u062F\u0639\u0645 \u0627\u0644\u0625\u0645\u0643\u0627\u0646\u0627\u062A \u0627\u0644\u062C\u062F\u064A\u062F\u0629 \u0648\u0627\u0644\u0627\u0633\u062A\u0641\u0627\u062F\u0629 \u0645\u0646\u0647\u0627 \u0628\u0641\u0639\u0627\u0644\u064A\u0629.
WELCOME_BLOCK_7_ALT=\u064A\u062E\u0644\u0642 \u062A\u0637\u0648\u0631 UI5 \u062D\u0627\u0644\u0629 \u0645\u0646 \u0627\u0644\u0627\u0628\u062A\u0643\u0627\u0631\u060C \u0648\u064A\u0648\u0641\u0631 \u0623\u062F\u0648\u0627\u062A \u0628\u0646\u0627\u0621\u060C \u0648\u0623\u0633\u0627\u0633 \u0645\u0639\u064A\u0627\u0631\u064A\u060C \u0648\u0645\u0639\u0627\u064A\u064A\u0631 \u0645\u0641\u062A\u0648\u062D\u0629\u060C \u0648\u064A\u0639\u0645\u0644 \u0639\u0644\u0649 \u0627\u0643\u062A\u0633\u0627\u0628 \u0623\u062F\u0627\u0621 \u0639\u0627\u0644\u064A \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u062A\u062D\u0645\u064A\u0644 \u063A\u064A\u0631 \u0627\u0644\u0645\u062A\u0632\u0627\u0645\u0646.
WELCOME_BLOCK_8_TITLE=SAPUI5 \u0639\u0644\u0649 SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u0642\u0645 \u0628\u0627\u0644\u062A\u0633\u062C\u064A\u0644 \u0641\u064A \u062D\u0633\u0627\u0628 SAP BTP \u0627\u0644\u062A\u062C\u0631\u064A\u0628\u064A \u0627\u0644\u0645\u062C\u0627\u0646\u064A \u0644\u0627\u062E\u062A\u0628\u0627\u0631 \u0627\u0644\u0646\u0638\u0627\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064A \u0648\u0625\u0646\u0634\u0627\u0621 \u062A\u0637\u0628\u064A\u0642\u0627\u062A UI5 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u0633\u062D\u0627\u0628\u0629.
WELCOME_BLOCK_8_TEXT_2=\u0628\u064A\u0626\u0629 \u062A\u0637\u0648\u064A\u0631 \u0633\u0647\u0644\u0629 \u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0639 SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=\u0625\u0635\u062F\u0627\u0631 \u062A\u062C\u0631\u064A\u0628\u064A \u0645\u062C\u0627\u0646\u064A \u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u062A\u0637\u0648\u064A\u0631
WELCOME_BLOCK_9_TITLE=SAPUI5 (\u062F\u0627\u062E\u0644 \u0627\u0644\u0645\u0624\u0633\u0633\u0629)
WELCOME_BLOCK_9_TEXT_1=\u064A\u0639\u062F SAPUI5 \u062C\u0632\u0621\u064B\u0627 \u0645\u0646 \u062A\u0642\u0646\u064A\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0641\u064A \u0623\u0646\u0638\u0645\u0629 SAP HANA \u0648NetWeaver ABAP \u0648Java.
WELCOME_BLOCK_9_TEXT_2=\u062C\u0627\u0647\u0632 \u0644\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0644\u0639\u0645\u0644\u0627\u0621 SAP
WELCOME_BLOCK_9_TEXT_3=\u064A\u062A\u0643\u0627\u0645\u0644 \u0645\u0639 \u0627\u0644\u0628\u064F\u0646\u0649 \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629 \u0644\u0644\u0623\u0646\u0638\u0645\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0627\u0644\u0645\u0635\u062F\u0631 \u0627\u0644\u0645\u0641\u062A\u0648\u062D \u0648\u0627\u0644\u0645\u062C\u0627\u0646\u064A
WELCOME_BLOCK_10_TEXT_1=\u062C\u0631\u0628 \u0627\u0644\u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u0645\u0641\u062A\u0648\u062D \u0627\u0644\u0645\u0635\u062F\u0631 \u0644\u0640 UI5. \u064A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u062C\u0645\u064A\u0639 \u0645\u064A\u0632\u0627\u062A UI5 \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629 \u0648\u0645\u062A\u0648\u0641\u0631 \u0639\u0644\u0649 GitHub \u0628\u0645\u0648\u062C\u0628 \u062A\u0631\u062E\u064A\u0635 Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=\u0645\u062F\u0639\u0648\u0645 \u0645\u0646 \u0627\u0644\u0645\u062C\u062A\u0645\u0639 \u0627\u0644\u0645\u0641\u062A\u0648\u062D \u0627\u0644\u0645\u0635\u062F\u0631
WELCOME_BLOCK_10_TEXT_3=\u0645\u064F\u062F\u0627\u0631 \u0639\u0644\u0649 GitHub - \u0646\u0631\u062D\u0628 \u0628\u0627\u0644\u0645\u0633\u0627\u0647\u0645\u0627\u062A\!
WELCOME_BLOCK_11_TITLE=UI5 \u0639\u0644\u0649 Content Delivery Network
WELCOME_BLOCK_11_TEXT_1=\u0642\u0645 \u0628\u062A\u0637\u0648\u064A\u0631 \u062A\u0637\u0628\u064A\u0642\u0627\u062A UI5 \u0648\u062A\u0634\u063A\u064A\u0644\u0647\u0627 \u0628\u0645\u0631\u0648\u0646\u0629 \u0634\u0628\u0643\u0629 CDN \u0642\u0648\u064A\u0629. \u064A\u062A\u0645 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0645\u0646 \u0623\u0642\u0631\u0628 \u0645\u0648\u0642\u0639 \u0644\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0623\u062F\u0627\u0621 \u0627\u0644\u0623\u0645\u062B\u0644.
WELCOME_BLOCK_11_TEXT_2=CDN \u0645\u062A\u0639\u062F\u062F \u0627\u0644\u0625\u0635\u062F\u0627\u0631\u0627\u062A \u0644\u0644\u062D\u0641\u0627\u0638 \u0639\u0644\u0649 \u062F\u0648\u0631\u0629 \u062D\u064A\u0627\u0629 \u0645\u062E\u0635\u0635\u0629
WELCOME_BLOCK_11_TEXT_3=\u0644\u0623\u064A \u0633\u064A\u0646\u0627\u0631\u064A\u0648 \u062A\u0637\u0648\u064A\u0631 \u0633\u062D\u0627\u0628\u064A \u0648\u062F\u0627\u062E\u0644 \u0627\u0644\u0645\u0624\u0633\u0633\u0629
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=\u0627\u0644\u0648\u062B\u0627\u0626\u0642
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u062A\u0646\u0632\u064A\u0644
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u0627\u0644\u0645\u064A\u0632\u0627\u062A \u0627\u0644\u062C\u062F\u064A\u062F\u0629\u061F
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u062A\u0639\u0631\u0641 \u0639\u0644\u0649 \u0627\u0644\u0645\u064A\u0632\u0627\u062A \u0627\u0644\u062C\u062F\u064A\u062F\u0629 \u0641\u064A \u0623\u062D\u062F\u062B \u0625\u0635\u062F\u0627\u0631\u0627\u062A UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u0627\u0642\u0631\u0623\u0646\u064A \u0623\u0648\u0644\u0627\u064B
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0645\u0647\u0645\u0629 \u0642\u0628\u0644 \u0627\u0644\u0628\u062F\u0621 \u0641\u064A \u0627\u0633\u062A\u062E\u062F\u0627\u0645 UI5 \u0628\u0634\u0643\u0644 \u0645\u0646\u062A\u062C
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u0628\u062F\u0621 \u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u0627\u0644\u0625\u0639\u062F\u0627\u062F \u0648\u0627\u0644\u0628\u0631\u0627\u0645\u062C \u0627\u0644\u062A\u0639\u0644\u064A\u0645\u064A\u0629
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u062A\u0637\u0648\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u0623\u0641\u0636\u0644 \u0627\u0644\u0645\u0645\u0627\u0631\u0633\u0627\u062A \u0648\u0645\u0627 \u0647\u064A \u0627\u0644\u0645\u062E\u0627\u0637\u0631 \u0627\u0644\u062A\u064A \u064A\u062C\u0628 \u0623\u0646 \u062A\u0628\u062D\u062B \u0639\u0646\u0647\u0627
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u062A\u0648\u0633\u064A\u0639 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u062A\u0647\u064A\u0626\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0645\u0639 \u0645\u062A\u0637\u0644\u0628\u0627\u062A\u0643 \u0627\u0644\u062E\u0627\u0635\u0629
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u062A\u0637\u0648\u064A\u0631 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u062D\u0643\u0645
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0625\u0646\u0634\u0627\u0621 \u0639\u0646\u0627\u0635\u0631 \u062A\u062D\u0643\u0645 \u0645\u062E\u0635\u0635\u0629 \u0623\u0648 \u0627\u0644\u0645\u0633\u0627\u0647\u0645\u0629 \u0641\u064A UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u0623\u0646\u0645\u0627\u0637 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0648\u0642\u0648\u0627\u0644\u0628\u0647\u0627 \u0644\u0623\u0646\u0645\u0627\u0637 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0634\u0627\u0626\u0639\u0629 \u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0628\u0646\u0627\u0621 \u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0648\u064A\u0628 \u0627\u0644\u062A\u062D\u0644\u064A\u0644\u064A\u0629 \u0627\u0644\u062A\u0641\u0627\u0639\u0644\u064A\u0629 \u0648\u062A\u062D\u0633\u064A\u0646\u0647\u0627
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0627\u062A
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u0645\u0641\u0627\u0647\u064A\u0645 \u0627\u0644\u062A\u0637\u0648\u064A\u0631\u060C \u0645\u062B\u0644 MVC\u060C \u0648\u0631\u0628\u0637 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A\u060C \u0648\u0627\u0644\u0645\u0643\u0648\u0646\u0627\u062A
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u0627\u0644\u0645\u0632\u064A\u062F \u062D\u0648\u0644 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u062D\u0643\u0645
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u0627\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A

TOPIC_DETAIL_BACK_BTN=\u0631\u062C\u0648\u0639 \u0625\u0644\u0649 \u0646\u062A\u0627\u0626\u062C \u0627\u0644\u0628\u062D\u062B
TOPIC_DETAIL_EDIT_GITHUB=\u0627\u0644\u062A\u062D\u0631\u064A\u0631 \u0641\u064A GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062D\u0629 \u0641\u064A GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u0625\u0638\u0647\u0627\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062A\u0646\u062F \u0641\u064A \u0646\u0645\u0637 \u0645\u0644\u0621 \u0627\u0644\u0634\u0627\u0634\u0629

TOPIC_MASTER_FILTER_PLACEHOLDER=\u0639\u0627\u0645\u0644 \u0627\u0644\u062A\u0635\u0641\u064A\u0629
TOPIC_MASTER_EXPAND_TOOLTIP=\u062A\u0648\u0633\u064A\u0639 \u0627\u0644\u0643\u0644
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0637\u064A \u0627\u0644\u0643\u0644
TOPIC_MASTER_NO_DATA_TEXT=\u0644\u0627 \u062A\u0648\u062C\u062F \u0628\u064A\u0627\u0646\u0627\u062A\u060C \u064A\u064F\u0631\u062C\u0649 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0628\u0627\u0644\u0628\u062D\u062B \u0627\u0644\u0634\u0627\u0645\u0644

ENTITY_ABOUT=\u0646\u0628\u0630\u0629
ENTITY_SAMPLES=\u0639\u064A\u0646\u0627\u062A ({0})
ENITITY_API=\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A\:
ENTITY_DOCUMENTATION=\u0627\u0644\u0648\u062B\u0627\u0626\u0642\:
ENTITY_UX=\u0625\u0631\u0634\u0627\u062F\u0627\u062A \u062A\u062C\u0631\u0628\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
ENTITY_EXTENDS=\u064A\u0639\u0645\u0644 \u0639\u0644\u0649 \u062A\u0648\u0633\u064A\u0639\:
ENTITY_COMPONENT=\u0645\u0643\u0648\u0646 \u0627\u0644\u062A\u0637\u0628\u064A\u0642
ENTITY_SINCE=\u0645\u062A\u0648\u0641\u0631 \u0645\u0646\u0630
ENTITY_CATEGORY=\u0627\u0644\u0641\u0626\u0629
ENTITY_DENSITY=\u0643\u062B\u0627\u0641\u0629 \u0627\u0644\u0645\u062D\u062A\u0648\u0649
ENTITY_DEPRECATED=\u0645\u0647\u0645\u0644
ENTITY_FULLSCREEN_TOOLTIP=\u0625\u0638\u0647\u0627\u0631 \u0647\u0630\u0647 \u0627\u0644\u0639\u064A\u0646\u0629 \u0641\u064A \u0646\u0645\u0637 \u0645\u0644\u0621 \u0627\u0644\u0634\u0627\u0634\u0629
ENTITY_BACK_BTN=\u0631\u062C\u0648\u0639 \u0625\u0644\u0649 \u0646\u062A\u0627\u0626\u062C \u0627\u0644\u0628\u062D\u062B
ENTITY_TABLE_NAME=\u0627\u0644\u0627\u0633\u0645
ENTITY_TABLE_DESCRIPTION=\u0627\u0644\u0648\u0635\u0641

CONTROLS_PAGE_TITLE=\u0639\u064A\u0646\u0627\u062A
CONTROLS_PAGE_DESC=\u0627\u0633\u062A\u0643\u0634\u0627\u0641 \u0639\u064A\u0646\u0627\u062A \u0627\u0644\u0631\u0645\u0648\u0632 \u0648\u062A\u0646\u0632\u064A\u0644\u0647\u0627
CONTROLS_FEATURED_CONTROLS=\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u062D\u0643\u0645 \u0627\u0644\u0645\u0645\u064A\u0632\u0629
CONTROLS_LAYOUT_PAGES=\u0627\u0644\u0645\u062E\u0637\u0637 \u0648\u0627\u0644\u0635\u0641\u062D\u0627\u062A
CONTROLS_TEXT_1=\u0627\u062A\u0635\u0627\u0644 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
CONTROLS_TEXT_2=\u0628\u064F\u0646\u0649 \u0627\u0644\u0642\u0627\u0626\u0645\u0629 \u0627\u0644\u0645\u062A\u0646\u0648\u0639\u0629
CONTROLS_TEXT_3=\u062C\u062F\u0627\u0648\u0644 \u0628\u0633\u064A\u0637\u0629 \u0623\u0648 \u0623\u0643\u062B\u0631 \u0642\u0648\u0629
CONTROLS_TEXT_4=\u0645\u0631\u0628\u0639\u0627\u062A \u0627\u0644\u062D\u0648\u0627\u0631 \u0623\u0648 \u0627\u0644\u0625\u0637\u0627\u0631\u0627\u062A \u0627\u0644\u0645\u0646\u0628\u062B\u0642\u0629
CONTROLS_TEXT_5=\u0625\u0637\u0627\u0631\u0627\u062A \u0627\u0644\u0646\u0635\u0648\u0635 \u0623\u0648 \u0627\u0644\u0635\u0648\u0631 \u0623\u0648 \u0627\u0644\u0645\u062E\u0637\u0637\u0627\u062A \u0644\u0644\u0646\u0633\u062E\u0629
CONTROLS_TEXT_6=\u0625\u0634\u0639\u0627\u0631 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
CONTROLS_TEXT_7=\u0623\u0634\u0631\u0637\u0629 \u0627\u0644\u0623\u062F\u0648\u0627\u062A \u0648\u0627\u0644\u0645\u0642\u062F\u0645\u0627\u062A
CONTROLS_TEXT_8=\u062A\u0645\u062B\u064A\u0644 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u0647\u0631\u0645\u064A\u0629
CONTROLS_TEXT_9=\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u062D\u0643\u0645 \u062D\u0633\u0628 \u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u062A\u0639\u0631\u064A\u0641
CONTROLS_TEXT_10=\u0639\u0631\u0636 \u0627\u0644\u0645\u0648\u0642\u0639
CONTROLS_TEXT_11=\u0639\u0631\u0636 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A
CONTROLS_TEXT_12=\u0639\u0645\u0644\u064A\u0627\u062A \u0627\u0644\u062A\u0648\u0627\u0635\u0644 \u0627\u0644\u0645\u0639\u062A\u0645\u062F\u0629 \u0639\u0644\u0649 \u0627\u0644\u062E\u0637\u0648\u0629
CONTROLS_TEXT_13=\u0639\u0631\u0636 \u0627\u0644\u0643\u0627\u0626\u0646\u0627\u062A \u0623\u0648 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 \u0623\u0648 \u062A\u062D\u0631\u064A\u0631\u0647\u0627
CONTROLS_TEXT_14=\u0635\u0641\u062D\u0629 \u0628\u0647\u0627 \u0639\u0646\u0648\u0627\u0646 \u0648\u0645\u0642\u062F\u0645\u0629 \u0648\u0645\u0646\u0637\u0642\u0629 \u0645\u062D\u062A\u0648\u0649
CONTROLS_TEXT_15=\u0635\u0641\u062D\u0629 \u062A\u062D\u062A\u0648\u064A \u0639\u0644\u0649 \u0645\u0627 \u064A\u0635\u0644 \u0625\u0644\u0649 3 \u0623\u0639\u0645\u062F\u0629
CONTROLS_TEXT_16=\u0645\u062E\u0637\u0637 \u0645\u0646 \u0639\u0645\u0648\u062F\u064A\u0646

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u0639\u0627\u0645\u0644 \u0627\u0644\u062A\u0635\u0641\u064A\u0629
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0639\u0627\u0645\u0644 \u0627\u0644\u062A\u0635\u0641\u064A\u0629/\u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629
CONTROLS_MASTER_NO_DATA_TEXT=\u0644\u0627 \u062A\u0648\u062C\u062F \u0628\u064A\u0627\u0646\u0627\u062A\u060C \u064A\u064F\u0631\u062C\u0649 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0628\u0627\u0644\u0628\u062D\u062B \u0627\u0644\u0634\u0627\u0645\u0644.

CODE_BACK_BTN_TOOLTIP=\u0627\u0644\u0631\u062C\u0648\u0639 \u0625\u0644\u0649 \u0627\u0644\u0639\u064A\u0646\u0629
CODE_API_REFERENCE=\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A
CODE_DOWNLOAD_BTN=\u062A\u0646\u0632\u064A\u0644

CHANGE_VERSION_DIALOG_TITLE=\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u062A\u063A\u064A\u064A\u0631
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0625\u063A\u0644\u0627\u0642

APP_SETTINGS_DIALOG_TITLE=\u0627\u0644\u0625\u0639\u062F\u0627\u062F\u0627\u062A
APP_SETTINGS_DIALOG_THEME=\u0627\u0644\u0646\u0633\u0642\:
APP_SETTINGS_DIALOG_LANGUAGE=\u0627\u0644\u0644\u063A\u0629
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u062A\u0641\u0636\u064A\u0644\u0627\u062A \u0645\u0644\u0641 \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u0636\u0639 \u0641\u064A \u0627\u0639\u062A\u0628\u0627\u0631\u0643 \u0623\u0646 \u0627\u0644\u0644\u063A\u0629 \u0627\u0644\u0645\u062D\u062F\u062F\u0629 \u0644\u0627 \u062A\u0646\u0637\u0628\u0642 \u0625\u0644\u0627 \u0639\u0644\u0649 \u0648\u0627\u062C\u0647\u0629 \u0645\u0633\u062A\u062E\u062F\u0645 \u062A\u0637\u0628\u064A\u0642 '\u0645\u062C\u0645\u0648\u0639\u0629 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062A\u0648\u0636\u064A\u062D\u064A'. \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u062A\u0648\u0641\u0631 \u0641\u064A \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0641\u064A \u0623\u0642\u0633\u0627\u0645 \u0645\u062E\u062A\u0644\u0641\u0629\u060C \u0645\u062B\u0644 \u0627\u0644\u0648\u062B\u0627\u0626\u0642 \u0648\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0648\u0627\u0644\u0646\u0645\u0627\u0630\u062C \u0645\u062A\u0648\u0641\u0631 \u0628\u0627\u0644\u0644\u063A\u0629 \u0627\u0644\u0625\u0646\u062C\u0644\u064A\u0632\u064A\u0629 \u0641\u0642\u0637.
APP_SETTINGS_DIALOG_DENSITY=\u0643\u062B\u0627\u0641\u0629 \u0627\u0644\u0645\u062D\u062A\u0648\u0649\:
APP_SETTINGS_DIALOG_READ_MORE=\u0627\u0642\u0631\u0623 \u0627\u0644\u0645\u0632\u064A\u062F \u0639\u0646 \u0643\u062B\u0627\u0641\u0627\u062A \u0627\u0644\u0645\u062D\u062A\u0648\u0649
APP_SETTINGS_DIALOG_RTL=\u0646\u0645\u0637 \u0645\u0646 \u0627\u0644\u064A\u0645\u064A\u0646 \u0625\u0644\u0649 \u0627\u0644\u064A\u0633\u0627\u0631\:
APP_SETTINGS_DIALOG_OK_BTN=\u0645\u0648\u0627\u0641\u0642
APP_SETTINGS_DIALOG_CANCEL_BTN=\u0625\u0644\u063A\u0627\u0621

COOKIE_SETTINGS_DIALOG_TITLE=\u0625\u0639\u062F\u0627\u062F\u0627\u062A \u0645\u0644\u0641 \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0627\u0644\u062E\u0627\u0635 \u0628\u0643
COOKIE_SETTINGS_DIALOG_SUMMARY=\u0646\u062D\u0646 \u0646\u0633\u062A\u062E\u062F\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0648SAP Web Analytics \u0644\u062A\u062D\u0633\u064A\u0646 \u062A\u062C\u0631\u0628\u062A\u0643 \u0639\u0644\u0649 \u0645\u0648\u0642\u0639\u0646\u0627. \u0645\u0646 \u062E\u0644\u0627\u0644 \u0627\u0644\u0627\u0633\u062A\u0645\u0631\u0627\u0631 \u0641\u064A \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0625\u0646\u0643 \u062A\u0648\u0627\u0641\u0642 \u0639\u0644\u0649 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0646\u0627.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0627\u0644\u0644\u0627\u0632\u0645\u0629
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0647\u0630\u0647 \u0645\u0637\u0644\u0648\u0628\u0629 \u0644\u062A\u0645\u0643\u064A\u0646 \u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0646\u062D\u0646 \u0646\u0633\u062A\u062E\u062F\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0644\u062A\u062D\u0633\u064A\u0646 \u062A\u062C\u0631\u0628\u062A\u0643 \u0639\u0644\u0649 \u0645\u0648\u0642\u0639\u0646\u0627. \u0645\u0646 \u062E\u0644\u0627\u0644 \u0627\u0644\u0627\u0633\u062A\u0645\u0631\u0627\u0631 \u0641\u064A \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639\u060C \u0625\u0646\u0643 \u062A\u0648\u0627\u0641\u0642 \u0639\u0644\u0649 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0646\u0627.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0627\u0644\u0648\u0638\u064A\u0641\u064A\u0629
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u062A\u064F\u0633\u062A\u062E\u062F\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0647\u0630\u0647 \u0644\u062A\u062D\u0644\u064A\u0644 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0645\u0648\u0642\u0639 \u0628\u063A\u0631\u0636 \u0642\u064A\u0627\u0633 \u0623\u062F\u0627\u0621 \u0627\u0644\u0645\u0648\u0642\u0639 \u0648\u062A\u062D\u0633\u064A\u0646\u0647.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u064A\u0633\u062A\u062E\u062F\u0645 \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639 SAP Web Analytics \u0644\u062A\u062D\u0644\u064A\u0644 \u0643\u064A\u0641\u064A\u0629 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u064A\u0646 \u0644\u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0639. \u0633\u064A\u062A\u0645 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u064A \u062A\u0645 \u0625\u0646\u0634\u0627\u0624\u0647\u0627 (\u0628\u0645\u0627 \u0641\u064A \u0630\u0644\u0643 \u062C\u0632\u0621 \u0645\u0646 \u0639\u0646\u0648\u0627\u0646 IP \u0627\u0644\u062E\u0627\u0635 \u0628\u0643 \u0648\u0645\u0639\u0631\u0641 \u0627\u0644\u0645\u0633\u062A\u0639\u0631\u0636) \u0625\u0644\u0649 SAP \u0648\u062A\u062E\u0632\u064A\u0646\u0647\u0627 \u0639\u0644\u0649 \u062E\u0648\u0627\u062F\u0645\u0647\u0627. \u064A\u062A\u0645 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0644\u0641\u0627\u062A \u062A\u0639\u0631\u064A\u0641 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637 \u0644\u062A\u062D\u062F\u064A\u062F \u0632\u064A\u0627\u0631\u062A\u0643 \u0627\u0644\u0645\u062A\u0643\u0631\u0631\u0629 \u0648\u0635\u0641\u062D\u0629 \u0623\u0635\u0644 \u0632\u064A\u0627\u0631\u062A\u0643. \u0633\u0648\u0641 \u0646\u0633\u062A\u062E\u062F\u0645 \u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0641\u0642\u0637 \u0644\u063A\u0631\u0636 \u062A\u0642\u064A\u064A\u0645 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064A\u0628 \u0648\u062A\u062C\u0645\u064A\u0639 \u0627\u0644\u062A\u0642\u0627\u0631\u064A\u0631 \u062D\u0648\u0644 \u0646\u0634\u0627\u0637 \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064A\u0628 \u0644\u0645\u064F\u0634\u063A\u0651\u0650\u0644\u0627\u062A \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064A\u0628 - \u0648\u0623\u062E\u064A\u0631\u064B\u0627 \u0644\u062A\u062D\u0633\u064A\u0646 \u0627\u0644\u0645\u0648\u0642\u0639. \u0625\u0630\u0627 \u0643\u0646\u062A \u062A\u0631\u063A\u0628 \u0641\u064A \u0627\u0644\u0627\u0634\u062A\u0631\u0627\u0643 \u0641\u064A \u062A\u062A\u0628\u0639 SAP Web Analytics\u060C \u0641\u064A\u064F\u0631\u062C\u0649 \u062A\u062D\u062F\u064A\u062F \u062A\u0641\u0636\u064A\u0644\u0627\u062A\u0643 \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0632\u0631 '\u062A\u0634\u063A\u064A\u0644'/'\u0625\u064A\u0642\u0627\u0641 \u062A\u0634\u063A\u064A\u0644' \u0623\u062F\u0646\u0627\u0647. \u0645\u0646 \u062E\u0644\u0627\u0644 \u0627\u0644\u0627\u0634\u062A\u0631\u0627\u0643\u060C \u0641\u0625\u0646\u0643 \u062A\u0648\u0627\u0641\u0642 \u0639\u0644\u0649 \u0645\u0639\u0627\u0644\u062C\u0629 \u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u062A\u062D\u0644\u064A\u0644\u0627\u062A \u0639\u0646\u0643 \u0628\u0627\u0644\u0637\u0631\u064A\u0642\u0629 \u0648\u0644\u0644\u0623\u063A\u0631\u0627\u0636 \u0627\u0644\u0645\u0639\u064A\u0651\u064E\u0646\u0629 \u0623\u0639\u0644\u0627\u0647.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0625\u0636\u0627\u0641\u064A\u0629
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0642\u0628\u0648\u0644 \u0627\u0644\u0643\u0644
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0631\u0641\u0636 \u0627\u0644\u0643\u0644
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u062A\u0639\u064A\u064A\u0646 \u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u062D\u0641\u0638 \u0627\u0644\u062A\u0641\u0636\u064A\u0644\u0627\u062A
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0625\u0644\u063A\u0627\u0621

EMPTY_TEXT=\u0641\u0627\u0631\u063A

DOWNLOADS_TEXT=\u0627\u0644\u062A\u0646\u0632\u064A\u0644\u0627\u062A

DEMO_APPS_TEXT=\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062A\u0648\u0636\u064A\u062D\u064A
DEMO_APPS_DOWNLOAD_BTN=\u062A\u0646\u0632\u064A\u0644
DEMO_APPS_READ_MORE_BTN=\u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0645\u0632\u064A\u062F
DEMO_APPS_IMAGE_PHONE=\u0635\u0648\u0631\u0629 \u0627\u0644\u062E\u0644\u0641\u064A\u0629 \u0644\u0644\u0647\u0648\u0627\u062A\u0641
DEMO_APPS_IMAGE_DESKTOP=\u0635\u0648\u0631\u0629 \u0627\u0644\u062E\u0644\u0641\u064A\u0629 \u0644\u0623\u062C\u0647\u0632\u0629 \u0627\u0644\u0643\u0645\u0628\u064A\u0648\u062A\u0631
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=\u062A\u0646\u0632\u064A\u0644 \u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062A\u0648\u0636\u064A\u062D\u064A
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=\u0625\u0644\u063A\u0627\u0621
DEMO_APPS_CATEGORY_TUTORIAL=\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u062A\u0648\u0636\u064A\u062D\u064A \u0628\u0627\u0644\u0628\u0631\u0627\u0645\u062C \u0627\u0644\u062A\u0639\u0644\u064A\u0645\u064A\u0629
DEMO_APPS_CATEGORY_SHOWCASE=\u0645\u0641\u0627\u0647\u064A\u0645 UI5 \u0641\u064A \u0633\u064A\u0646\u0627\u0631\u064A\u0648\u0647\u0627\u062A \u0627\u0644\u062D\u064A\u0627\u0629 \u0627\u0644\u0648\u0627\u0642\u0639\u064A\u0629
DEMO_APPS_CATEGORY_TEMPLATE=\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0642\u0648\u0627\u0644\u0628
DEMO_APPS_CATEGORY_MISC=\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0639\u0631\u0636 \u062A\u0648\u0636\u064A\u062D\u064A \u0645\u062A\u0646\u0648\u0639\u0629
DEMO_APPS_CATEGORY_RTA=\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0639\u0631\u0636 \u062A\u0648\u0636\u064A\u062D\u064A \u0644\u0645\u0631\u0648\u0646\u0629 SAPUI5
DEMO_APPS_LIBRARY=\u0645\u0643\u062A\u0628\u0629 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u062D\u0643\u0645\:

LEGAL_DISCLAIMER_TITLE=\u0625\u062E\u0644\u0627\u0621 \u0627\u0644\u0645\u0633\u0624\u0648\u0644\u064A\u0629 \u0627\u0644\u0642\u0627\u0646\u0648\u0646\u064A\u0629 \u0644\u0644\u0627\u0631\u062A\u0628\u0627\u0637\u0627\u062A
LEGAL_DISCLAIMER_LABEL_1=\u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637\u0627\u062A \u0628\u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629 \u0639\u0644\u0649 \u0645\u0648\u0642\u0639 \u063A\u064A\u0631 \u062A\u0627\u0628\u0639 \u0644\u0640 SAP
LEGAL_DISCLAIMER_TEXT_1=\u0625\u0646\u0643 \u062A\u062F\u062E\u0644 \u0645\u0648\u0642\u0639 \u0648\u064A\u0628 \u063A\u064A\u0631 \u0645\u0633\u062A\u0636\u0627\u0641 \u0628\u0648\u0627\u0633\u0637\u0629 SAP. \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0647\u0630\u0647 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637\u0627\u062A\u060C \u0641\u0625\u0646\u0643 \u062A\u0648\u0627\u0641\u0642 (\u0645\u0627 \u0644\u0645 \u064A\u0646\u0635 \u0635\u0631\u0627\u062D\u0629 \u0639\u0644\u0649 \u062E\u0644\u0627\u0641 \u0630\u0644\u0643 \u0641\u064A \u0627\u062A\u0641\u0627\u0642\u064A\u0627\u062A\u0643 \u0645\u0639 SAP) \u0639\u0644\u0649 \u0645\u0627 \u064A\u0644\u064A\:
LEGAL_DISCLAIMER_TEXT_2=- \u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0631\u062A\u0628\u0637 \u0644\u064A\u0633 \u0648\u062B\u0627\u0626\u0642 SAP. \u0644\u0627 \u064A\u062C\u0648\u0632 \u0644\u0643 \u0627\u0633\u062A\u0646\u062A\u0627\u062C \u0623\u064A \u0645\u0637\u0627\u0644\u0628\u0627\u062A \u062A\u062A\u0639\u0644\u0642 \u0628\u0627\u0644\u0645\u0646\u062A\u062C \u0636\u062F SAP \u0628\u0646\u0627\u0621\u064B \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A.
LEGAL_DISCLAIMER_TEXT_3=- \u0644\u0627 \u062A\u0648\u0627\u0641\u0642 SAP \u0623\u0648 \u0644\u0627 \u062A\u0648\u0627\u0641\u0642 \u0639\u0644\u0649 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0648\u062C\u0648\u062F \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0642\u0639 \u0627\u0644\u0645\u0631\u062A\u0628\u0637\u060C \u0648\u0644\u0627 \u062A\u0636\u0645\u0646 SAP \u0627\u0644\u062A\u0648\u0641\u0631 \u0648\u0627\u0644\u0635\u062D\u0629.
LEGAL_DISCLAIMER_LABEL_2=\u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637\u0627\u062A \u0628\u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0645\u0646\u0634\u0648\u0631\u0629 \u0639\u0644\u0649 \u0645\u0648\u0642\u0639 SAP
LEGAL_DISCLAIMER_TEXT_4=\u0623\u0646\u062A \u062A\u062A\u0631\u0643 \u0627\u0644\u0648\u062B\u0627\u0626\u0642 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0647\u0630\u0627 \u0627\u0644\u0645\u0646\u062A\u062C \u0623\u0648 \u0627\u0644\u062E\u062F\u0645\u0629 \u0627\u0644\u0645\u062D\u062F\u062F\u0629 \u0645\u0646 SAP \u0648\u062A\u062F\u062E\u0644 \u0625\u0644\u0649 \u0645\u0648\u0642\u0639 \u0648\u064A\u0628 \u0645\u0633\u062A\u0636\u0627\u0641 \u0639\u0644\u0649 SAP. \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u062B\u0644 \u0647\u0630\u0647 \u0627\u0644\u0627\u0631\u062A\u0628\u0627\u0637\u0627\u062A\u060C \u0641\u0625\u0646\u0643 \u062A\u0648\u0627\u0641\u0642 \u0639\u0644\u0649 \u0623\u0646\u0647 (\u0645\u0627 \u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0646\u0635 \u0635\u0631\u0627\u062D\u0629\u064B \u0639\u0644\u0649 \u062E\u0644\u0627\u0641 \u0630\u0644\u0643 \u0641\u064A \u0627\u062A\u0641\u0627\u0642\u064A\u0627\u062A\u0643 \u0645\u0639 SAP) \u0644\u0627 \u064A\u0645\u0643\u0646\u0643 \u0627\u0633\u062A\u0646\u062A\u0627\u062C \u0623\u064A \u0645\u0637\u0627\u0644\u0628\u0627\u062A \u0645\u0646\u062A\u062C \u0636\u062F SAP \u0628\u0646\u0627\u0621\u064B \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A.

VIEW_SETTINGS_DIALOG_ITEM_1=\u0623\u0628\u062C\u062F\u064A\u064B\u0627
VIEW_SETTINGS_DIALOG_ITEM_2=\u0627\u0644\u0641\u0626\u0629
VIEW_SETTINGS_DIALOG_ITEM_3=\u0643\u062B\u0627\u0641\u0629 \u0627\u0644\u0645\u062D\u062A\u0648\u0649
VIEW_SETTINGS_DIALOG_ITEM_4=\u0645\u0633\u0627\u062D\u0629 \u0627\u0644\u0627\u0633\u0645
VIEW_SETTINGS_DIALOG_ITEM_5=\u0627\u0644\u0625\u0635\u062F\u0627\u0631

SAMPLE_BACK_BTN_TOOLTIP=\u0627\u0644\u0631\u062C\u0648\u0639 \u0625\u0644\u0649 \u0627\u0644\u0639\u064A\u0646\u0627\u062A
SAMPLE_INFO_TOOLTIP=\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0639\u064A\u0646\u0629
SAMPLE_API_REFERENCE_BTN=\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A
SAMPLE_PREV_BTN_TOOLTIP=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u064A\u0646\u0629 \u0627\u0644\u0633\u0627\u0628\u0642\u0629
SAMPLE_NEXT_BTN_TOOLTIP=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u064A\u0646\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u0625\u0638\u0647\u0627\u0631 \u0647\u0630\u0647 \u0627\u0644\u0639\u064A\u0646\u0629 \u0641\u064A \u0646\u0645\u0637 \u0645\u0644\u0621 \u0627\u0644\u0634\u0627\u0634\u0629
SAMPLE_ADAPT_BTN_TOOLTIP=\u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
SAMPLE_CODE_BTN_TOOLTIP=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u0645\u0635\u062F\u0631 \u0644\u0647\u0630\u0647 \u0627\u0644\u0639\u064A\u0646\u0629
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u0641\u062A\u062D \u0641\u064A \u0639\u0644\u0627\u0645\u0629 \u062A\u0628\u0648\u064A\u0628 \u062C\u062F\u064A\u062F\u0629
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u062A\u0646\u0632\u064A\u0644

RELEASE_NOTES_TITLE=\u0633\u062C\u0644 \u0627\u0644\u062A\u063A\u064A\u064A\u0631

SEARCH_PAGE_TITLE=\u0646\u062A\u0627\u0626\u062C \u0627\u0644\u0628\u062D\u062B \u0639\u0646 "{0}"
SEARCH_PAGE_DESCRIPTION=\u064A\u062A\u0645 \u0639\u0631\u0636 \u0646\u062A\u0627\u0626\u062C \u0627\u0644\u0628\u062D\u062B \u0641\u064A \u0641\u0626\u0627\u062A.
SEARCH_PAGE_ALL_SECTION_TITLE=\u0643\u0644 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=\u0623\u0639\u0644\u0649 10 \u0646\u062A\u0627\u0626\u062C \u0645\u0646 \u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u0623\u0639\u0644\u0649 10 \u0646\u062A\u0627\u0626\u062C \u0645\u0646 \u0627\u0644\u0648\u062B\u0627\u0626\u0642
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u0623\u0639\u0644\u0649 10 \u0646\u062A\u0627\u0626\u062C \u0645\u0646 \u0627\u0644\u0639\u064A\u0646\u0627\u062A
SEARCH_SUGGESTIONS_TITLE_ALL=\u0623\u0639\u0644\u0649 10 \u0646\u062A\u0627\u0626\u062C \u0645\u0646 \u0627\u0644\u0643\u0644
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u0627\u0644\u0643\u0644
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u0639\u0631\u0636 \u0627\u0644\u0643\u0644
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u0627\u0644\u0648\u062B\u0627\u0626\u0642
SEARCH_SUGGESTIONS_API_SECTION_TITLE=\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u0639\u064A\u0646\u0627\u062A
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0643\u0644 ({0} \u0645\u0646 {1})
SEARCH_PAGE_API_SECTION_TITLE=\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=\u0645\u0631\u062C\u0639 \u0648\u0627\u062C\u0647\u0629 \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A ({0} \u0645\u0646 {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u0648\u062B\u0627\u0626\u0642 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u0648\u062B\u0627\u0626\u0642 ({0} \u0645\u0646 {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u0639\u064A\u0646\u0627\u062A ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u0639\u064A\u0646\u0627\u062A ({0} \u0645\u0646 {1})

RELEASE_DIALOG_TITLE=\u0633\u062C\u0644 \u0627\u0644\u062A\u063A\u064A\u064A\u0631 \u0644\u0640\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u0625\u063A\u0644\u0627\u0642
RELEASE_DIALOG_NO_DATA_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u0625\u062C\u0631\u0627\u0621 \u0623\u064A \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0639\u0644\u0649 \u0647\u0630\u0647 \u0627\u0644\u0645\u0643\u062A\u0628\u0629.

ABOUT_DIALOG_TITLE=\u0646\u0628\u0630\u0629
ABOUT_DIALOG_TEXT_1=\u0645\u062C\u0645\u0648\u0639\u0629 \u0623\u062F\u0648\u0627\u062A \u0627\u0644\u0639\u0631\u0648\u0636 \u0627\u0644\u062A\u0648\u0636\u064A\u062D\u064A\u0629 \u0644\u0640 UI5 - \u0645\u062C\u0645\u0648\u0639\u0629 \u0623\u062F\u0648\u0627\u062A \u062A\u0637\u0648\u064A\u0631 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0640 HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 \u062D\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631 \u0644\u0634\u0631\u0643\u0629 2009-2021 SAP SE. \u062C\u0645\u064A\u0639 \u0627\u0644\u062D\u0642\u0648\u0642 \u0645\u062D\u0641\u0648\u0638\u0629.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 \u0644\u0634\u0631\u0643\u0629 SAP SE \u0623\u0648 \u0623\u064A\u0629 \u0634\u0631\u0643\u0629 \u062A\u0627\u0628\u0639\u0629 \u0644\u0634\u0631\u0643\u0629 SAP.
ABOUT_DIALOG_TEXT_4={0} \u0627\u0644\u0625\u0635\u062F\u0627\u0631 {1}
ABOUT_DIALOG_TEXT_5=\u0641\u062A\u062D \u0625\u0635\u062F\u0627\u0631 UI5 {0}
ABOUT_DIALOG_TEXT_6=\u064A\u062A\u0636\u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062C \u0625\u0635\u062F\u0627\u0631\u0627\u062A \u0627\u0644\u0645\u0643\u062A\u0628\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629
ABOUT_DIALOG_LINK_1=\u062A\u0641\u0627\u0635\u064A\u0644 \u0627\u0644\u0625\u0635\u062F\u0627\u0631
ABOUT_DIALOG_TEXT_7=\u064A\u062A\u0636\u0645\u0646 \u0647\u0630\u0627 \u0627\u0644\u0628\u0631\u0646\u0627\u0645\u062C \u0628\u0631\u0646\u0627\u0645\u062C\u064B\u0627 \u0645\u0641\u062A\u0648\u062D \u0627\u0644\u0645\u0635\u062F\u0631 \u0645\u0646 \u062C\u0647\u0629 \u062E\u0627\u0631\u062C\u064A\u0629.
ABOUT_DIALOG_TEXT_8=\u0628\u0631\u0646\u0627\u0645\u062C \u0627\u0644\u062C\u0647\u0629 \u0627\u0644\u062E\u0627\u0631\u062C\u064A\u0629 \u0627\u0644\u0645\u0636\u0645\u0646
ABOUT_DIALOG_VERSION_TITLE=\u062A\u0641\u0627\u0635\u064A\u0644 \u0627\u0644\u0625\u0635\u062F\u0627\u0631
ABOUT_DIALOG_VERSION=\u0627\u0644\u0625\u0635\u062F\u0627\u0631
ABOUT_DIALOG_DESCRIPTION=\u0627\u0644\u0648\u0635\u0641
ABOUT_DIALOG_CHANGE_LOG=\u0633\u062C\u0644 \u0627\u0644\u062A\u063A\u064A\u064A\u0631
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0633\u062C\u0644 \u0627\u0644\u062A\u063A\u064A\u064A\u0631
ABOUT_DIALOG_COMPONENT=\u0627\u0644\u0645\u0643\u0648\u0646
ABOUT_DIALOG_CLOSE_BTN=\u0625\u063A\u0644\u0627\u0642
ABOUT_DIALOG_THIRD_PARTY=\u0628\u0631\u0646\u0627\u0645\u062C \u0627\u0644\u062C\u0647\u0629 \u0627\u0644\u062E\u0627\u0631\u062C\u064A\u0629 \u0627\u0644\u0645\u0636\u0645\u0646

FOOTER_LEGAL_DISCOLURE=\u0625\u0641\u0635\u0627\u062D \u0642\u0627\u0646\u0648\u0646\u064A
FOOTER_PRIVACY=\u0627\u0644\u062E\u0635\u0648\u0635\u064A\u0629
FOOTER_TERMS=\u0634\u0631\u0648\u0637 \u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645
FOOTER_LICENSE=\u0627\u0644\u062A\u0631\u062E\u064A\u0635

NOT_FOUND_TITLE=\u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F
NOT_FOULD_TEXT=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0648\u0631\u062F \u0627\u0644\u0645\u0637\u0644\u0648\u0628.

SITEMAP_TITLE=\u062E\u0631\u064A\u0637\u0629 \u0627\u0644\u0645\u0648\u0642\u0639

LIVE_EDITOR_TITLE=\u0645\u062D\u0631\u0631 \u0645\u0628\u0627\u0634\u0631
LIVE_EDITOR_RESULT=\u0627\u0644\u0646\u062A\u064A\u062C\u0629
LIVE_EDITOR_PREVIEW_BTN=\u0645\u0639\u0627\u064A\u0646\u0629
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0627\u0644\u0645\u0639\u0627\u064A\u0646\u0629 \u0627\u0644\u062A\u0644\u0642\u0627\u0626\u064A\u0629

TOOLS_VIEW_DOC=\u0639\u0631\u0636 \u0627\u0644\u0648\u062B\u0627\u0626\u0642
TOOLS_CARD_1_IMG_ALT=\u0627\u0644\u0635\u0648\u0631\u0629 \u062A\u064F\u0638\u0647\u0631 SAP Business Application Studio
TOOLS_CARD_1_TEXT=\u064A\u062A\u0645 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 SAP Business Application Studio \u0639\u0644\u0649 SAP BTP\u060C \u0627\u0644\u0633\u062D\u0627\u0628\u0629 \u0627\u0644\u0639\u0627\u0645\u0629 \u0644\u0640 SAP\u060C \u0627\u0644\u0633\u062D\u0627\u0628\u0629 \u0627\u0644\u0639\u0627\u0645\u0629 \u0644\u0640 SAP\u060C \u0644\u0628\u0646\u0627\u0621 \u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0645\u0633\u062A\u062E\u062F\u0645 \u062D\u062F\u064A\u062B\u0629 \u0644\u0623\u062C\u0647\u0632\u0629 \u0633\u0637\u062D \u0627\u0644\u0645\u0643\u062A\u0628 \u0648\u0627\u0644\u0623\u062C\u0647\u0632\u0629 \u0627\u0644\u0645\u062A\u0646\u0642\u0644\u0629 \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0623\u062D\u062F\u062B \u062A\u0642\u0646\u064A\u0627\u062A SAPUI5 \u0648SAP Fiori.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=\u062A\u0638\u0647\u0631 \u0627\u0644\u0635\u0648\u0631\u0629 SAP UI Theme Designer
TOOLS_CARD_2_TEXT=\u0627\u0633\u062A\u062E\u062F\u0645 \u0645\u0635\u0645\u0645 \u0646\u064F\u0633\u0642 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0628\u0646\u0627\u0621 \u0646\u064F\u0633\u0642 \u0647\u0648\u064A\u0629 \u0627\u0644\u0634\u0631\u0643\u0629 \u0628\u0633\u0647\u0648\u0644\u0629 \u0639\u0646 \u0637\u0631\u064A\u0642 \u062A\u062D\u0631\u064A\u0631 \u0623\u062D\u062F \u0642\u0648\u0627\u0644\u0628 \u0627\u0644\u0646\u064F\u0633\u0642 \u0627\u0644\u0645\u0642\u062F\u0645\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 SAP.
TOOLS_CARD_2_LINK_1=\u0627\u0644\u0645\u062C\u062A\u0645\u0639
TOOLS_CARD_3_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u0638\u0647\u0631 \u0635\u0641\u062D\u0629 \u0623\u062F\u0648\u0627\u062A SAP UI5
TOOLS_CARD_3_TEXT=\u0633\u0644\u0633\u0644\u0629 \u0623\u062F\u0648\u0627\u062A \u0645\u0641\u062A\u0648\u062D\u0629 \u0648\u0645\u0639\u064A\u0627\u0631\u064A\u0629 \u0644\u062A\u0637\u0648\u064A\u0631 \u0623\u062D\u062F\u062B \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0645\u0633\u062A\u0646\u062F\u0629 \u0625\u0644\u0649 \u0625\u0637\u0627\u0631 \u0639\u0645\u0644 UI5\u060C \u0648\u0627\u0644\u0627\u0633\u062A\u0641\u0627\u062F\u0629 \u0645\u0646 node.js \u0648npm.
TOOLS_CARD_3_LINK_1=\u0646\u0638\u0631\u0629 \u0639\u0627\u0645\u0629
TOOLS_CARD_3_LINK_2=\u0648\u062B\u0627\u0626\u0642 CLI
TOOLS_CARD_4_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u0638\u0647\u0631 SAP UI5 Inspector
TOOLS_CARD_4_TEXT=\u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 UI5 Inspector\u060C \u064A\u0645\u0643\u0646\u0643 \u0628\u0633\u0647\u0648\u0644\u0629 \u062A\u0635\u062D\u064A\u062D \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u062A\u064A \u062A\u0633\u062A\u0646\u062F \u0625\u0644\u0649 OpenUI5 \u0623\u0648 SAPUI5 \u0648\u062F\u0639\u0645\u0647\u0627.
TOOLS_CARD_4_LINK_1=\u0639\u0631\u0636 \u0631\u0645\u0632 \u0627\u0644\u0645\u0635\u062F\u0631
TOOLS_CARD_5_TEXT=\u062A\u0639\u062F \u0628\u0637\u0627\u0642\u0627\u062A \u0627\u0644\u062A\u0643\u0627\u0645\u0644 \u0637\u0631\u064A\u0642\u0629 \u062C\u062F\u064A\u062F\u0629 \u0644\u062A\u0648\u0641\u064A\u0631 \u0628\u0637\u0627\u0642\u0627\u062A \u062A\u0634\u0628\u0647 \u0627\u0644\u0623\u062F\u0627\u0629 \u0627\u0644\u0645\u0635\u0648\u0631\u0629 \u0644\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629 \u0623\u0648 \u0644\u0648\u062D\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A.
TOOLS_CARD_5_LINK_1=\u0627\u0633\u062A\u0643\u0634\u0627\u0641 \u0627\u0644\u0639\u064A\u0646\u0627\u062A
TOOLS_CARD_6_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u0638\u0647\u0631 \u0645\u0633\u0627\u0639\u062F \u0627\u0644\u062F\u0639\u0645 \u0641\u064A \u0627\u0644\u0639\u0645\u0644
TOOLS_CARD_6_TEXT=\u064A\u062A\u064A\u062D \u0645\u0633\u0627\u0639\u062F \u0627\u0644\u062F\u0639\u0645 \u0644\u0644\u0645\u0637\u0648\u0631\u064A\u0646 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0645\u0627 \u0625\u0630\u0627 \u0643\u0627\u0646\u062A \u062A\u0637\u0628\u064A\u0642\u0627\u062A\u0647\u0645 \u0645\u0628\u0646\u064A\u0629 \u0648\u0641\u0642\u064B\u0627 \u0644\u0623\u0641\u0636\u0644 \u0645\u0645\u0627\u0631\u0633\u0627\u062A SAPUI5 \u0648\u0625\u0631\u0634\u0627\u062F\u0627\u062A\u0647\u0627.
TOOLS_CARD_7_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u0638\u0647\u0631 SAP Icon Explorer
TOOLS_CARD_7_TEXT=\u0627\u0633\u062A\u0639\u0631\u0636 \u0645\u062C\u0645\u0648\u0639\u062A\u0646\u0627 \u0627\u0644\u0643\u0628\u064A\u0631\u0629 \u0645\u0646 \u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0627\u062A \u0641\u064A \u062E\u0637\u0648\u0637 \u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0627\u062A \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0646\u0627 \u0648\u0627\u0633\u062A\u062E\u062F\u0645\u0647\u0627.
TOOLS_CARD_7_LINK_1=\u062A\u0634\u063A\u064A\u0644 \u0627\u062E\u062A\u0628\u0627\u0631\u0627\u062A \u0627\u0644\u062A\u0643\u0627\u0645\u0644
TOOLS_CARD_7_LINK_2=\u062A\u0634\u063A\u064A\u0644 \u0627\u062E\u062A\u0628\u0627\u0631\u0627\u062A \u0627\u0644\u0648\u062D\u062F\u0629
TOOLS_CARD_8_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u0638\u0647\u0631 \u0645\u0631\u0628\u0639 \u0623\u062F\u0648\u0627\u062A \u0645\u064F\u0639\u0627\u0645\u0644 \u0627\u0644\u0646\u0633\u0642
TOOLS_CARD_8_TEXT=\u0627\u0628\u062D\u062B \u0639\u0646 \u0645\u0639\u0627\u0645\u0650\u0644\u0627\u062A \u0627\u0644\u0646\u064F\u0633\u0642 \u0627\u0644\u062F\u0644\u0627\u0644\u064A\u0629 \u0648\u0642\u0645 \u0628\u062A\u0635\u0641\u064A\u062A\u0647\u0627 \u0648\u0645\u0639\u0627\u064A\u0646\u062A\u0647\u0627
TOOLS_CARD_9_IMG_ALT=\u0627\u0644\u0635\u0648\u0631\u0629 \u062A\u064F\u0638\u0647\u0631 Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (\u0627\u0644\u062C\u064A\u0644 \u0627\u0644\u062B\u0627\u0646\u064A \u0645\u0646 SAP Web IDE) \u0647\u0648 \u0628\u064A\u0626\u0629 \u062A\u0637\u0648\u064A\u0631 \u062D\u062F\u064A\u062B\u0629\u060C \u0645\u0635\u0645\u0645\u0629 \u062E\u0635\u064A\u0635\u064B\u0627 \u0644\u0644\u062A\u0637\u0648\u064A\u0631 \u0627\u0644\u0641\u0639\u0627\u0644 \u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0644\u0644\u0645\u0624\u0633\u0633\u0627\u062A \u0627\u0644\u0630\u0643\u064A\u0629.
TOOLS_CARD_10_IMG_ALT=\u0635\u0648\u0631\u0629 \u062A\u064F\u0638\u0647\u0631 \u0645\u0643\u0648\u0646\u0627\u062A \u0648\u064A\u0628 UI5
TOOLS_CARD_10_TEXT=\u0645\u0643\u0648\u0646\u0627\u062A \u0648\u064A\u0628 UI5 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0639\u0631\u0636 UI5 \u0627\u0644\u062C\u062F\u064A\u062F \u0627\u0644\u0630\u064A \u064A\u0648\u0641\u0631 \u0644\u0643 \u0645\u062C\u0645\u0648\u0639\u0629 \u0645\u0646 \u0639\u0646\u0627\u0635\u0631 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0642\u0627\u0628\u0644\u0629 \u0644\u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0645\u0639 \u0627\u0644\u062D\u062F \u0627\u0644\u0623\u062F\u0646\u0649 \u0645\u0646 \u062A\u0648\u0633\u064A\u0639 \u0646\u0637\u0627\u0642 \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u0648\u064A\u0628 \u0627\u0644\u062B\u0627\u0628\u062A\u0629 \u0623\u0648 \u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0648\u064A\u0628 \u0627\u0633\u062A\u0646\u0627\u062F\u064B\u0627 \u0625\u0644\u0649 \u0623\u064A \u0625\u0637\u0627\u0631 \u0639\u0645\u0644 \u0648\u064A\u0628.
TOOLS_CARD_10_LINK_1=\u0628\u062F\u0621 \u0627\u0644\u0627\u0633\u062A\u062E\u062F\u0627\u0645
TOOLS_CARD_10_LINK_2=\u0641\u062A\u062D \u0645\u0634\u0631\u0648\u0639 GitHub

API_MASTER_PLACEHOLDER=\u0639\u0627\u0645\u0644 \u0627\u0644\u062A\u0635\u0641\u064A\u0629
API_MASTER_EXPAND_BTN_TOOLTIP=\u062A\u0648\u0633\u064A\u0639 \u0627\u0644\u0643\u0644
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0637\u064A \u0627\u0644\u0643\u0644
API_MASTER_DEPRECATED_CB=\u062A\u0636\u0645\u064A\u0646 \u0645\u0647\u0645\u0644
API_MASTER_NO_DATA_TEXT=\u0644\u0627 \u062A\u0648\u062C\u062F \u0628\u064A\u0627\u0646\u0627\u062A\u060C \u064A\u064F\u0631\u062C\u0649 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0628\u0627\u0644\u0628\u062D\u062B \u0627\u0644\u0634\u0627\u0645\u0644
API_MASTER_DEPRECATED=\u0645\u0647\u0645\u0644
API_MASTER_DEPRECATED_APIS=\u0648\u0627\u062C\u0647\u0627\u062A \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0645\u0647\u0645\u0644\u0629
API_MASTER_EXPERIMENTAL_APIS=\u0648\u0627\u062C\u0647\u0627\u062A \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u062A\u062C\u0631\u064A\u0628\u064A\u0629
API_MASTER_INDEX_BY_VERSION=\u0641\u0647\u0631\u0633\u0629 \u062D\u0633\u0628 \u0627\u0644\u0625\u0635\u062F\u0627\u0631

API_DETAIL_SINCE_TITLE=\u0641\u0647\u0631\u0633\u0629 \u062D\u0633\u0628 \u0627\u0644\u0625\u0635\u062F\u0627\u0631

API_DETAIL_EXPERIMENTAL_TITLE=\u0641\u0647\u0631\u0633\u0629 \u0648\u0627\u062C\u0647\u0627\u062A \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u062A\u062C\u0631\u064A\u0628\u064A\u0629

API_DETAIL_DEPRECATED_TITLE=\u0641\u0647\u0631\u0633\u0629 \u0648\u0627\u062C\u0647\u0627\u062A \u0628\u0631\u0645\u062C\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u0627\u062A \u0627\u0644\u0645\u0647\u0645\u0644\u0629
API_DETAIL_DEPRECATED_WARNING=\u0644\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0627\u0645\u0629 \u062D\u0648\u0644 \u0627\u0644\u0645\u064A\u0632\u0627\u062A \u0627\u0644\u0645\u0647\u0645\u0644\u0629\u060C \u064A\u064F\u0631\u062C\u0649 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0642\u0648\u0627\u0639\u062F \u0627\u0644\u062A\u0648\u0627\u0641\u0642.

API_DETAIL_AS_OF_VERSION=\u0628\u062F\u0621\u064B\u0627 \u0645\u0646 {0}
API_DETAIL_NA_VERSION=\u0625\u0635\u062F\u0627\u0631 \u063A\u064A\u0631 \u0642\u0627\u0628\u0644 \u0644\u0644\u062A\u0637\u0628\u064A\u0642
