
APP_TABHEADER_ITEM_HOME=Dom\u016F
APP_TABHEADER_ITEM_DOCUMENTATION=Dokumentace
APP_TABHEADER_ITEM_API_REFERENCE=Reference API
APP_TABHEADER_ITEM_SAMPLES=Vzory
APP_TABHEADER_ITEM_DEMO_APPS=Demonstra\u010Dn\u00ED aplikace
APP_TABHEADER_ITEM_TOOLS=N\u00E1stroje
APP_CHANGE_VERSION_BTN=Zm\u011Bn\u011Bn\u00E1 verze
APP_VERSION_BETA_VERSION=Verze beta
APP_VERSION_VERSION=Verze
APP_VERSION_NOT_PRODUCTIVE=- ne k produktivn\u00EDmu pou\u017E\u00EDv\u00E1n\u00ED.
APP_VERSION_IN_PROGRESS=- v\u00FDvoj pokra\u010Duje.
APP_FEEDBACK_BTN_TOOLTIP=Uve\u010Fte sv\u016Fj n\u00E1zor
APP_SEARCH_FIELD_CLOSE=Zav\u0159\u00EDt
APP_INFORMATION_BTN_TOOLTIP=Dal\u0161\u00ED informace
APP_INFORMATION_BTN_FEEDBACK=Zp\u011Btn\u00E1 vazba
APP_INFORMATION_BTN_ABOUT=O aplikaci
APP_INFORMATION_BTN_LEGAL=Pr\u00E1vn\u00ED informace
APP_INFORMATION_BTN_PRIVACY=Ochrana osobn\u00EDch \u00FAdaj\u016F
APP_INFORMATION_BTN_TERMS_OF_USE=Podm\u00EDnky pou\u017Eit\u00ED
APP_INFORMATION_BTN_APPEARANCE=Vzhled
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Sv\u011Btl\u00FD
APP_INFORMATION_BTN_APPEARANCE_DARK=Tmav\u00FD
APP_INFORMATION_BTN_APPEARANCE_AUTO=Automatick\u00FD (v z\u00E1vislosti na nastaven\u00EDch OS)
APP_INFORMATION_BTN_SITEMAP=Mapa webu
APP_INFORMATION_BTN_COPYRIGHT=Copyright
APP_INFORMATION_BTN_TRADEMARK=Ochrann\u00E1 zn\u00E1mka
APP_INFORMATION_BTN_DISCLAIMER=Vylou\u010Den\u00ED odpov\u011Bdnosti
APP_INFORMATION_BTN_LICENSE=Licence
APP_COOKIES_TEXT=Pou\u017E\u00EDv\u00E1me cookies pro zlep\u0161en\u00ED va\u0161\u00ED zku\u0161enosti s na\u0161\u00EDm webem. Dal\u0161\u00EDm pou\u017E\u00EDv\u00E1n\u00EDm t\u00E9to webov\u00E9 str\u00E1nky vyjad\u0159ujete souhlas s pou\u017E\u00EDv\u00E1n\u00EDm na\u0161ich cookies.

FEEDBACK_DIALOG_TITLE=Uve\u010Fte sv\u016Fj n\u00E1zor
FEEDBACK_DIALOG_OVERALL=Jak\u00E9 jsou va\u0161e celkov\u00E9 zku\u0161enosti?
FEEDBACK_DIALOG_MESSAGE=Co n\u00E1m chcete sd\u011Blit?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=M\u016F\u017Eete sd\u00EDlet va\u0161i zp\u011Btnou vazbu pro celkov\u00E9 zku\u0161enosti s uk\u00E1zkovou sadou nebo pro ur\u010Ditou str\u00E1nku, kterou si pr\u00E1v\u011B prohl\u00ED\u017E\u00EDte.
FEEDBACK_DIALOG_RELATED=Zp\u011Btn\u00E1 vazba se vztahuje k aktu\u00E1ln\u00ED str\u00E1nce.
FEEDBACK_DIALOG_SHOW_DATA=Zobrazit kontextov\u00E1 data
FEEDBACK_DIALOG_DISCLAIMER=Va\u0161e zp\u011Btn\u00E1 vazba je anonymn\u00ED, neshroma\u017E\u010Fujeme osobn\u00ED \u00FAdaje.
FEEDBACK_DIALOG_BTN_SEND=Odeslat
FEEDBACK_DIALOG_BTN_CANCEL=Zru\u0161it
FEEDBACK_DIALOG_STATUS_EXCELLENT=V\u00FDborn\u00E9
FEEDBACK_DIALOG_STATUS_GOOD=Dobr\u00E9
FEEDBACK_DIALOG_STATUS_AVERAGE=Pr\u016Fm\u011Br
FEEDBACK_DIALOG_STATUS_POOR=\u0160patn\u00E9
FEEDBACK_DIALOG_STATUS_VERY_POOR=Velmi \u0161patn\u00E9
FEEDBACK_DIALOG_TITLE_SUCCESS=D\u011Bkujeme\!
FEEDBACK_DIALOG_TEXT_SUCCESS=Va\u0161e zp\u011Btn\u00E1 vazba byla odesl\u00E1na.
FEEDBACK_DIALOG_TITLE_ERROR=Omlouv\u00E1me se\!
FEEDBACK_DIALOG_TEXT_ERROR=P\u0159i odes\u00EDl\u00E1n\u00ED va\u0161\u00ED zp\u011Btn\u00E9 vazby do\u0161lo k chyb\u011B\:\n

WELCOME_BLOCK_1_TEXT_1=Objevte nov\u00E9 horizonty podnikov\u00FDch funkc\u00ED
WELCOME_BLOCK_1_START_BTN=Za\u010D\u00EDn\u00E1me s UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=St\u00E1hnout
WELCOME_KEY_FEATURES=Hlavn\u00ED vlastnosti
WELCOME_START_CODING=Spustit k\u00F3dov\u00E1n\u00ED
WELCOME_CHOOSE_SCENARIO=Zvolte v\u00E1\u0161 sc\u00E9n\u00E1\u0159
WELCOME_JOIN_COMMUNITY=P\u0159ipojit se ke komunit\u011B
WELCOME_BLOCK_2_TITLE=Flexibiln\u00ED pro prohl\u00ED\u017Ee\u010De a za\u0159\u00EDzen\u00ED
WELCOME_BLOCK_2_TEXT=Nemus\u00EDte m\u00EDt obavy o specifik\u00E1ch za\u0159\u00EDzen\u00ED. Aplikace UI5 b\u011B\u017E\u00ED na komunik\u00E1torech (smartphonech), tabletech i desktopech. UI automaticky \u0159\u00EDd\u00ED vlastn\u00ED adaptaci na schopnosti ka\u017Ed\u00E9ho za\u0159\u00EDzen\u00ED a zvl\u00E1d\u00E1 v\u011Bt\u0161inu dostupn\u00FDch realit.
WELCOME_BLOCK_2_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED telefon, obrazovku desktopu a tablet
WELCOME_BLOCK_3_TITLE=V\u00FDkonn\u00E9 v\u00FDvojov\u00E9 koncepty
WELCOME_BLOCK_3_TEXT_1=J\u00E1dro UI5 poskytuje pevn\u00FD z\u00E1klad, kter\u00FD zjednodu\u0161uje va\u0161i pr\u00E1ci p\u0159i spr\u00E1v\u011B mnoha aspekt\u016F modern\u00EDho v\u00FDvoje na pozad\u00ED. P\u0159ich\u00E1z\u00ED s integrovanou podporou architektonick\u00FDch koncept\u016F jako jsou MVC, dvoucestn\u00E1 datov\u00E1 vazba a pracovn\u00ED postup.
WELCOME_BLOCK_3_TEXT_2=Zahrnuje standardy jako je MVC a r\u016Fzn\u00E9 typy datov\u00FDch vazeb
WELCOME_BLOCK_3_TEXT_3=Vyb\u00EDrejte z r\u016Fzn\u00FDch form\u00E1t\u016F zobrazen\u00ED (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Vazby s OData, JSON, XML a jin\u00FDmi datov\u00FDmi form\u00E1ty
WELCOME_BLOCK_3_TEXT_5=Integrovan\u00FD n\u00E1stroj podpory pro prozkoum\u00E1v\u00E1n\u00ED stromu objekt\u016F a stavu vazby
WELCOME_BLOCK_4_TITLE=Webov\u00E1 sada n\u00E1stroj\u016F p\u0159ipraven\u00E1 k podnikov\u00E9mu pou\u017Eit\u00ED
WELCOME_BLOCK_4_TEXT_1=Vytvo\u0159eno profesion\u00E1ly pro modern\u00ED v\u00FDvoj\u00E1\u0159e webov\u00FDch aplikac\u00ED s nejnov\u011Bj\u0161\u00EDmi technologiemi. P\u0159ich\u00E1z\u00ED se v\u0161emi funkcemi pot\u0159ebn\u00FDmi k pokryt\u00ED nejaktu\u00E1ln\u011Bj\u0161\u00EDch po\u017Eadavk\u016F na aplikace, se standardy dostate\u010Dn\u011B kvalitn\u00EDmi na to, aby byly dod\u00E1v\u00E1ny ve standardn\u00EDch \u0159e\u0161en\u00EDch SAP.
WELCOME_BLOCK_4_TEXT_2=Podpora p\u0159ekladu a internacionalizace
WELCOME_BLOCK_4_TEXT_3=Roz\u0161i\u0159itelnost koncept\u016F na \u00FArovni k\u00F3du a aplikace
WELCOME_BLOCK_4_TEXT_4=Vysoce kontrastn\u00ED motivy pro pomoc zrakov\u011B posti\u017Een\u00FDm u\u017Eivatel\u016Fm
WELCOME_BLOCK_5_TITLE=Ocen\u011Bn\u00ED SAP Fiori Design v akci
WELCOME_BLOCK_5_TEXT=Aplikace UI5 t\u011B\u017E\u00ED z konzistentn\u00EDho n\u00E1vrh\u00E1\u0159sk\u00E9ho jazyka a p\u0159eddefinovan\u00FDch vzor\u016F ve v\u0161ech frontendov\u00FDch funkc\u00EDch. Pou\u017Eijte p\u0159eddefinovan\u00E9 motivy nebo zkuste pomoc\u00ED na\u0161eho online n\u00E1stroje pro tvorbu motiv\u016F vytvo\u0159it vlastn\u00ED motiv.
WELCOME_BLOCK_5_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED prvky n\u00E1vrhu SAP Fiori
WELCOME_BLOCK_6_TITLE=P\u0159ipravte se
WELCOME_BLOCK_6_TEXT_1=V\u0161e, co pot\u0159ebujete pro v\u00FDvoj webov\u00FDch aplikac\u00ED pomoc\u00ED UI5, je v\u00FDvojov\u00E9 prost\u0159ed\u00ED a prohl\u00ED\u017Ee\u010D. Pro maxim\u00E1ln\u00ED pohodl\u00ED vyberte SAP Business Application Studio v cloudov\u00E9 verzi. Pro maxim\u00E1ln\u00ED flexibilitu m\u016F\u017Eete alternativn\u011B zvolit nastaven\u00ED va\u0161eho lok\u00E1ln\u00EDho v\u00FDvojov\u00E9ho prost\u0159ed\u00ED.
WELCOME_BLOCK_6_TEXT_2=Zkuste prvn\u00ED p\u0159\u00EDklad pr\u00E1v\u011B zde.
WELCOME_BLOCK_7_TITLE=V\u00FDvoj UI5
WELCOME_BLOCK_7_TEXT_1=V\u00FDvoj UI5 znamen\u00E1 z\u00E1kladn\u00ED zlep\u0161en\u00ED jako sou\u010D\u00E1st pokra\u010Duj\u00EDc\u00EDho \u00FAsil\u00ED o zdokonalen\u00ED SAPUI5, aktivaci aplikac\u00ED pro rychlej\u0161\u00ED b\u011Bh programu a k\u00F3dov\u00E1n\u00ED pro z\u00EDsk\u00E1n\u00ED v\u011Bt\u0161\u00ED modularity. Zahrnut\u00EDm webov\u00FDch standard\u016F, asynchronn\u00EDm na\u010D\u00EDt\u00E1n\u00EDm a nastupuj\u00EDc\u00EDmi technologiemi se SAPUI5 st\u00E1v\u00E1 podnikov\u011B osv\u011Bd\u010Den\u00FDm \u0159e\u0161en\u00EDm pro budoucnost.
WELCOME_BLOCK_7_TEXT_2=Motivujeme v\u00FDvoj\u00E1\u0159e, aby aktivn\u011B podporovali a vyu\u017E\u00EDvali nov\u00E9 schopnosti.
WELCOME_BLOCK_7_ALT=V\u00FDvoj UI5 vytv\u00E1\u0159\u00ED inovace, poskytuje n\u00E1stroje, modul\u00E1rn\u00ED j\u00E1dro, otev\u0159en\u00E9 standardy a dosahuje vysok\u00E9ho v\u00FDkonu pomoc\u00ED asynchronn\u00EDho na\u010D\u00EDt\u00E1n\u00ED.
WELCOME_BLOCK_8_TITLE=SAPUI5 on SAP BTP
WELCOME_BLOCK_8_TEXT_1=P\u0159ihlaste se bezplatn\u011B ke zku\u0161ebn\u00EDmu \u00FA\u010Dtu SAP BTP, abyste otestovali tuto platformu a vytvo\u0159ili cloudov\u00E9 aplikace UI5.
WELCOME_BLOCK_8_TEXT_2=U\u017Eivatelsky p\u0159\u00EDv\u011Btiv\u00E9 v\u00FDvojov\u00E9 prost\u0159ed\u00ED se SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Zku\u0161ebn\u00ED verze pro v\u00FDvojov\u00E9 pou\u017Eit\u00ED zdarma
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 je sou\u010D\u00E1st\u00ED technologi\u00ED u\u017Eivatelsk\u00E9ho rozhran\u00ED v syst\u00E9mech SAP HANA, NetWeaver ABAP a Java.
WELCOME_BLOCK_9_TEXT_2=P\u0159ipraveno k pou\u017Eit\u00ED pro z\u00E1kazn\u00EDky SAP
WELCOME_BLOCK_9_TEXT_3=P\u0159ipraveno k integraci s existuj\u00EDc\u00EDmi syst\u00E9mov\u00FDmi infrastrukturami
WELCOME_BLOCK_10_TITLE=OpenUI5 - Free and Open Source
WELCOME_BLOCK_10_TEXT_1=Vyzkou\u0161ejte variantu UI5 open source. Obsahuje v\u0161echny z\u00E1kladn\u00ED funkce UI5 a je dostupn\u00E1 na GitHub pod licenc\u00ED Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Podporov\u00E1no komunitou open source
WELCOME_BLOCK_10_TEXT_3=Spravov\u00E1no na GitHub - p\u0159\u00EDsp\u011Bvky v\u00EDt\u00E1ny\!
WELCOME_BLOCK_11_TITLE=UI5 na Content Delivery Network (CDN)
WELCOME_BLOCK_11_TEXT_1=V\u00FDvoj a spu\u0161t\u011Bn\u00ED aplikac\u00ED UI5 s flexibilitou robustn\u00ED CDN. Pro zaji\u0161t\u011Bn\u00ED optim\u00E1ln\u00EDho v\u00FDkonu jsou soubory na\u010D\u00EDt\u00E1ny z lokace, kter\u00E1 je nejbli\u017E\u0161\u00ED k u\u017Eivateli.
WELCOME_BLOCK_11_TEXT_2=V\u00EDcen\u00E1sobn\u00E1 verze CDN pro \u00FAdr\u017Ebu vlastn\u00EDho \u017Eivotn\u00EDho cyklu
WELCOME_BLOCK_11_TEXT_3=Pro n\u011Bkter\u00E9 sc\u00E9n\u00E1\u0159e v\u00FDvoje on-premise a cloudu
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=Dokumentace
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=St\u00E1hnout
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Novinky
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Nechte se informovat o nov\u00FDch funkc\u00EDch v nejnov\u011Bj\u0161\u00EDch verz\u00EDch UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Nejprve si p\u0159e\u010Dt\u011Bte
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=D\u016Fle\u017Eit\u00E9 informace, ne\u017E za\u010Dnete pou\u017E\u00EDvat UI5 produktivn\u011B
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Za\u010D\u00EDn\u00E1me
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Konfigurace a v\u00FDukov\u00E9 programy
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=V\u00FDvoj aplikac\u00ED
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Doporu\u010Den\u00E9 postupy a na jak\u00E9 l\u00E9\u010Dky byste m\u011Bli d\u00E1vat pozor
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Roz\u0161\u00ED\u0159en\u00ED aplikac\u00ED
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=P\u0159izp\u016Fsobit aplikace va\u0161im specifick\u00FDm pot\u0159eb\u00E1m
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=V\u00FDvoj ovl\u00E1dac\u00EDch prvk\u016F
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Vytvo\u0159it vlastn\u00ED ovl\u00E1dac\u00ED prvky nebo p\u0159isp\u011Bt k UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Vzory a \u0161ablony UI pro spole\u010Dn\u011B pou\u017Eit\u00E9 vtory aplikac\u00ED
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Vytvo\u0159it a roz\u0161\u00ED\u0159it interaktivn\u00ED analytick\u00E9 webov\u00E9 aplikace
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Z\u00E1kladn\u00ED informace
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=V\u00FDvoj koncept\u016F, jako jsou MVC, datov\u00E9 vazby a komponenty
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=V\u00EDce o ovl\u00E1dac\u00EDch prvc\u00EDch
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Dodatek k referenci API

TOPIC_DETAIL_BACK_BTN=Zp\u011Bt do v\u00FDsledk\u016F hled\u00E1n\u00ED
TOPIC_DETAIL_EDIT_GITHUB=Upravit na GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Upravit tuto str\u00E1nku na GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Zobrazit tento dokument v re\u017Eimu cel\u00E9 obrazovky

TOPIC_MASTER_FILTER_PLACEHOLDER=Filtrovat
TOPIC_MASTER_EXPAND_TOOLTIP=Rozbalit v\u0161e
TOPIC_MASTER_COLAPSE_TOOLTIP=Sbalit v\u0161e
TOPIC_MASTER_NO_DATA_TEXT=\u017D\u00E1dn\u00E1 data, zkuste glob\u00E1ln\u00ED hled\u00E1n\u00ED

ENTITY_ABOUT=O aplikaci
ENTITY_SAMPLES=Vzory ({0})
ENITITY_API=Reference API\:
ENTITY_DOCUMENTATION=Dokumentace\:
ENTITY_UX=Sm\u011Brnice UX\:
ENTITY_EXTENDS=Roz\u0161\u00ED\u0159en\u00ED\:
ENTITY_COMPONENT=Aplika\u010Dn\u00ED komponenta
ENTITY_SINCE=Dostupn\u00E1 od
ENTITY_CATEGORY=Kategorie
ENTITY_DENSITY=Hustota obsahu
ENTITY_DEPRECATED=Zastaral\u00E9
ENTITY_FULLSCREEN_TOOLTIP=Zobrazit tento vzor v re\u017Eimu cel\u00E9 obrazovky
ENTITY_BACK_BTN=Zp\u011Bt do v\u00FDsledk\u016F hled\u00E1n\u00ED
ENTITY_TABLE_NAME=N\u00E1zev
ENTITY_TABLE_DESCRIPTION=Popis

CONTROLS_PAGE_TITLE=Vzory
CONTROLS_PAGE_DESC=Prozkoumat a st\u00E1hnout vzory k\u00F3d\u016F
CONTROLS_FEATURED_CONTROLS=Hlavn\u00ED ovl\u00E1dac\u00ED prvky
CONTROLS_LAYOUT_PAGES=Layout a str\u00E1nky
CONTROLS_TEXT_1=Interakce u\u017Eivatele
CONTROLS_TEXT_2=R\u016Fzn\u00E9 struktury sestav
CONTROLS_TEXT_3=Jednoduch\u00E9 nebo slo\u017Eit\u011Bj\u0161\u00ED tabulky
CONTROLS_TEXT_4=Dialogy a p\u0159ekryvn\u00E1 okna
CONTROLS_TEXT_5=Dla\u017Edice pro texty, obr\u00E1zky nebo diagramy, nap\u0159\u00EDklad
CONTROLS_TEXT_6=Ozn\u00E1men\u00ED u\u017Eivateli
CONTROLS_TEXT_7=N\u00E1strojov\u00E9 li\u0161ty a hlavi\u010Dky
CONTROLS_TEXT_8=Hierarchick\u00E9 zobrazen\u00ED dat
CONTROLS_TEXT_9=Ovl\u00E1dac\u00ED prvky \u0159\u00EDzen\u00E9 metadaty
CONTROLS_TEXT_10=Vizualizace um\u00EDst\u011Bn\u00ED
CONTROLS_TEXT_11=Vizualizace dat
CONTROLS_TEXT_12=Interakce zalo\u017Een\u00E9 na kroku
CONTROLS_TEXT_13=Zobrazov\u00E1n\u00ED, vytv\u00E1\u0159en\u00ED nebo \u00FAprava objekt\u016F
CONTROLS_TEXT_14=Str\u00E1nka s titulkem, hlavi\u010Dkou a oblast\u00ED obsahu
CONTROLS_TEXT_15=Str\u00E1nka s maxim\u00E1ln\u011B t\u0159emi sloupci
CONTROLS_TEXT_16=Dvousloupcov\u00FD layout

CONTROLS_MASTER_FILTER_PLACERHOLDER=Filtrovat
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Skupina / filtr
CONTROLS_MASTER_NO_DATA_TEXT=\u017D\u00E1dn\u00E1 data, zkuste glob\u00E1ln\u00ED hled\u00E1n\u00ED.

CODE_BACK_BTN_TOOLTIP=Zp\u011Bt ke vzoru
CODE_API_REFERENCE=Reference API
CODE_DOWNLOAD_BTN=St\u00E1hnout

CHANGE_VERSION_DIALOG_TITLE=Zm\u011Bn\u011Bn\u00E1 verze
CHANGE_VERSION_DIALOG_CLOSE_BTN=Zav\u0159\u00EDt

APP_SETTINGS_DIALOG_TITLE=Nastaven\u00ED
APP_SETTINGS_DIALOG_THEME=Motiv\:
APP_SETTINGS_DIALOG_LANGUAGE=Jazyk
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Preference cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Uv\u011Bdomte si, \u017Ee vybran\u00FD jazyk se pou\u017Eije pouze pro u\u017Eivatelsk\u00E9 rozhran\u00ED aplikace Uk\u00E1zkov\u00E1 sada. Obsah poskytovan\u00FD v t\u00E9to aplikaci v r\u016Fzn\u00FDch sekc\u00EDch, jako nap\u0159\u00EDklad Dokumentace, Reference API a Vzory, je k dispozici jen v angli\u010Dtin\u011B.
APP_SETTINGS_DIALOG_DENSITY=Hustota obsahu\:
APP_SETTINGS_DIALOG_READ_MORE=P\u0159e\u010Dt\u011Bte si v\u00EDce o hustot\u00E1ch obsahu
APP_SETTINGS_DIALOG_RTL=Re\u017Eim zprava doleva\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Zru\u0161it

COOKIE_SETTINGS_DIALOG_TITLE=Va\u0161e nastaven\u00ED cookie
COOKIE_SETTINGS_DIALOG_SUMMARY=Pou\u017E\u00EDv\u00E1me cookies a SAP Web Analytics pro zlep\u0161en\u00ED va\u0161\u00ED zku\u0161enosti s na\u0161\u00EDm webem. Dal\u0161\u00EDm pou\u017E\u00EDv\u00E1n\u00EDm tohoto webu vyjad\u0159ujete souhlas s pou\u017E\u00EDv\u00E1n\u00EDm na\u0161ich cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Po\u017Eadovan\u00E9 cookies
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Tyto cookies jsou nutn\u00E9 pro aktivaci hlavn\u00ED funk\u010Dnosti webu.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Pou\u017E\u00EDv\u00E1me cookies pro zlep\u0161en\u00ED va\u0161\u00ED zku\u0161enosti s na\u0161\u00EDm webem. Dal\u0161\u00EDm pou\u017E\u00EDv\u00E1n\u00EDm tohoto webu vyjad\u0159ujete souhlas s pou\u017E\u00EDv\u00E1n\u00EDm na\u0161ich cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funk\u010Dn\u00ED cookies
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Tyto cookies se pou\u017E\u00EDvaj\u00ED pro anal\u00FDzu pou\u017E\u00EDv\u00E1n\u00ED webu za \u00FA\u010Delem m\u011B\u0159en\u00ED a zlep\u0161ov\u00E1n\u00ED v\u00FDkonnosti webu.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Tento web pou\u017E\u00EDv\u00E1 SAP Web Analytics pro anal\u00FDzu, jak u\u017Eivatel\u00E9 vyu\u017E\u00EDvaj\u00ED tento web. Vygenerovan\u00E9 informace (v\u010Detn\u011B \u010D\u00E1sti va\u0161\u00ED IP adresy a ID prohl\u00ED\u017Ee\u010De) budou p\u0159eneseny a ulo\u017Eeny na serverech SAP. Cookies se pou\u017E\u00EDvaj\u00ED k identifikaci va\u0161\u00ED opakovan\u00E9 n\u00E1v\u0161t\u011Bvy a p\u016Fvodn\u00ED str\u00E1nky va\u0161\u00ED n\u00E1v\u0161t\u011Bvy. Tyto informace pou\u017Eijeme jen k vyhodnocen\u00ED vyu\u017E\u00EDv\u00E1n\u00ED webov\u00E9 str\u00E1nky a k sestavov\u00E1n\u00ED zpr\u00E1v o \u010Dinnosti webov\u00E9 str\u00E1nky pro oper\u00E1tory webov\u00E9 str\u00E1nky -  a kone\u010Dn\u011B tak\u00E9 pro zlep\u0161en\u00ED webu. Pokud byste se cht\u011Bli rozhodnout pro sledov\u00E1n\u00ED SAP Web Analytics, zadejte va\u0161e preference pomoc\u00ED n\u00ED\u017Ee um\u00EDst\u011Bn\u00E9ho tla\u010D\u00EDtka "Povolit". Touto volbou vyjad\u0159ujete souhlas se zpracov\u00E1n\u00EDm analytick\u00FDch dat o v\u00E1s v\u00FD\u0161e uveden\u00FDm zp\u016Fsobem a pro v\u00FD\u0161e uveden\u00E9 \u00FA\u010Dely.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Dal\u0161\u00ED informace
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Akceptovat v\u0161e
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Zam\u00EDtnout v\u0161e
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Nastavit preference
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Ulo\u017Eit preference
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Zru\u0161it

EMPTY_TEXT=Pr\u00E1zdn\u00E9

DOWNLOADS_TEXT=Sta\u017Een\u00ED

DEMO_APPS_TEXT=Demonstra\u010Dn\u00ED aplikace
DEMO_APPS_DOWNLOAD_BTN=St\u00E1hnout
DEMO_APPS_READ_MORE_BTN=\u010C\u00EDst v\u00EDce
DEMO_APPS_IMAGE_PHONE=Obr\u00E1zek pozad\u00ED pro telefony
DEMO_APPS_IMAGE_DESKTOP=Obr\u00E1zek pozad\u00ED pro po\u010D\u00EDta\u010De
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=St\u00E1hnout demonstra\u010Dn\u00ED aplikaci
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=Zru\u0161it
DEMO_APPS_CATEGORY_TUTORIAL=Demonstra\u010Dn\u00ED aplikace s v\u00FDukov\u00FDmi programy
DEMO_APPS_CATEGORY_SHOWCASE=Koncepty UI5 v re\u00E1ln\u00FDch sc\u00E9n\u00E1\u0159\u00EDch
DEMO_APPS_CATEGORY_TEMPLATE=P\u0159edlohov\u00E9 aplikace
DEMO_APPS_CATEGORY_MISC=R\u016Fzn\u00E9 demonstra\u010Dn\u00ED aplikace
DEMO_APPS_CATEGORY_RTA=Demonstra\u010Dn\u00ED aplikace flexibility SAPUI5
DEMO_APPS_LIBRARY=Knihovna ovl\u00E1dac\u00EDch prvk\u016F\:

LEGAL_DISCLAIMER_TITLE=Vymezen\u00ED pr\u00E1vn\u00ED odpov\u011Bdnosti pro obsahy
LEGAL_DISCLAIMER_LABEL_1=Odkazy s ikonou
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informace publikovan\u00E9 na webu non-SAP
LEGAL_DISCLAIMER_TEXT_1=Zad\u00E1v\u00E1te webovou str\u00E1nku, kter\u00E1 nen\u00ED hostov\u00E1na v SAP. Pou\u017Eit\u00EDm takov\u00FDch odkaz\u016F souhlas\u00EDte s t\u00EDmto (pokud nen\u00ED uvedeno ve va\u0161ich smlouv\u00E1ch s SAP v\u00FDslovn\u011B jinak)\:
LEGAL_DISCLAIMER_TEXT_2=- Obsah propojen\u00E9ho webu nen\u00ED dokumentace SAP. Na z\u00E1klad\u011B t\u011Bchto informac\u00ED nem\u016F\u017Eete vyvozovat \u017E\u00E1dn\u00E9 po\u017Eadavky na produkty v\u016F\u010Di SAP.
LEGAL_DISCLAIMER_TEXT_3=- SAP neprojevuje ani souhlas ani nesouhlas s obsahem propojen\u00E9ho webu, ani nezaru\u010Duje dostupnost a spr\u00E1vnost.
LEGAL_DISCLAIMER_LABEL_2=Odkazy s ikonou
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informace publikovan\u00E9 na webu SAP
LEGAL_DISCLAIMER_TEXT_4=Opou\u0161t\u00EDte dokumentaci k tomuto p\u0159\u00EDslu\u0161n\u00E9mu produktu nebo p\u0159\u00EDslu\u0161n\u00E9 slu\u017Eb\u011B SAP a zad\u00E1v\u00E1te webovou str\u00E1nku hostovanou v SAP. Pou\u017Eit\u00EDm takov\u00FDch odkaz\u016F souhlas\u00EDte (pokud nen\u00ED uvedeno ve va\u0161ich smlouv\u00E1ch s SAP v\u00FDslovn\u011B jinak), \u017Ee na z\u00E1klad\u011B t\u011Bchto informac\u00ED nem\u016F\u017Eete vyvozovat \u017E\u00E1dn\u00E9 po\u017Eadavky na produkty v\u016F\u010Di SAP.

VIEW_SETTINGS_DIALOG_ITEM_1=Abecedn\u011B
VIEW_SETTINGS_DIALOG_ITEM_2=Kategorie
VIEW_SETTINGS_DIALOG_ITEM_3=Hustota obsahu
VIEW_SETTINGS_DIALOG_ITEM_4=Rozsah n\u00E1zv\u016F
VIEW_SETTINGS_DIALOG_ITEM_5=Release

SAMPLE_BACK_BTN_TOOLTIP=Zp\u011Bt ke vzor\u016Fm
SAMPLE_INFO_TOOLTIP=Informace o vzoru
SAMPLE_API_REFERENCE_BTN=Reference API
SAMPLE_PREV_BTN_TOOLTIP=Zobrazit p\u0159edchoz\u00ED vzor
SAMPLE_NEXT_BTN_TOOLTIP=Zobrazit n\u00E1sleduj\u00EDc\u00ED vzor
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Zobrazit tento vzor v re\u017Eimu cel\u00E9 obrazovky
SAMPLE_ADAPT_BTN_TOOLTIP=Upravit UI
SAMPLE_CODE_BTN_TOOLTIP=Zobrazit zdrojov\u00FD k\u00F3d pro tento vzor
SAMPLE_NEW_TAB_BTN_TOOLTIP=Otev\u0159\u00EDt jako novou z\u00E1lo\u017Eku
SAMPLE_DOWNLOAD_BTN_TOOLTIP=St\u00E1hnout

RELEASE_NOTES_TITLE=Zm\u011Bnov\u00FD protokol

SEARCH_PAGE_TITLE=V\u00FDsledky hled\u00E1n\u00ED pro "{0}"
SEARCH_PAGE_DESCRIPTION=V\u00FDsledky hled\u00E1n\u00ED jsou zobrazeny v kategori\u00EDch
SEARCH_PAGE_ALL_SECTION_TITLE=V\u0161e ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Top 10 v\u00FDsledk\u016F z reference API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Top 10 v\u00FDsledk\u016F z dokumentace
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Top 10 v\u00FDsledk\u016F ze vzork\u016F
SEARCH_SUGGESTIONS_TITLE_ALL=Top 10 v\u00FDsledk\u016F ze v\u0161eho
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=V\u0161e
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Zobrazit v\u0161e
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Dokumentace
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Reference API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Vzory
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=V\u0161e ({0} z {1})
SEARCH_PAGE_API_SECTION_TITLE=Reference API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Reference API ({0} z {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Dokumentace ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Dokumentace ({0} z {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Vzory ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Vzory ({0} z {1})

RELEASE_DIALOG_TITLE=Zm\u011Bnov\u00FD protokol pro\: {0}
RELEASE_DIALOG_CLOSE_BTN=Zav\u0159\u00EDt
RELEASE_DIALOG_NO_DATA_TEXT=\u017D\u00E1dn\u00E9 zm\u011Bny pro tuto knihovnu.

ABOUT_DIALOG_TITLE=O aplikaci
ABOUT_DIALOG_TEXT_1=Uk\u00E1zkov\u00E1 sada UI5 - sada v\u00FDvojov\u00FDch n\u00E1stroj\u016F UI pro HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright -2021 SAP SE. V\u0161echna pr\u00E1va vyhrazena.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE nebo p\u0159idru\u017Een\u00E1 spole\u010Dnost SAP.
ABOUT_DIALOG_TEXT_4={0} verze {1}
ABOUT_DIALOG_TEXT_5=Verze Open UI5 {0}
ABOUT_DIALOG_TEXT_6=Tento software zahrnuje n\u00E1sleduj\u00EDc\u00ED verze knihoven
ABOUT_DIALOG_LINK_1=Detaily verze
ABOUT_DIALOG_TEXT_7=Tento software obsahuje software open source t\u0159et\u00ED strany.
ABOUT_DIALOG_TEXT_8=Zahrnut\u00FD ciz\u00ED software
ABOUT_DIALOG_VERSION_TITLE=Detaily verze
ABOUT_DIALOG_VERSION=Verze
ABOUT_DIALOG_DESCRIPTION=Popis
ABOUT_DIALOG_CHANGE_LOG=Zm\u011Bnov\u00FD protokol
ABOUT_DIALOG_CHANGE_LOG_LINK=Zm\u011Bnov\u00FD protokol
ABOUT_DIALOG_COMPONENT=Komponenta
ABOUT_DIALOG_CLOSE_BTN=Zav\u0159\u00EDt
ABOUT_DIALOG_THIRD_PARTY=Zahrnut\u00FD ciz\u00ED software

FOOTER_LEGAL_DISCOLURE=Pr\u00E1vn\u00ED informace
FOOTER_PRIVACY=Ochrana osobn\u00EDch \u00FAdaj\u016F
FOOTER_TERMS=Podm\u00EDnky pou\u017Eit\u00ED
FOOTER_LICENSE=Licence

NOT_FOUND_TITLE=Nenalezeno
NOT_FOULD_TEXT=Po\u017Eadovan\u00FD zdroj nebyl nalezen.

SITEMAP_TITLE=Mapa webu

LIVE_EDITOR_TITLE=Produktivn\u00ED editor
LIVE_EDITOR_RESULT=V\u00FDsledek
LIVE_EDITOR_PREVIEW_BTN=N\u00E1hled
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Automatick\u00FD n\u00E1hled

TOOLS_VIEW_DOC=Dokumentace pohledu
TOOLS_CARD_1_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED SAP Business Application Studio
TOOLS_CARD_1_TEXT=SAP Business Application Studio on SAP BTP, ve\u0159ejn\u00E9m cloudu SAP, se pou\u017E\u00EDv\u00E1 pro vytv\u00E1\u0159en\u00ED modern\u00EDch aplikac\u00ED u\u017Eivatelsk\u00E9ho rozhran\u00ED pro desktop a mobiln\u00ED za\u0159\u00EDzen\u00ED s nejnov\u011Bj\u0161\u00EDmi technologiemi SAPUI5 a SAP Fiori.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED n\u00E1vrh\u00E1\u0159 motiv\u016F u\u017Eivatelsk\u00E9ho rozhran\u00ED SAP
TOOLS_CARD_2_TEXT=N\u00E1vrh\u00E1\u0159 motiv\u016F u\u017Eivatelsk\u00E9ho rozhran\u00ED pou\u017Eijete pro snadn\u00E9 vytv\u00E1\u0159en\u00ED motiv\u016F firemn\u00ED identity \u00FApravou n\u011Bkter\u00E9 z \u0161ablon motiv\u016F poskytovan\u00FDch spole\u010Dnost\u00ED SAP.
TOOLS_CARD_2_LINK_1=Komunita
TOOLS_CARD_3_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED str\u00E1nku SAP UI5 Tooling
TOOLS_CARD_3_TEXT=Otev\u0159en\u00FD a modul\u00E1rn\u00ED \u0159et\u011Bzec n\u00E1stroj\u016F pro v\u00FDvoj nejmodern\u011Bj\u0161\u00EDch aplikac\u00ED zalo\u017Een\u00FDch na frameworku UI5 vyu\u017E\u00EDvaj\u00EDc\u00EDch node.js a npm.
TOOLS_CARD_3_LINK_1=P\u0159ehled
TOOLS_CARD_3_LINK_2=Dokumentace CLI
TOOLS_CARD_4_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED SAP UI5 Inspector
TOOLS_CARD_4_TEXT=Pomoc\u00ED UI5 Inspector m\u016F\u017Eete snadno vyladit a podporovat va\u0161e aplikace zalo\u017Een\u00E9 na OpenUI5 nebo SAPUI5.
TOOLS_CARD_4_LINK_1=Zobrazit zdrojov\u00FD k\u00F3d
TOOLS_CARD_5_TEXT=Integra\u010Dn\u00ED karty jsou nov\u00FDm zp\u016Fsobem, jak poskytovat a pou\u017E\u00EDvat karty podobaj\u00EDc\u00ED se pom\u016Fck\u00E1m pro domovskou str\u00E1nku nebo \u0159\u00EDdic\u00ED panel.
TOOLS_CARD_5_LINK_1=Prozkoumat vzory
TOOLS_CARD_6_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED asistenta podpory v akci
TOOLS_CARD_6_TEXT=Asistent podpory umo\u017E\u0148uje v\u00FDvoj\u00E1\u0159\u016Fm zkontrolovat, zda jsou jejich aplikace vytv\u00E1\u0159eny v souladu s doporu\u010Den\u00FDmi postupy a sm\u011Brnicemi pro SAPUI5
TOOLS_CARD_7_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED pr\u016Fzkumn\u00EDka ikon SAP
TOOLS_CARD_7_TEXT=Prozkoumat a pou\u017E\u00EDt na\u0161i velkou sb\u00EDrku ikon v na\u0161ich fontech ikon.
TOOLS_CARD_7_LINK_1=Spustit testy integrace
TOOLS_CARD_7_LINK_2=Spustit testy jednotky
TOOLS_CARD_8_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED n\u00E1strojovou li\u0161tu parametr\u016F motivu
TOOLS_CARD_8_TEXT=Hled\u00E1n\u00ED, filtrov\u00E1n\u00ED a n\u00E1hled na s\u00E9mantick\u00E9 parametry motivu.
TOOLS_CARD_9_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (nov\u00E1 generace SAP Web IDE) je modern\u00ED v\u00FDvoj\u00E1\u0159sk\u00E9 prost\u0159ed\u00ED p\u0159izp\u016Fsoben\u00E9 pro efektivn\u00ED v\u00FDvoj podnikov\u00FDch aplikac\u00ED pro inteligentn\u00ED podniky.
TOOLS_CARD_10_IMG_ALT=Obr\u00E1zek zobrazuj\u00EDc\u00ED UI5 Web Components
TOOLS_CARD_10_TEXT=UI5 Web Components jsou novou nab\u00EDdkou UI5, kter\u00E1 v\u00E1m poskytuje sadu opakovan\u011B pou\u017Eiteln\u00FDch prvk\u016F UI s minim\u00E1ln\u00ED nab\u00EDdkou funkc\u00ED pro va\u0161e statick\u00E9 webov\u00E9 str\u00E1nky nebo webov\u00E9 aplikace zalo\u017Een\u00E9 na n\u011Bjak\u00E9m webov\u00E9m frameworku.
TOOLS_CARD_10_LINK_1=Za\u010D\u00EDn\u00E1me
TOOLS_CARD_10_LINK_2=Otev\u0159\u00EDt projekt GitHub

API_MASTER_PLACEHOLDER=Filtrovat
API_MASTER_EXPAND_BTN_TOOLTIP=Rozbalit v\u0161e
API_MASTER_COLLAPSE_BTN_TOOLTIP=Sbalit v\u0161e
API_MASTER_DEPRECATED_CB=Zahrnout zastaral\u00E9
API_MASTER_NO_DATA_TEXT=\u017D\u00E1dn\u00E1 data, zkuste glob\u00E1ln\u00ED hled\u00E1n\u00ED
API_MASTER_DEPRECATED=Zastaral\u00E9
API_MASTER_DEPRECATED_APIS=Zastaral\u00E1 API
API_MASTER_EXPERIMENTAL_APIS=Experiment\u00E1ln\u00ED API
API_MASTER_INDEX_BY_VERSION=Index podle verze

API_DETAIL_SINCE_TITLE=Index podle verze

API_DETAIL_EXPERIMENTAL_TITLE=Index experiment\u00E1ln\u00EDch API

API_DETAIL_DEPRECATED_TITLE=Index zastaral\u00FDch API
API_DETAIL_DEPRECATED_WARNING=Pro v\u0161eobecn\u00E9 informace o zastaral\u00FDch API zkontrolujte pravidla kompatibility.

API_DETAIL_AS_OF_VERSION=Od {0}
API_DETAIL_NA_VERSION=Verze neuvedena
