
APP_HEADER_TITLE=Zestaw demonstracyjny UI5
APP_HEADER_LOGO_ALT=Logo UI5
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=Wyszukiwanie dowolne
APP_TABHEADER_ITEM_HOME=Ekran g\u0142\u00F3wny
APP_TABHEADER_ITEM_DOCUMENTATION=Dokumentacja
APP_TABHEADER_ITEM_API_REFERENCE=Referencja API
APP_TABHEADER_ITEM_SAMPLES=Przyk\u0142ady
APP_TABHEADER_ITEM_DEMO_APPS=Aplikacje demonstracyjne
APP_TABHEADER_ITEM_RESOURCES=Zasoby
APP_TABHEADER_SUBITEM_FIORI_TOOLS=Narz\u0119dzia Fiori
APP_TABHEADER_SUBITEM_ICON_EXPLORER=Icon Explorer
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=UI5 Inspector
APP_TABHEADER_SUBITEM_UI5_TOOLING=UI5 Tooling
APP_CHANGE_VERSION_BTN=Wersja zmiany
APP_VERSION_BETA_VERSION=Wersja beta
APP_VERSION_VERSION=Wersja
APP_VERSION_NOT_PRODUCTIVE=- nie do u\u017Cytkowania produkcyjnego\!
APP_VERSION_IN_PROGRESS=(w trakcie projektowania)
APP_FEEDBACK_BTN_TOOLTIP=Informacja zwrotna
APP_NEWS_BTN_TOOLTIP=Informacje
APP_NEWS_DISMISS_ALL_BTN=Odrzu\u0107 wszystkie pozycje informacji
APP_NEWS_SHOW_ALL_BTN=Poka\u017C wszystkie informacje
APP_NEWS_NO_NEW_TEXT=Brak informacji
APP_SEARCH_FIELD_CLOSE=Zamknij
APP_INFORMATION_BTN_TOOLTIP=Ustawienia
APP_LEGAL_BTN_TOOLTIP=Informacje prawne
APP_INFORMATION_BTN_FEEDBACK=Informacja zwrotna
APP_INFORMATION_BTN_ABOUT=Informacje
APP_INFORMATION_BTN_LEGAL=Informacje prawne
APP_INFORMATION_BTN_PRIVACY=Prywatno\u015B\u0107
APP_INFORMATION_BTN_TERMS_OF_USE=Warunki korzystania
APP_INFORMATION_BTN_APPEARANCE=Wygl\u0105d
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Jasny
APP_INFORMATION_BTN_APPEARANCE_DARK=Ciemny
APP_INFORMATION_BTN_APPEARANCE_HCB=Wysokokontrastowy czarny
APP_INFORMATION_BTN_APPEARANCE_HCW=Wysokokontrastowy bia\u0142y
APP_INFORMATION_BTN_APPEARANCE_AUTO=Automatyczny (w zale\u017Cno\u015Bci od ustawie\u0144 systemu operacyjnego)
APP_INFORMATION_BTN_SITEMAP=Mapa strony
APP_INFORMATION_BTN_COPYRIGHT=Prawa autorskie
APP_INFORMATION_BTN_TRADEMARK=Znak towarowy
APP_INFORMATION_BTN_DISCLAIMER=Wy\u0142\u0105czenie odpowiedzialno\u015Bci
APP_INFORMATION_BTN_LICENSE=Licencja
APP_COOKIES_TEXT=Wykorzystujemy pliki cookie, aby u\u0142atwi\u0107 u\u017Cytkownikom korzystanie z naszej strony. Pozostaj\u0105c na stronie, wyra\u017Casz zgod\u0119 na korzystanie z naszych plik\u00F3w cookie.

APP_INFORMATION_BTN_NEWS=Nowo\u015Bci
APP_INFORMATION_BTN_SETTINGS=Ustawienia
APP_INFORMATION_BTN_POLICIES=Zasady

NEWS_NEW_GROUP_TITLE=Nowe
NEWS_READ_GROUP_TITLE=Przeczytane
NEWS_BTN_MARK_AS_READ=Zaznacz wszystkie jako przeczytane
NEWS_BTN_VISIT_LINK=Odwied\u017A
NEWS_PREP_FAILURE_TITLE=Nie mo\u017Cna by\u0142o wczyta\u0107 informacji

FEEDBACK_DIALOG_TITLE=Udziel informacji zwrotnej
FEEDBACK_DIALOG_OVERALL=Jakie s\u0105 Twoje og\u00F3lne wra\u017Cenia?
FEEDBACK_DIALOG_MESSAGE=Czym chcesz si\u0119 z nami podzieli\u0107?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Mo\u017Cesz podzieli\u0107 si\u0119 swoimi og\u00F3lnymi wra\u017Ceniami dotycz\u0105cymi korzystania z zestawu demonstracyjnego lub wyrazi\u0107 swoj\u0105 opini\u0119 na temat konkretnej wy\u015Bwietlonej strony.
FEEDBACK_DIALOG_RELATED=Informacja zwrotna jest powi\u0105zana z bie\u017C\u0105c\u0105 stron\u0105.
FEEDBACK_DIALOG_SHOW_DATA=Wy\u015Bwietl dane kontekstowe
FEEDBACK_DIALOG_DISCLAIMER=Twoja informacja zwrotna jest anonimowa, nie gromadzimy danych osobowych.
FEEDBACK_DIALOG_BTN_SEND=Wy\u015Blij
FEEDBACK_DIALOG_BTN_CANCEL=Anuluj
FEEDBACK_DIALOG_STATUS_EXCELLENT=Znakomite
FEEDBACK_DIALOG_STATUS_GOOD=Dobre
FEEDBACK_DIALOG_STATUS_AVERAGE=\u015Arednie
FEEDBACK_DIALOG_STATUS_POOR=Z\u0142e
FEEDBACK_DIALOG_STATUS_VERY_POOR=Bardzo z\u0142e
FEEDBACK_DIALOG_TITLE_SUCCESS=Dzi\u0119kujemy\!
FEEDBACK_DIALOG_TEXT_SUCCESS=Twoja informacja zwrotna zosta\u0142a przes\u0142ana.
FEEDBACK_DIALOG_TITLE_ERROR=Niestety\!
FEEDBACK_DIALOG_TEXT_ERROR=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przesy\u0142ania Twojej informacji zwrotnej\:\n

SURVEY_POPOVER_TITLE=Powiedz nam, o czym my\u015Blisz.
SURVEY_POPOVER_LONG_SURVEY_TITLE=Ankieta dotycz\u0105ca wygody korzystania
SURVEY_POPOVER_LONG_SURVEY_BADGE=NOWE
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=Dost\u0119pne do
SURVEY_POPOVER_LONG_SURVEY_DESC=Po\u015Bwi\u0119\u0107 pi\u0119\u0107 minut na wype\u0142nienie ankiety i pom\u00F3\u017C nam ulepszy\u0107 spos\u00F3b korzystania z produktu\! Ankieta otworzy si\u0119 w nowej zak\u0142adce.
SURVEY_POPOVER_LONG_SURVEY_BTN=Rozpocznij ankiet\u0119
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=Zewn\u0119trzny odsy\u0142acz do ankiety dla u\u017Cytkownik\u00F3w Qualtrics
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=Udost\u0119pnianie informacji zwrotnej
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=Twoje zdanie ma znaczenie. Mo\u017Cesz w ka\u017Cdej chwili podzieli\u0107 si\u0119 z nami swoj\u0105 opini\u0105.
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=Prze\u015Blij informacj\u0119 zwrotn\u0105
SURVEY_POPOVER_CLOSE_BTN=Zamknij

WELCOME_BLOCK_1_TEXT_1=Odkryj rozwi\u0105zanie oferuj\u0105ce przedsi\u0119biorstwom nowe mo\u017Cliwo\u015Bci
WELCOME_BLOCK_1_START_BTN=Rozpocznij prac\u0119 z UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Pobierz
WELCOME_KEY_FEATURES=Najwa\u017Cniejsze funkcje
WELCOME_START_CODING=Rozpocznij kodowanie
WELCOME_CHOOSE_SCENARIO=Wybierz sw\u00F3j scenariusz
WELCOME_JOIN_COMMUNITY=Do\u0142\u0105cz do spo\u0142eczno\u015Bci
WELCOME_BLOCK_2_TITLE=Zestaw dost\u0119pny na wielu urz\u0105dzeniach i przegl\u0105darkach.
WELCOME_BLOCK_2_TEXT=Nie musisz martwi\u0107 si\u0119 specyfikacjami swojego urz\u0105dzenia\! Aplikacja UI5 dzia\u0142aj\u0105 na smartfonach, tabletach i komputerach stacjonarnych. Funkcje interfejsu u\u017Cytkownika automatycznie dostosowuj\u0105 si\u0119 do specyfiki danego urz\u0105dzenia i umo\u017Cliwiaj\u0105 maksymalne wykorzystanie dost\u0119pnych zasob\u00F3w.
WELCOME_BLOCK_2_IMG_ALT=Obraz przedstawiaj\u0105cy telefon, ekran komputera i tablet
WELCOME_BLOCK_3_TITLE=Zaawansowane koncepcje programowania
WELCOME_BLOCK_3_TEXT_1=Aplikacja UI5 zosta\u0142a opracowana przez specjalist\u00F3w z my\u015Bl\u0105 o nowoczesnych programistach tworz\u0105cych aplikacje internetowe oparte na najnowszych technologiach i oferuje wszystkie funkcje konieczne do spe\u0142nienia wymaga\u0144 stawianych obecnie aplikacjom. Podstawowe funkcje UI5 stanowi\u0105 solidn\u0105 podstaw\u0119 umo\u017Cliwiaj\u0105c\u0105 uproszczenie pracy dzi\u0119ki uwzgl\u0119dnieniu wielu aspekt\u00F3w nowoczesnego procesu projektowania\:
WELCOME_BLOCK_3_TEXT_2=Obejmuje standardy takie jak MVC i r\u00F3\u017Cne rodzaje wi\u0105zania danych
WELCOME_BLOCK_3_TEXT_3=Dost\u0119pne s\u0105 r\u00F3\u017Cne formaty wy\u015Bwietlania (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Wi\u0105zanie z OData, JSON, XML oraz inne formaty danych
WELCOME_BLOCK_3_TEXT_5=Wbudowane narz\u0119dzie pomocnicze u\u0142atwia analiz\u0119 drzewa obiekt\u00F3w i statusu wi\u0105zania
WELCOME_BLOCK_3_TEXT_6=Wsparcie t\u0142umaczenia i umi\u0119dzynarodowienia
WELCOME_BLOCK_3_TEXT_7=Koncepcje mo\u017Cliwo\u015Bci rozszerzenia na poziomie kodu i aplikacji
WELCOME_BLOCK_4_TITLE=Zestaw narz\u0119dzi sieci Web gotowy do u\u017Cycia w przedsi\u0119biorstwie
WELCOME_BLOCK_4_TEXT_1=Dlaczego aplikacja jest wykorzystywane przez wi\u0119kszo\u015B\u0107 produkt\u00F3w UI5, a tak\u017Ce przez licznych klient\u00F3w i partner\u00F3w? I dlaczego odnios\u0142a sukces r\u00F3wnie\u017C w spo\u0142eczno\u015Bci Open Source poza firm\u0105 SAP? Oto kilka najwa\u017Cniejszych zalet aplikacji UI5 stanowi\u0105cych warto\u015B\u0107 dodan\u0105\:
WELCOME_BLOCK_4_TEXT_2=Wsparcie t\u0142umaczenia i umi\u0119dzynarodowienia
WELCOME_BLOCK_4_TEXT_3=Koncepcje mo\u017Cliwo\u015Bci rozszerzenia na poziomie kodu i aplikacji
WELCOME_BLOCK_4_TEXT_4=Temat wysokokontrastowy u\u0142atwia korzystanie osobom s\u0142abowidz\u0105cym
WELCOME_BLOCK_4_TEXT_5=\u0141atwo\u015B\u0107 integracji ze sp\u00F3jnym ekosystemem SAP
WELCOME_BLOCK_4_TEXT_6=Elastyczne narz\u0119dzia dla dowolnego typu programisty
WELCOME_BLOCK_4_TEXT_7=Dost\u0119p do nowych innowacyjnych rozwi\u0105za\u0144 z zachowaniem zgodno\u015Bci z upgradem
WELCOME_BLOCK_4_TEXT_8=Nieograniczone wykorzystanie w stosach technologii SAP oraz innych firm
WELCOME_BLOCK_5_TITLE=Wykorzystanie mo\u017Cliwo\u015Bci nagradzanego rozwi\u0105zania SAP Fiori Design
WELCOME_BLOCK_5_TEXT=Zalet\u0105 aplikacji UI5 jest sp\u00F3jny j\u0119zyk projektowania i wst\u0119pnie zdefiniowane wzorce \u015Brodowiska u\u017Cytkownika dla wszystkich funkcji serwera prezentacji. Mo\u017Cna u\u017Cy\u0107 wst\u0119pnie zdefiniowanego tematu lub opracowa\u0107 niestandardow\u0105 szat\u0119 graficzn\u0105 za pomoc\u0105 naszego internetowego narz\u0119dzia.
WELCOME_BLOCK_5_IMG_ALT=Obraz przedstawiaj\u0105cy elementy SAP Fiori Design
WELCOME_BLOCK_6_TITLE=Przygotuj si\u0119
WELCOME_BLOCK_6_TEXT_1=Wszystko, czego potrzebujesz, by od razu przyst\u0105pi\u0107 do projektowania aplikacji internetowych za pomoc\u0105 UI5, to \u015Brodowisko projektowe i przegl\u0105darka. Mo\u017Cesz postawi\u0107 na wygod\u0119 i skorzysta\u0107 ze \u015Brodowiska SAP Business Application Studio w chmurze lub zdecydowa\u0107 si\u0119 na wdro\u017Cenie lokalnego \u015Brodowiska projektowego, zapewniaj\u0105cego wi\u0119ksz\u0105 elastyczno\u015B\u0107.
WELCOME_BLOCK_6_TEXT_2=Wypr\u00F3buj pierwszy przyk\u0142ad tutaj\:
WELCOME_BLOCK_7_TITLE=Rozw\u00F3j UI5
WELCOME_BLOCK_7_TEXT_1=Rozw\u00F3j UI5 oznacza wprowadzanie kluczowych ulepsze\u0144 w ramach ci\u0105g\u0142ego procesu udoskonalania SAPUI5, kt\u00F3ry pozwoli na przyspieszenie dzia\u0142ania aplikacji i zapewnienie wi\u0119kszej modu\u0142owo\u015Bci kodu. Dzi\u0119ki uwzgl\u0119dnieniu standard\u00F3w sieci Web, \u0142adowania asynchronicznego oraz innowacyjnych technologii SAPUI5 jest przysz\u0142o\u015Bciowym rozwi\u0105zaniem, kt\u00F3re sprawdzi si\u0119 w przedsi\u0119biorstwie.
WELCOME_BLOCK_7_TEXT_2=Zach\u0119camy programist\u00F3w do aktywnego wspierania rozwoju nowych funkcji i korzystania z nich.
WELCOME_BLOCK_7_ALT=Rozw\u00F3j UI5 umo\u017Cliwia tworzenie innowacyjnych rozwi\u0105za\u0144, oferuj\u0105c wbudowane narz\u0119dzia, modu\u0142owy rdze\u0144, otwarte standardy i zapewniaj\u0105c wysok\u0105 efektywno\u015B\u0107 dzi\u0119ki wykorzystaniu \u0142adowania asynchronicznego.
WELCOME_BLOCK_8_TITLE=SAPUI5 on SAP BTP
WELCOME_BLOCK_8_TEXT_1=Zarejestruj si\u0119, aby otrzyma\u0107 darmowe, pr\u00F3bne konto SAP BTP i przetestowa\u0107 platform\u0119, umo\u017Cliwiaj\u0105c\u0105 projektowanie opartych na chmurze aplikacji UI5.
WELCOME_BLOCK_8_TEXT_2=Przyjazne dla u\u017Cytkownika \u015Brodowisko projektowe z SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Bezp\u0142atna wersja pr\u00F3bna dla programist\u00F3w
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 jest cz\u0119\u015Bci\u0105 technologii interfejsu u\u017Cytkownika w systemach SAP HANA, NetWeaver ABAP oraz Java.
WELCOME_BLOCK_9_TEXT_2=Rozwi\u0105zanie gotowe do u\u017Cycia dla klient\u00F3w SAP
WELCOME_BLOCK_9_TEXT_3=Mo\u017Cliwo\u015B\u0107 integracji z istniej\u0105cymi strukturami system\u00F3w
WELCOME_BLOCK_10_TITLE=OpenUI5 - bezp\u0142atne oprogramowanie Open Source
WELCOME_BLOCK_10_TEXT_1=Zach\u0119camy do wypr\u00F3bowania wariantu UI5 Open Source. Rozwi\u0105zanie zawiera wszystkie podstawowe funkcje UI5 i jest dost\u0119pne w GitHub na podstawie licencji Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Mo\u017Cliwo\u015B\u0107 skorzystania z wsparcia spo\u0142eczno\u015Bci Open Source
WELCOME_BLOCK_10_TEXT_3=Zarz\u0105dzane na GitHub - ka\u017Cdy u\u017Cytkownik mo\u017Ce zg\u0142asza\u0107 swoje sugestie\!
WELCOME_BLOCK_11_TITLE=UI5 w ramach systemu Content Delivery Network
WELCOME_BLOCK_11_TEXT_1=Niezawodny i elastyczny system CDN u\u0142atwia projektowanie i wykorzystywanie aplikacji UI5. Pliki s\u0105 wczytywane z lokalizacji po\u0142o\u017Conej najbli\u017Cej u\u017Cytkownika, co zapewnia optymaln\u0105 efektywno\u015B\u0107.
WELCOME_BLOCK_11_TEXT_2=Dost\u0119pno\u015B\u0107 wielu wersji za po\u015Brednictwem CDN umo\u017Cliwia zachowanie niestandardowego cyklu \u017Cycia
WELCOME_BLOCK_11_TEXT_3=System obs\u0142uguje zar\u00F3wno scenariusze oparte na \u015Brodowisku w chmurze, jak i te zak\u0142adaj\u0105ce wdro\u017Cenie On Premise.
WELCOME_BLOCK_12_TITLE=SAP Community
WELCOME_BLOCK_13_TITLE=Newsletter
WELCOME_VIDEO_BLOCK_TITLE=Czym jest SAPUI5?

WELCOME_VIDEO_BLOCK_TEXT_1=SAPUI5 to framework HTML5 do \u0142atwego tworzenia niezale\u017Cnych od platform, profesjonalnych aplikacji internetowych. Ten ma\u0142y na pocz\u0105tku projekt sta\u0142 si\u0119 obecnie jedn\u0105 z najbardziej cenionych technologii zapocz\u0105tkowanych przez SAP.
WELCOME_VIDEO_BLOCK_TEXT_2=W tym trwajacym 110 sekund filmie mo\u017Cesz pozna\u0107 zalety SAPUI5. Wi\u0119cej szczeg\u00F3\u0142owych informacji o naszych wiod\u0105cych technologiach IU mo\u017Cna znale\u017A\u0107 na naszej stronie SAP Community <a href\="https\://community.sap.com/topics/ui5">tutaj</a>.

TOPIC_DETAIL_INIT_DOCUMENTATION=Dokumentacja
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Pobierz
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Nowo\u015Bci
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Poznaj nowe funkcje w najnowszych wersjach UI5.
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Wst\u0119pne informacje
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Wa\u017Cne informacje, z kt\u00F3rymi nale\u017Cy si\u0119 zapozna\u0107 przed rozpocz\u0119ciem produktywnego u\u017Cytkowania UI5.
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Wprowadzenie
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Konfiguracja i szkolenia
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Projektowanie aplikacji
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Najlepsze praktyki oraz pu\u0142apki, na kt\u00F3re nale\u017Cy uwa\u017Ca\u0107
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Rozszerzanie aplikacji
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Mo\u017Cesz dostosowa\u0107 aplikacje do swoich wymaga\u0144
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Projektowanie funkcji
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Mo\u017Cesz tworzy\u0107 niestandardowe funkcje lub wzi\u0105\u0107 udzia\u0142 w rozwoju \u015Brodowiska UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Wzorce i szablony interfejsu u\u017Cytkownika dla typowych aplikacji
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Mo\u017Cesz tworzy\u0107 i rozszerza\u0107 interaktywne, analityczne aplikacje internetowe
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Podstawowe elementy
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Koncepcje projektowania, takie jak MVC, wi\u0105zanie danych i sk\u0142adniki
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=Wi\u0119cej informacji o funkcjach
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Dodatek do referencji API

TOPIC_DETAIL_BACK_BTN=Wr\u00F3\u0107 do wynik\u00F3w wyszukiwania
TOPIC_DETAIL_EDIT_GITHUB=Edytuj w GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Edytuj t\u0119 stron\u0119 w GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Wy\u015Bwietl ten dokument w trybie pe\u0142noekranowym

TOPIC_MASTER_FILTER_PLACEHOLDER=Szukaj
TOPIC_MASTER_EXPAND_TOOLTIP=Rozwijanie wszystkich
TOPIC_MASTER_COLAPSE_TOOLTIP=Zwijanie wszystkich
TOPIC_MASTER_NO_DATA_TEXT=Brak danych, spr\u00F3buj wykona\u0107 wyszukiwanie globalne

ENTITY_ABOUT=Informacje
ENTITY_SAMPLES=Przyk\u0142ady ({0})
ENITITY_API=Referencja API\:
ENTITY_DOCUMENTATION=Dokumentacja\:
ENTITY_UX=Wytyczne dotycz\u0105ce \u015Brodowiska u\u017Cytkownika\:
ENTITY_EXTENDS=Rozszerzanie\:
ENTITY_COMPONENT=Sk\u0142adnik aplikacji
ENTITY_SINCE=Dost\u0119pny od
ENTITY_CATEGORY=Kategoria
ENTITY_DENSITY=G\u0119sto\u015B\u0107 wy\u015Bwietlania
ENTITY_DEPRECATED=Ju\u017C niezalecane
ENTITY_FULLSCREEN_TOOLTIP=Poka\u017C ten przyk\u0142ad w trybie pe\u0142noekranowym
ENTITY_BACK_BTN=Wr\u00F3\u0107 do wynik\u00F3w wyszukiwania
ENTITY_TABLE_NAME=Nazwa
ENTITY_TABLE_DESCRIPTION=Opis

CONTROLS_PAGE_TITLE=Przyk\u0142ady
CONTROLS_PAGE_DESC=Przegl\u0105d i pobieranie przyk\u0142ad\u00F3w kodu
CONTROLS_FEATURED_CONTROLS=Wyr\u00F3\u017Cnione funkcje
CONTROLS_LAYOUT_PAGES=Uk\u0142ad i strony
CONTROLS_TEXT_1=Interakcja z u\u017Cytkownikiem
CONTROLS_TEXT_2=R\u00F3\u017Cne struktury listy
CONTROLS_TEXT_3=Proste lub bardziej z\u0142o\u017Cone tabele
CONTROLS_TEXT_4=Okna dialogowe i okna popover
CONTROLS_TEXT_5=Kafelki dla tekst\u00F3w, obraz\u00F3w lub wykres\u00F3w (mi\u0119dzy innymi)
CONTROLS_TEXT_6=Powiadamianie u\u017Cytkownika
CONTROLS_TEXT_7=Paski narz\u0119dzi i nag\u0142\u00F3wki
CONTROLS_TEXT_8=Hierarchiczne wy\u015Bwietlanie danych
CONTROLS_TEXT_9=Sterowanie oparte na metadanych
CONTROLS_TEXT_10=Wizualizacja lokalizacji
CONTROLS_TEXT_11=Wizualizacja danych
CONTROLS_TEXT_12=Interakcje oparte na krokach
CONTROLS_TEXT_13=Wy\u015Bwietlanie, tworzenie lub edytowanie obiekt\u00F3w
CONTROLS_TEXT_14=Strona z tytu\u0142em, nag\u0142\u00F3wkiem i obszarem zawarto\u015Bci
CONTROLS_TEXT_15=Strona zawieraj\u0105ca maksymalnie 3 kolumny
CONTROLS_TEXT_16=Uk\u0142ad z dwiema kolumnami

CONTROLS_MASTER_FILTER_PLACERHOLDER=Szukaj
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Grupa / Filtr
CONTROLS_MASTER_NO_DATA_TEXT=Brak danych, spr\u00F3buj wykona\u0107 wyszukiwanie globalne.

CODE_BACK_BTN_TOOLTIP=Wr\u00F3\u0107 do przyk\u0142adu
CODE_API_REFERENCE=Referencja API
CODE_DOWNLOAD_BTN=Pobierz

CHANGE_VERSION_DIALOG_TITLE=Wersja zmiany
CHANGE_VERSION_DIALOG_CLOSE_BTN=Zamknij
CHANGE_VERSION_DIALOG_APPLY_BTN=Zastosuj
CHANGE_VERSION_DIALOG_LATEST_BTN=Najnowsza
APP_SETTINGS_DIALOG_TITLE=Ustawienia
APP_SETTINGS_DIALOG_THEME=Temat\:
APP_SETTINGS_DIALOG_LANGUAGE=J\u0119zyk
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Preferencje dot. plik\u00F3w cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Pami\u0119taj, \u017Ce wybrany j\u0119zyk dotyczy tylko interfejsu u\u017Cytkownika aplikacji zestawu demonstracyjnego. Zawarto\u015B\u0107 udost\u0119pniona w r\u00F3\u017Cnych sekcjach aplikacji, takich jak Dokumentacja, Referencja API i Przyk\u0142ady, jest dost\u0119pna tylko w j\u0119zyku angielskim.
APP_SETTINGS_DIALOG_DENSITY=G\u0119sto\u015B\u0107 wy\u015Bwietlania\:
APP_SETTINGS_DIALOG_READ_MORE=Dowiedz si\u0119 wi\u0119cej o g\u0119sto\u015Bciach wy\u015Bwietlania
APP_SETTINGS_DIALOG_RTL=Tryb od prawej do lewej\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Anuluj

COOKIE_SETTINGS_DIALOG_TITLE=Twoje ustawienia dot. plik\u00F3w cookie
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Wymagane pliki cookie
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Te pliki cookie s\u0105 wymagane dla g\u0142\u00F3wnych funkcji strony.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Wykorzystujemy pliki cookie, aby u\u0142atwi\u0107 u\u017Cytkownikom korzystanie z naszej strony. Pozostaj\u0105c na stronie, wyra\u017Casz zgod\u0119 na korzystanie z naszych plik\u00F3w cookie.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcjonalne pliki cookie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Te pliki cookie s\u0105 u\u017Cywane do analizowania u\u017Cycia strony w celu pomiaru i poprawy jej wydajno\u015Bci.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ta witryna u\u017Cywa oprogramowania SAP Web Analytics w celu analizowania sposobu korzystania z niej przez u\u017Cytkownik\u00F3w. Wygenerowane informacje (zawieraj\u0105ce cz\u0119\u015B\u0107 adresu IP u\u017Cytkownika oraz ID przegl\u0105darki) b\u0119d\u0105 przesy\u0142ane przez firm\u0119 SAP na jej serwery i tam przechowywane. Pliki cookie s\u0105 u\u017Cywane w celu zidentyfikowania powt\u00F3rnej wizyty u\u017Cytkownika oraz strony, z kt\u00F3rej nast\u0105pi\u0142o przej\u015Bcie do tej witryny. Tych informacji b\u0119dziemy u\u017Cywa\u0107 tylko w celu analizy wykorzystania witryny internetowej oraz tworzenia raport\u00F3w dotycz\u0105cych aktywno\u015Bci witryn internetowych przeznaczonych dla operator\u00F3w witryn, a tak\u017Ce w celu ulepszenia tej witryny. Je\u015Bli chcesz zgodzi\u0107 si\u0119 na \u015Bledzenie za pomoc\u0105 oprogramowania SAP Web Analytics, okre\u015Bl swoje preferencje za pomoc\u0105 prze\u0142\u0105cznika "W\u0142."/"Wy\u0142." powy\u017Cej. W\u0142\u0105czaj\u0105c ten prze\u0142\u0105cznik, wyra\u017Casz zgod\u0119 na przetwarzanie danych analitycznych na sw\u00F3j temat w spos\u00F3b i w celach okre\u015Blonych powy\u017Cej.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Wi\u0119cej informacji
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Zaakceptuj wszystkie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Odrzu\u0107 wszystkie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Ustaw preferencje
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Zapisz preferencje
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Anuluj

EMPTY_TEXT=Puste

DOWNLOADS_TEXT=Pobieranie

DEMO_APPS_TITLE=Aplikacje demonstracyjne
DEMO_APPS_SUBTITLE_OPENUI5=Zawiera list\u0119 aplikacji demonstracyjnych, kt\u00F3re pokazuj\u0105, w jaki spos\u00F3b mo\u017Cna u\u017Cywa\u0107 r\u00F3\u017Cnych funkcji i obiekt\u00F3w sterowania OpenUI5.
DEMO_APPS_SUBTITLE_SAPUI5=Zawiera list\u0119 aplikacji demonstracyjnych, kt\u00F3re pokazuj\u0105, w jaki spos\u00F3b mo\u017Cna u\u017Cywa\u0107 r\u00F3\u017Cnych funkcji i obiekt\u00F3w sterowania SAPUI5.
DEMO_APPS_READ_MORE_BTN=Wi\u0119cej
DEMO_APPS_DOWNLOAD_OVERVIEW=Przegl\u0105d plik\u00F3w do pobrania
DEMO_APPS_CATEGORY_SHOWCASE=Koncepcje UI5 w scenariuszach rzeczywistych
DEMO_APPS_CATEGORY_TUTORIAL=Aplikacje demonstracyjne ze szkoleniami
DEMO_APPS_CATEGORY_RTA=Demonstracyjne aplikacje SAPUI5 Flexibility
DEMO_APPS_CATEGORY_MISC=R\u00F3\u017Cne aplikacje demonstracyjne
DEMO_APPS_LIBRARY=Biblioteka kontroli\:
DEMO_APPS_CARD_LINK=Otw\u00F3rz aplikacj\u0119

LEGAL_DISCLAIMER_TITLE=Wykluczenie odpowiedzialno\u015Bci za odsy\u0142acze
LEGAL_DISCLAIMER_LABEL_1=Odsy\u0142acze z ikon\u0105
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informacje udost\u0119pnione na stronie nienale\u017C\u0105cej do firmy SAP
LEGAL_DISCLAIMER_TEXT_1=Otwierasz witryn\u0119, kt\u00F3ra nie jest hostowana przez firm\u0119 SAP. Korzystaj\u0105c z takich odsy\u0142aczy, przyjmujesz do wiadomo\u015Bci (o ile wyra\u017Anie nie okre\u015Blono inaczej w umowach zawartych z firm\u0105 SAP), \u017Ce\:
LEGAL_DISCLAIMER_TEXT_2=- zawarto\u015B\u0107 witryny, do kt\u00F3rej prowadzi odsy\u0142acz, nie jest dokumentacj\u0105 firmy SAP. Nie mo\u017Cesz zg\u0142asza\u0107 wobec firmy SAP \u017Cadnych roszcze\u0144 dotycz\u0105cych produkt\u00F3w na podstawie informacji opublikowanych w takiej witrynie.
LEGAL_DISCLAIMER_TEXT_3=- firma SAP nie zajmuje \u017Cadnego stanowiska wobec tre\u015Bci zamieszczonych na stronie, do kt\u00F3rych prowadzi odsy\u0142acz, ani nie gwarantuje ich dost\u0119pno\u015Bci ani poprawno\u015Bci.
LEGAL_DISCLAIMER_LABEL_2=Odsy\u0142acze z ikon\u0105
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informacje udost\u0119pnione na stronie firmy SAP
LEGAL_DISCLAIMER_TEXT_4=Opuszczasz dokumentacj\u0119 dotycz\u0105c\u0105 tego konkretnego produktu lub us\u0142ugi SAP i otwierasz witryn\u0119 hostowan\u0105 przez firm\u0119 SAP. Korzystaj\u0105c z takich odsy\u0142aczy, przyjmujesz do wiadomo\u015Bci (o ile wyra\u017Anie nie okre\u015Blono inaczej w umowach zawartych z firm\u0105 SAP), \u017Ce nie mo\u017Cesz zg\u0142asza\u0107 wobec firmy SAP \u017Cadnych roszcze\u0144 dotycz\u0105cych produkt\u00F3w na podstawie informacji opublikowanych w takiej witrynie.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfabetycznie
VIEW_SETTINGS_DIALOG_ITEM_2=Kategoria
VIEW_SETTINGS_DIALOG_ITEM_3=G\u0119sto\u015B\u0107 wy\u015Bwietlania
VIEW_SETTINGS_DIALOG_ITEM_4=Przestrze\u0144 nazw
VIEW_SETTINGS_DIALOG_ITEM_5=Wersja

SAMPLE_BACK_BTN_TOOLTIP=Wr\u00F3\u0107 do przyk\u0142ad\u00F3w
SAMPLE_INFO_TOOLTIP=Informacje dot. przyk\u0142adu
SAMPLE_EDITED_TOOLTIP=Pr\u00F3bka jest edytowana
SAMPLE_EDITED_WARNING=T\u0119 pr\u00F3bk\u0119 edytowano. Aby zresetowa\u0107 wszystkie zmiany, podczas przegl\u0105du kodu \u017Ar\u00F3d\u0142owego naci\u015Bnij przycisk "Resetuj wszystkie zmiany".
SAMPLE_API_REFERENCE_BTN=Referencja API
SAMPLE_PREV_BTN_TOOLTIP=Poka\u017C poprzedni przyk\u0142ad
SAMPLE_NEXT_BTN_TOOLTIP=Poka\u017C nast\u0119pny przyk\u0142ad
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Poka\u017C ten przyk\u0142ad w trybie pe\u0142noekranowym
SAMPLE_ADAPT_BTN_TOOLTIP=Dostosuj IU
SAMPLE_CODE_BTN_TOOLTIP=Poka\u017C kod \u017Ar\u00F3d\u0142owy dla tego przyk\u0142adu
SAMPLE_NEW_TAB_BTN_TOOLTIP=Otw\u00F3rz w nowej zak\u0142adce
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Pobierz
SAMPLE_RESET_CHANGES=Resetuj wszystkie zmiany

RELEASE_NOTES_TITLE=Log zmian

SEARCH_PAGE_TITLE=Wyniki wyszukiwania dla "{0}"
SEARCH_PAGE_DESCRIPTION=Wyniki wyszukiwania s\u0105 wy\u015Bwietlane w kategoriach.
SEARCH_PAGE_ALL_SECTION_TITLE=Wszystkie ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Pierwszych 10 wynik\u00F3w z referencji API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Pierwszych 10 wynik\u00F3w z dokumentacji
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Pierwszych 10 wynik\u00F3w z przyk\u0142ad\u00F3w
SEARCH_SUGGESTIONS_TITLE_ALL=Pierwszych 10 wynik\u00F3w ze wszystkich
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Wszystkie
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Zobacz wszystkie
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Dokumentacja
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Referencja API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Przyk\u0142ady
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Wszystkie ({0} z {1})
SEARCH_PAGE_API_SECTION_TITLE=Referencja API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Referencja API ({0} z {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Dokumentacja ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Dokumentacja ({0} z {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Przyk\u0142ady ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Przyk\u0142ady ({0} z {1})

RELEASE_DIALOG_TITLE=Log zmian dla\: {0}
RELEASE_DIALOG_CLOSE_BTN=Zamknij
RELEASE_DIALOG_NO_DATA_TEXT=Brak zmian dla tej biblioteki.

ABOUT_DIALOG_TITLE=Informacje
ABOUT_DIALOG_TEXT_1=Zestaw demonstracyjny UI5 - UI Development Toolkit for HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2024 SAP SE. Wszelkie prawa zastrze\u017Cone.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2024 SAP SE lub sp\u00F3\u0142ka powi\u0105zana SAP.
ABOUT_DIALOG_TEXT_4={0} Wersja {1}
ABOUT_DIALOG_TEXT_5=Otw\u00F3rz wersj\u0119 UI5 {0}
ABOUT_DIALOG_TEXT_6=To oprogramowanie zawiera poni\u017Csze wersje biblioteki
ABOUT_DIALOG_LINK_1=Szczeg\u00F3\u0142y wersji
ABOUT_DIALOG_TEXT_7=To oprogramowanie zawiera oprogramowanie Open Source innej firmy.
ABOUT_DIALOG_TEXT_8=Zawiera oprogramowanie innej firmy
ABOUT_DIALOG_VERSION_TITLE=Szczeg\u00F3\u0142y wersji
ABOUT_DIALOG_VERSION=Wersja
ABOUT_DIALOG_DESCRIPTION=Opis
ABOUT_DIALOG_CHANGE_LOG=Log zmian
ABOUT_DIALOG_CHANGE_LOG_LINK=Log zmian
ABOUT_DIALOG_COMPONENT=Sk\u0142adnik
ABOUT_DIALOG_CLOSE_BTN=Zamknij
ABOUT_DIALOG_THIRD_PARTY=Zawiera oprogramowanie innej firmy

FOOTER_LEGAL_DISCOLURE=Noty prawne
FOOTER_PRIVACY=Prywatno\u015B\u0107
FOOTER_TERMS=Warunki korzystania
FOOTER_LICENSE=Licencja

NOT_FOUND_TITLE=Nie znaleziono
NOT_FOULD_TEXT=Nie znaleziono wymaganego zasobu.

NOT_FOUND_REMOVED_TEXT=Wymagana wersja UI5 jest nieaktualna i zosta\u0142a usuni\u0119ta.
NOT_FOUND_DK_REMOVED_TEXT=Usuni\u0119to \u017C\u0105dan\u0105 zawarto\u015B\u0107 zestawu demonstracyjnego SAPUI5.
NOT_FOUND_UNAVAILABLE_TEXT=\u017B\u0105dany zas\u00F3b jest niedost\u0119pny.
VERSION_NOT_FOUND_READ_MORE=Wi\u0119cej
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=Strona g\u0142\u00F3wna

NOT_FOUND_SAMPLE_TITLE=Nie znaleziono przyk\u0142adu
NOT_FOUND_SAMPLE_TEXT=Wymagany przyk\u0142ad nie istnieje dla wybranej wersji UI5. Sprawd\u017A dost\u0119pne przyk\u0142ady tutaj

SITEMAP_TITLE=Mapa strony

LIVE_EDITOR_TITLE=Live Editor
LIVE_EDITOR_RESULT=Wynik
LIVE_EDITOR_PREVIEW_BTN=Podgl\u0105d
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Automatyczny podgl\u0105d

API_MASTER_PLACEHOLDER=Szukaj
API_MASTER_EXPAND_BTN_TOOLTIP=Rozwijanie wszystkich
API_MASTER_COLLAPSE_BTN_TOOLTIP=Zwijanie wszystkich
API_MASTER_DEPRECATED_CB=Uwzgl\u0119dnij ju\u017C niezalecane
API_MASTER_EXPERIMENTAL_CB=Uwzgl\u0119dnij eksperymentalne
API_MASTER_NO_DATA_TEXT=Brak danych, spr\u00F3buj wykona\u0107 wyszukiwanie globalne
API_MASTER_DEPRECATED=Ju\u017C niezalecane
API_MASTER_EXPERIMENTAL=Eksperymentalne
API_MASTER_DEPRECATED_APIS=Ju\u017C niezalecane API
API_MASTER_EXPERIMENTAL_APIS=Eksperymentalne API
API_MASTER_INDEX_BY_VERSION=Indeks wed\u0142ug wersji

API_DETAIL_SINCE_TITLE=Indeks wed\u0142ug wersji

API_DETAIL_EXPERIMENTAL_TITLE=Indeks eksperymentalnych API

API_DETAIL_DEPRECATED_TITLE=Indeks ju\u017C niezalecanych API
API_DETAIL_DEPRECATED_WARNING=Og\u00F3lne informacje na temat ju\u017C niezalecanych funkcji mo\u017Cna znale\u017A\u0107 w zasadach dotycz\u0105cych kompatybilno\u015Bci.

API_DETAIL_AS_OF_VERSION=Od {0}
API_DETAIL_NA_VERSION=Wersja niedost\u0119pna

RESOURCES_INTRO_CARD_TITLE=Zasoby
RESOURCES_INTRO_CARD_SUBTITLE=To jest hub dla wybranych zasob\u00F3w UI5 stanowi\u0105cy pomoc przy wykonywaniu zada\u0144 zwi\u0105zanych z projektowaniem. Poznaj go i u\u017Cywaj, aby maksymalnie korzysta\u0107 ze swoich projekt\u00F3w UI5.

RESOURCES_ASIDE_CARD_TITLE=Przegl\u0105d A-Z

RESOURCES_CATEGORY_TITLE_FEATURED=Wyr\u00F3\u017Cnione
RESOURCES_CARD_TITLE_ICON_EXPLORER=Icon Explorer
RESOURCES_CARD_DESC_ICON_EXPLORER=Dobrze dobrane ikony m\u00F3wi\u0105 wi\u0119cej ni\u017C s\u0142owa. Skorzystaj z naszej bogatej kolekcji ikon w naszych czcionkach ikon, aby znale\u017A\u0107 te najbardziej odpowiednie dla Twojego projektu aplikacji.
RESOURCES_CARD_TITLE_ACC_GUIDE=Przewodnik dotycz\u0105cy dost\u0119pno\u015Bci
RESOURCES_CARD_DESC_ACC_GUIDE=Przewodnik dotycz\u0105cy dost\u0119pno\u015Bci zawiera szczeg\u00F3\u0142owe informacje oraz przyk\u0142ady dotycz\u0105ce dost\u0119pno\u015Bci WWW, przydatne zar\u00F3wno dla projektant\u00F3w funkcji lub aplikacji, jak i u\u017Cytkownik\u00F3w biznesowych, kt\u00F3rzy chc\u0105 poszerzy\u0107 swoj\u0105 wiedz\u0119 w zakresie dost\u0119pno\u015Bci WWW w obszarze SAPUI5.

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=Narz\u0119dzia projektowania
RESOURCES_CARD_TITLE_TOOLING=UI5 Tooling
RESOURCES_CARD_DESC_TOOLING=UI5 Tooling to nowoczesny modu\u0142owy \u0142a\u0144cuch narz\u0119dzi umo\u017Cliwiaj\u0105cy projektowanie aplikacji UI5 z wykorzystaniem UI5 przy u\u017Cyciu npm. To modu\u0142owe, konfigurowalne i rozszerzalne CLI typu open source do efektywnego projektowania aplikacji, bibliotek i ponownego wykorzystywania sk\u0142adnik\u00F3w z frameworkiem UI5.
RESOURCES_CARD_TITLE_FIORI_TOOLS=Narz\u0119dzia SAP Fiori
RESOURCES_CARD_DESC_FIORI_TOOLS=Narz\u0119dzia SAP Fiori u\u0142atwiaj\u0105 tworzenie aplikacji z elementami SAP Fiori poprzez udost\u0119pnianie rozszerze\u0144 dla \u015Brodowisk projektowych SAP Business Application Studio i Visual Studio Code.
RESOURCES_CARD_TITLE_CARD_EXPLORER=Eksplorator kart
RESOURCES_CARD_DESC_CARD_EXPLORER=Karty integracji to doskona\u0142y spos\u00F3b udost\u0119pniania u\u017Cytkownikom tre\u015Bci biznesowych na kartach przypominaj\u0105cych wid\u017Cety na stronach g\u0142\u00F3wnych lub pulpitach. Eksplorator kart wy\u015Bwietla wszystkie informacje potrzebne do implementacji.
RESOURCES_CARD_TITLE_FPM_EXPLORER=Eksplorator elastycznego modelu programowania
RESOURCES_CARD_DESC_FPM_EXPLORER=Elastyczny model programowania u\u0142atwia dostosowanie aplikacji do w\u0142asnych potrzeb podczas korzystania z element\u00F3w SAP Fiori dla OData V4.
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=SAP Business Application Studio (BAS) to nowoczesne \u015Brodowisko projektowe oparte na chmurze, stworzone z my\u015Bl\u0105 o efektywnym projektowaniu i rozszerzaniu aplikacji biznesowych dla inteligentnych przedsi\u0119biorstw.

RESOURCES_CATEGORY_TITLE_CUSTOMISING=Dostosowanie
RESOURCES_CARD_TITLE_THEME_DESIGNER=Projektant szaty graficznej IU
RESOURCES_CARD_DESC_THEME_DESIGNER=Projektant szaty graficznej IU to dost\u0119pne przez przegl\u0105dark\u0119 narz\u0119dzie do tworzenia motyw\u00F3w i oznakowa\u0144 kluczowych interfejs\u00F3w u\u017Cytkownika SAP. Dzi\u0119ki niemu mo\u017Cesz w \u0142atwy i szybki spos\u00F3b opracowa\u0107 motywy identyfikacji wizualnej przedsi\u0119biorstwa, korzystaj\u0105c z szablon\u00F3w motyw\u00F3w dostarczonych przez SAP.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=Narz\u0119dzie dot. parametr\u00F3w szaty graficznej
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=Narz\u0119dzie dot. parametr\u00F3w szaty graficznej umo\u017Cliwia wyszukiwanie, filtrowanie i wy\u015Bwietlanie podgl\u0105du parametr\u00F3w motyw\u00F3w semantycznych. Obejmuje ono aktualne i wcze\u015Bniejsze szaty graficzne oferowane przez SAP.
RESOURCES_CARD_TITLE_FLEXIBILITY=SAPUI5 Flexibility
RESOURCES_CARD_DESC_FLEXIBILITY=Dzi\u0119ki SAPUI5 Flexibility projektanci, u\u017Cytkownicy kluczowi i u\u017Cytkownicy ko\u0144cowi mog\u0105 dostosowywa\u0107 interfejs u\u017Cytkownika aplikacji SAPUI5, aby kszta\u0142towa\u0107 jak najlepsze do\u015Bwiadczenia u\u017Cytkownik\u00F3w \u2013 bez ingerencji w kod \u017Ar\u00F3d\u0142owy.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=Rozwi\u0105zywanie problem\u00F3w
RESOURCES_CARD_TITLE_INSPECTOR=UI5 Inspector
RESOURCES_CARD_DESC_INSPECTOR=UI5 Inspector to rozszerzenie narz\u0119dzi projektowania Chrome typu open source kt\u00F3re mo\u017Cna wykorzysta\u0107 do \u0142atwego debugowania i obs\u0142ugi aplikacji bazuj\u0105cych na OpenUI5 lub SAPUI5.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=Asystent ds. wsparcia
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=Asystent ds. wsparcia umo\u017Cliwia projektantom sprawdzenie, czy ich aplikacje zaprojektowano zgodnie z najlepszymi praktykami i wytycznymi SAPUI5.

RESOURCES_CATEGORY_TITLE_TESTING=Testowanie
RESOURCES_CARD_TITLE_TEST_RECORDER=Rejestrator testowania
RESOURCES_CARD_DESC_TEST_RECORDER=Rejestrator testowania u\u0142atwia tworzenie test\u00F3w integracji UI5 i test\u00F3w systemowych poprzez rejestrowanie czynno\u015Bci w przegl\u0105darce.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=wdi5 to us\u0142uga Webdriver.IO, kt\u00F3ra korzysta z testowego API UI5. Stworzono j\u0105 z my\u015Bl\u0105 o przeprowadzaniu niezale\u017Cnych od platform ca\u0142o\u015Bciowych test\u00F3w aplikacji SAPUI5 z narz\u0119dziami wybierania kompatybilnymi z OPA5.

RESOURCES_CARD_LINK_ICON_EXPLORER=Wypr\u00F3buj Icon Explorer
RESOURCES_CARD_LINK_ACC_GUIDE=Przewodnik dotycz\u0105cy dost\u0119pno\u015Bci
RESOURCES_CARD_LINK_TOOLING=Wypr\u00F3buj UI5 Tooling
RESOURCES_CARD_LINK_FIORI_TOOLS=Wypr\u00F3buj narz\u0119dzia SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=Wypr\u00F3buj integracj\u0119 IU z kartami
RESOURCES_CARD_LINK_FPM_EXPLORER=Wypr\u00F3buj FPM Explorer
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=Wypr\u00F3buj BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=Wypr\u00F3buj projektanta szaty graficznej IU
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=Wypr\u00F3buj narz\u0119dzie
RESOURCES_CARD_LINK_FLEXIBILITY=Wypr\u00F3buj SAPUI5 Flexibility
RESOURCES_CARD_LINK_INSPECTOR=Wypr\u00F3buj UI5 Inspector
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=Wypr\u00F3buj asystenta ds. wsparcia
RESOURCES_CARD_LINK_TEST_RECORDER=Wypr\u00F3buj rejestrator testowania
RESOURCES_CARD_LINK_WDI5=Wypr\u00F3buj wdi5

RESOURCES_CARD_LINK_TOOLTIP=Otw\u00F3rz w nowej zak\u0142adce
