
APP_TABHEADER_ITEM_HOME=\u041D\u0430\u0447\u0430\u043B\u044C\u043D\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430
APP_TABHEADER_ITEM_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F
APP_TABHEADER_ITEM_API_REFERENCE=\u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 API
APP_TABHEADER_ITEM_SAMPLES=\u041F\u0440\u0438\u043C\u0435\u0440\u044B
APP_TABHEADER_ITEM_DEMO_APPS=\u0414\u0435\u043C\u043E-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
APP_TABHEADER_ITEM_TOOLS=\u0418\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u044B
APP_CHANGE_VERSION_BTN=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0435\u0440\u0441\u0438\u044E
APP_VERSION_BETA_VERSION=\u0411\u0435\u0442\u0430-\u0432\u0435\u0440\u0441\u0438\u044F
APP_VERSION_VERSION=\u0412\u0435\u0440\u0441\u0438\u044F
APP_VERSION_NOT_PRODUCTIVE=- \u043D\u0435 \u0434\u043B\u044F \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0439 \u044D\u043A\u0441\u043F\u043B\u0443\u0430\u0442\u0430\u0446\u0438\u0438.
APP_VERSION_IN_PROGRESS=- \u0432 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0435.
APP_FEEDBACK_BTN_TOOLTIP=\u041E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043E\u0442\u0437\u044B\u0432
APP_SEARCH_FIELD_CLOSE=\u0417\u0430\u043A\u0440\u044B\u0442\u044C
APP_INFORMATION_BTN_TOOLTIP=\u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
APP_INFORMATION_BTN_FEEDBACK=\u041E\u0431\u0440\u0430\u0442\u043D\u0430\u044F \u0441\u0432\u044F\u0437\u044C
APP_INFORMATION_BTN_ABOUT=\u041E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0435
APP_INFORMATION_BTN_LEGAL=\u042E\u0440\u0438\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043E\u0442\u0434\u0435\u043B
APP_INFORMATION_BTN_PRIVACY=\u041A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C
APP_INFORMATION_BTN_TERMS_OF_USE=\u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F
APP_INFORMATION_BTN_APPEARANCE=\u0412\u043D\u0435\u0448\u043D\u0438\u0439 \u0432\u0438\u0434
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0421\u0432\u0435\u0442\u043B\u044B\u0439
APP_INFORMATION_BTN_APPEARANCE_DARK=\u0422\u0435\u043C\u043D\u044B\u0439
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 (\u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043E\u0442 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043A \u041E\u0421)
APP_INFORMATION_BTN_SITEMAP=\u041A\u0430\u0440\u0442\u0430 \u0441\u0430\u0439\u0442\u0430
APP_INFORMATION_BTN_COPYRIGHT=\u0410\u0432\u0442\u043E\u0440\u0441\u043A\u0438\u0435 \u043F\u0440\u0430\u0432\u0430
APP_INFORMATION_BTN_TRADEMARK=\u0422\u043E\u0440\u0433\u043E\u0432\u0430\u044F \u043C\u0430\u0440\u043A\u0430
APP_INFORMATION_BTN_DISCLAIMER=\u041E\u0442\u043A\u0430\u0437 \u043E\u0442 \u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0441\u0442\u0438
APP_INFORMATION_BTN_LICENSE=\u041B\u0438\u0446\u0435\u043D\u0437\u0438\u044F
APP_COOKIES_TEXT=\u041C\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C \u0444\u0430\u0439\u043B\u044B cookie, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u0432\u044B\u0448\u0430\u0442\u044C \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u043C\u044B\u0445 \u0443\u0441\u043B\u0443\u0433. \u041E\u0441\u0442\u0430\u0432\u0430\u044F\u0441\u044C \u043D\u0430 \u043D\u0430\u0448\u0435\u043C \u0441\u0430\u0439\u0442\u0435, \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u043D\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 cookie.

FEEDBACK_DIALOG_TITLE=\u041E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043E\u0442\u0437\u044B\u0432
FEEDBACK_DIALOG_OVERALL=\u041A\u0430\u043A\u043E\u0435 \u0432\u043F\u0435\u0447\u0430\u0442\u043B\u0435\u043D\u0438\u0435 \u043E\u0441\u0442\u0430\u0432\u0438\u043B \u0443 \u0432\u0430\u0441 \u043D\u0430\u0448 \u0441\u0430\u0439\u0442?
FEEDBACK_DIALOG_MESSAGE=\u0425\u043E\u0442\u0438\u0442\u0435 \u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u0420\u0430\u0441\u0441\u043A\u0430\u0436\u0438\u0442\u0435 \u043E \u0432\u0430\u0448\u0435\u043C \u043E\u043F\u044B\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0433\u043E \u043A\u043E\u043C\u043F\u043B\u0435\u043A\u0442\u0430 \u0432 \u0446\u0435\u043B\u043E\u043C \u0438\u043B\u0438 \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u043E\u0439 \u043E\u0442\u043A\u0440\u044B\u0442\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B.
FEEDBACK_DIALOG_RELATED=\u041E\u0442\u0437\u044B\u0432 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u044C\u0441\u044F \u043A \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435.
FEEDBACK_DIALOG_SHOW_DATA=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0435 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0430
FEEDBACK_DIALOG_DISCLAIMER=\u0412\u0430\u0448 \u043E\u0442\u0437\u044B\u0432 \u0431\u0443\u0434\u0435\u0442 \u0430\u043D\u043E\u043D\u0438\u043C\u043D\u044B\u043C, \u043C\u044B \u043D\u0435 \u0441\u043E\u0431\u0438\u0440\u0430\u0435\u043C \u0438 \u043D\u0435 \u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0435\u043C \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435.
FEEDBACK_DIALOG_BTN_SEND=\u041E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C
FEEDBACK_DIALOG_BTN_CANCEL=\u041E\u0442\u043C\u0435\u043D\u0430
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u041E\u0442\u043B\u0438\u0447\u043D\u043E
FEEDBACK_DIALOG_STATUS_GOOD=\u0425\u043E\u0440\u043E\u0448\u043E
FEEDBACK_DIALOG_STATUS_AVERAGE=\u0421\u0440\u0435\u0434\u043D\u0435
FEEDBACK_DIALOG_STATUS_POOR=\u041F\u043B\u043E\u0445\u043E
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u041E\u0447\u0435\u043D\u044C \u043F\u043B\u043E\u0445\u043E
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0421\u043F\u0430\u0441\u0438\u0431\u043E\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u0412\u0430\u0448 \u043E\u0442\u0437\u044B\u0432 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D.
FEEDBACK_DIALOG_TITLE_ERROR=\u041F\u0440\u0438\u043D\u043E\u0441\u0438\u043C \u0438\u0437\u0432\u0438\u043D\u0435\u043D\u0438\u044F\!
FEEDBACK_DIALOG_TEXT_ERROR=\u041F\u0440\u0438 \u043E\u0442\u043F\u0440\u0430\u0432\u043A\u0435 \u0432\u0430\u0448\u0435\u0433\u043E \u043E\u0442\u0437\u044B\u0432\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430\:\n

WELCOME_BLOCK_1_TEXT_1=\u041E\u0442\u043A\u0440\u043E\u0439\u0442\u0435 \u043D\u043E\u0432\u044B\u0435 \u0433\u043E\u0440\u0438\u0437\u043E\u043D\u0442\u044B \u0434\u043B\u044F \u0441\u0432\u043E\u0435\u0433\u043E \u043F\u0440\u0435\u0434\u043F\u0440\u0438\u044F\u0442\u0438\u044F
WELCOME_BLOCK_1_START_BTN=\u041D\u0430\u0447\u0430\u043B\u043E \u0440\u0430\u0431\u043E\u0442\u044B \u0441 UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u0412\u044B\u0433\u0440\u0443\u0437\u0438\u0442\u044C
WELCOME_KEY_FEATURES=\u041E\u0441\u043D\u043E\u0432\u043D\u044B\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438
WELCOME_START_CODING=\u041F\u0438\u0441\u0430\u0442\u044C \u043A\u043E\u0434
WELCOME_CHOOSE_SCENARIO=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u0439
WELCOME_JOIN_COMMUNITY=\u0412\u0441\u0442\u0443\u043F\u0430\u0439\u0442\u0435 \u0432 \u0441\u043E\u043E\u0431\u0449\u0435\u0441\u0442\u0432\u043E
WELCOME_BLOCK_2_TITLE=\u0420\u0430\u0431\u043E\u0442\u0430\u0439\u0442\u0435 \u0441 \u043B\u044E\u0431\u044B\u043C\u0438 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430\u043C\u0438 \u0438 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430\u043C\u0438
WELCOME_BLOCK_2_TEXT=\u0421\u043F\u0435\u0446\u0438\u0444\u0438\u043A\u0430 \u043B\u044E\u0431\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432 \u0432\u0430\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u043F\u043E\u043C\u0435\u0448\u0430\u0435\u0442\! \u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F UI5 \u0440\u0430\u0431\u043E\u0442\u0430\u044E\u0442 \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430\u0445, \u043F\u043B\u0430\u043D\u0448\u0435\u0442\u0430\u0445 \u0438 \u043D\u0430\u0441\u0442\u043E\u043B\u044C\u043D\u044B\u0445 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0430\u0445. \u0423\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0443\u044E\u0442\u0441\u044F \u043A \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044F\u043C \u0432\u0430\u0448\u0435\u0433\u043E \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442 \u0438\u0445 \u043D\u0430 \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C.
WELCOME_BLOCK_2_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430, \u043C\u043E\u043D\u0438\u0442\u043E\u0440\u0430 \u043D\u0430\u0441\u0442\u043E\u043B\u044C\u043D\u043E\u0433\u043E \u041F\u041A \u0438 \u043F\u043B\u0430\u043D\u0448\u0435\u0442\u0430
WELCOME_BLOCK_3_TITLE=\u041F\u0435\u0440\u0441\u043F\u0435\u043A\u0442\u0438\u0432\u043D\u044B\u0435 \u043A\u043E\u043D\u0446\u0435\u043F\u0446\u0438\u0438 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438
WELCOME_BLOCK_3_TEXT_1=\u042F\u0434\u0440\u043E UI5 \u2013 \u044D\u0442\u043E \u043D\u0430\u0434\u0435\u0436\u043D\u043E\u0435 \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0438\u0435, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u043F\u043E\u043C\u043E\u0433\u0430\u0435\u0442 \u0443\u043F\u0440\u043E\u0441\u0442\u0438\u0442\u044C \u0432\u0430\u0448\u0443 \u0440\u0430\u0431\u043E\u0442\u0443, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044F \u043C\u043D\u043E\u0433\u0438\u043C\u0438 \u0430\u0441\u043F\u0435\u043A\u0442\u0430\u043C\u0438 \u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043E\u043A \u0432 \u0444\u043E\u043D\u043E\u0432\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435. \u041F\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u043E \u0432\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u043E\u0439 \u0441\u043F\u0440\u0430\u0432\u043A\u043E\u0439 \u043F\u043E \u0442\u0430\u043A\u0438\u043C \u0430\u0440\u0445\u0438\u0442\u0435\u043A\u0442\u0443\u0440\u043D\u044B\u043C \u043A\u043E\u043D\u0446\u0435\u043F\u0446\u0438\u044F\u043C, \u043A\u0430\u043A MVC, \u0434\u0432\u0443\u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u0430\u044F \u043F\u0440\u0438\u0432\u044F\u0437\u043A\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438 \u043C\u0430\u0440\u0448\u0440\u0443\u0442\u0438\u0437\u0430\u0446\u0438\u044F.
WELCOME_BLOCK_3_TEXT_2=\u0412\u043A\u043B\u044E\u0447\u0430\u0435\u0442 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u044B MVC \u0438 \u0440\u0430\u0437\u043D\u043E\u043E\u0431\u0440\u0430\u0437\u043D\u044B\u0435 \u0442\u0438\u043F\u044B \u043F\u0440\u0438\u0432\u044F\u0437\u043A\u0438 \u0434\u0430\u043D\u043D\u044B\u0445
WELCOME_BLOCK_3_TEXT_3=\u0412\u044B\u0431\u0438\u0440\u0430\u0439\u0442\u0435 \u0440\u0430\u0437\u043D\u044B\u0435 \u0444\u043E\u0440\u043C\u0430\u0442\u044B \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u044F (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=\u041F\u0440\u0438\u0432\u044F\u0437\u043A\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0434\u043B\u044F OData, JSON, XML \u0438 \u0434\u0440. \u0444\u043E\u0440\u043C\u0430\u0442\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445
WELCOME_BLOCK_3_TEXT_5=\u0412\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u044B\u0439 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438 \u0434\u043B\u044F \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0434\u0435\u0440\u0435\u0432\u0430 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0438 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u043F\u0440\u0438\u0432\u044F\u0437\u043A\u0438
WELCOME_BLOCK_4_TITLE=\u0413\u043E\u0442\u043E\u0432\u044B\u0439 \u0432\u0435\u0431-\u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439 \u0434\u043B\u044F \u0432\u0430\u0448\u0435\u0433\u043E \u043F\u0440\u0435\u0434\u043F\u0440\u0438\u044F\u0442\u0438\u044F
WELCOME_BLOCK_4_TEXT_1=\u0421\u043E\u0437\u0434\u0430\u043D\u043D\u044B\u0435 \u043F\u0440\u043E\u0444\u0435\u0441\u0441\u0438\u043E\u043D\u0430\u043B\u0430\u043C\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u044B \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u0434\u043E\u0432\u044B\u0445 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u043E\u0432, \u0441\u043E\u0437\u0434\u0430\u044E\u0449\u0438\u0445 \u0443\u043B\u044C\u0442\u0440\u0430\u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0432\u0435\u0431-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F. \u0417\u0434\u0435\u0441\u044C \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u044B \u0432\u0441\u0435 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0434\u043B\u044F \u0443\u0434\u043E\u0432\u043B\u0435\u0442\u0432\u043E\u0440\u0435\u043D\u0438\u044F \u0441\u0430\u043C\u044B\u0445 \u0430\u043A\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445 \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u0439 \u043A \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0438 \u0441\u0430\u043C\u044B\u0445 \u0432\u044B\u0441\u043E\u043A\u0438\u0445 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043E\u0432 \u043D\u0430 \u0443\u0440\u043E\u0432\u043D\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u043C\u044B\u0445 \u0440\u0435\u0448\u0435\u043D\u0438\u0439 SAP.
WELCOME_BLOCK_4_TEXT_2=\u041F\u0435\u0440\u0435\u0432\u043E\u0434 \u0438 \u043C\u043D\u043E\u0433\u043E\u044F\u0437\u044B\u043A\u043E\u0432\u0430\u044F \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0430
WELCOME_BLOCK_4_TEXT_3=\u041A\u043E\u043D\u0446\u0435\u043F\u0446\u0438\u0438 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u044F \u043D\u0430 \u0443\u0440\u043E\u0432\u043D\u0435 \u043A\u043E\u0434\u0430 \u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
WELCOME_BLOCK_4_TEXT_4=\u0412\u044B\u0441\u043E\u043A\u043E\u043A\u043E\u043D\u0442\u0440\u0430\u0441\u0442\u043D\u0430\u044F \u0442\u0435\u043C\u0430 \u0434\u043B\u044F \u0443\u0434\u043E\u0431\u0441\u0442\u0432\u0430 \u0441\u043B\u0430\u0431\u043E\u0432\u0438\u0434\u044F\u0449\u0438\u0445 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
WELCOME_BLOCK_5_TITLE=\u041F\u0435\u0440\u0432\u043E\u043A\u043B\u0430\u0441\u0441\u043D\u044B\u0439 \u0434\u0438\u0437\u0430\u0439\u043D SAP Fiori \u0432 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0438
WELCOME_BLOCK_5_TEXT=\u0415\u0434\u0438\u043D\u044B\u0439 \u044F\u0437\u044B\u043A \u0434\u0438\u0437\u0430\u0439\u043D\u0430 \u0438 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0448\u0430\u0431\u043B\u043E\u043D\u044B \u0434\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0444\u0440\u043E\u043D\u0442\u044D\u043D\u0434\u0430 \u0443\u043F\u0440\u043E\u0449\u0430\u044E\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u043C\u0438 UI5. \u0412\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u043E\u0434\u043D\u043E\u0439 \u0438\u0437 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0445 \u0442\u0435\u043C \u0438\u043B\u0438 \u0441\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u0443\u044E \u0432 \u0441\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u043C \u043E\u043D\u043B\u0430\u0439\u043D-\u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0435.
WELCOME_BLOCK_5_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435, \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0438\u0440\u0443\u044E\u0449\u0435\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0434\u0438\u0437\u0430\u0439\u043D\u0430 SAP Fiori
WELCOME_BLOCK_6_TITLE=\u0411\u0443\u0434\u044C\u0442\u0435 \u0433\u043E\u0442\u043E\u0432\u044B
WELCOME_BLOCK_6_TEXT_1=\u0412\u0441\u0435, \u0447\u0442\u043E \u0432\u0430\u043C \u043D\u0443\u0436\u043D\u043E \u0434\u043B\u044F \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0432\u0435\u0431-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0432 UI5 \u2013 \u044D\u0442\u043E \u0441\u0440\u0435\u0434\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0438 \u0431\u0440\u0430\u0443\u0437\u0435\u0440. \u0414\u043B\u044F \u0431\u043E\u043B\u044C\u0448\u0435\u0433\u043E \u0443\u0434\u043E\u0431\u0441\u0442\u0432\u0430 SAP Business Application Studio \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432 \u043E\u0431\u043B\u0430\u043A\u0435. \u0410 \u0434\u043B\u044F \u0431\u043E\u043B\u044C\u0448\u0435\u0439 \u0433\u0438\u0431\u043A\u043E\u0441\u0442\u0438 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0430\u043B\u044C\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u044B \u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0441\u0442\u0440\u043E\u0438\u0442\u044C \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u0443\u044E \u0441\u0440\u0435\u0434\u0443 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438.
WELCOME_BLOCK_6_TEXT_2=\u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043F\u0440\u0438\u043C\u0435\u0440 \u043A\u043E\u0434\u0430 \u043F\u0440\u044F\u043C\u043E \u0441\u0435\u0439\u0447\u0430\u0441.
WELCOME_BLOCK_7_TITLE=\u042D\u0432\u043E\u043B\u044E\u0446\u0438\u044F UI5
WELCOME_BLOCK_7_TEXT_1=\u041C\u044B \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u043E \u043F\u0440\u0438\u043B\u0430\u0433\u0430\u0435\u043C \u0443\u0441\u0438\u043B\u0438\u044F \u043A \u0442\u043E\u043C\u0443, \u0447\u0442\u043E\u0431\u044B \u0443\u043B\u0443\u0447\u0448\u0438\u0442\u044C \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C, \u0443\u0441\u043A\u043E\u0440\u0438\u0442\u044C \u0440\u0430\u0431\u043E\u0442\u0443 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0438 \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u043A\u043E\u0434 \u0431\u043E\u043B\u0435\u0435 \u043C\u043E\u0434\u0443\u043B\u044C\u043D\u044B\u043C, \u0438 \u044D\u0442\u0430\u043F\u044B \u044D\u0432\u043E\u043B\u044E\u0446\u0438\u0438 UI5 \u2013 \u044D\u0442\u043E \u043C\u043E\u043C\u0435\u043D\u0442\u044B \u0432\u043D\u0435\u0434\u0440\u0435\u043D\u0438\u044F \u0444\u0443\u043D\u0434\u0430\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u044B\u0445 \u0443\u043B\u0443\u0447\u0448\u0435\u043D\u0438\u0439. \u0411\u043B\u0430\u0433\u043E\u0434\u0430\u0440\u044F \u0440\u0435\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u043D\u043E\u0432\u0435\u0439\u0448\u0438\u0445 \u0432\u0435\u0431-\u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043E\u0432, \u0430\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u043D\u043E\u0439 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0438 \u0441\u0430\u043C\u044B\u0445 \u0430\u043A\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u0445 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0439 SAPUI5 \u043E\u0441\u0442\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u043E\u0433\u0440\u0435\u0441\u0441\u0438\u0432\u043D\u044B\u043C \u0438 \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u043D\u043D\u044B\u043C \u0440\u0435\u0448\u0435\u043D\u0438\u0435\u043C.
WELCOME_BLOCK_7_TEXT_2=\u041C\u044B \u043F\u043E\u043E\u0449\u0440\u044F\u0435\u043C \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u043E\u0432 \u0432 \u0441\u0442\u0440\u0435\u043C\u043B\u0435\u043D\u0438\u0438 \u0430\u043A\u0442\u0438\u0432\u043D\u043E \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0442\u044C \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0438.
WELCOME_BLOCK_7_ALT=\u042D\u0432\u043E\u043B\u044E\u0446\u0438\u044F UI5 \u2013 \u044D\u0442\u043E \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u044B\u0435 \u0438\u043D\u043D\u043E\u0432\u0430\u0446\u0438\u0438, \u0432\u0441\u0442\u0440\u0430\u0438\u0432\u0430\u043D\u0438\u0435 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u044B\u0445 \u0441\u0440\u0435\u0434\u0441\u0442\u0432, \u043C\u043E\u0434\u0443\u043B\u044C\u043D\u043E\u0435 \u044F\u0434\u0440\u043E, \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0435 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u044B \u0438 \u043F\u043E\u0432\u044B\u0448\u0435\u043D\u0438\u0435 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0430\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u043D\u043E\u0439 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438.
WELCOME_BLOCK_8_TITLE=SAPUI5 \u043D\u0430 \u0431\u0430\u0437\u0435 SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0443\u0439\u0442\u0435\u0441\u044C \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u043E\u0439 \u0443\u0447\u0435\u0442\u043D\u043E\u0439 \u0437\u0430\u043F\u0438\u0441\u0438 SAP BTP, \u0447\u0442\u043E\u0431\u044B \u043F\u0440\u043E\u0442\u0435\u0441\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0443 \u0438 \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043E\u0431\u043B\u0430\u0447\u043D\u044B\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F UI5.
WELCOME_BLOCK_8_TEXT_2=\u041F\u0440\u043E\u0441\u0442\u0430\u044F \u0432 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0441\u0440\u0435\u0434\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0441 SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=\u0411\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u0430\u044F \u043F\u0440\u043E\u0431\u043D\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F \u0434\u043B\u044F \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u043E\u0432
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u2013 \u043E\u0434\u043D\u0430 \u0438\u0437 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0439 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0433\u043E \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0430\u0445 SAP HANA, NetWeaver ABAP \u0438 Java.
WELCOME_BLOCK_9_TEXT_2=\u0413\u043E\u0442\u043E\u0432\u043E \u043A \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044E \u043A\u043B\u0438\u0435\u043D\u0442\u0430\u043C\u0438 SAP
WELCOME_BLOCK_9_TEXT_3=\u0418\u043D\u0442\u0435\u0433\u0440\u0438\u0440\u0443\u0435\u0442\u0441\u044F \u0441 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u043C\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u043C\u0438 \u043B\u0430\u043D\u0434\u0448\u0430\u0444\u0442\u0430\u043C\u0438
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u043E\u0435 \u041F\u041E \u0441 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u043C \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u043C \u043A\u043E\u0434\u043E\u043C
WELCOME_BLOCK_10_TEXT_1=\u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u0435\u0440\u0441\u0438\u044E UI5 \u0441 \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u043C \u043A\u043E\u0434\u043E\u043C. \u041E\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0432\u0441\u0435 \u043E\u0441\u043D\u043E\u0432\u043D\u044B\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 UI5 \u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043D\u0430 GitHub \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0438\u0438 \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u0438 Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=\u041F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0441\u043E\u043E\u0431\u0449\u0435\u0441\u0442\u0432\u043E\u043C Open Source
WELCOME_BLOCK_10_TEXT_3=\u041D\u0430\u0448\u0435 \u041F\u041E \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043E \u043D\u0430 GitHub \u2013 \u0432\u0430\u0448 \u0432\u043A\u043B\u0430\u0434 \u043F\u0440\u0438\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442\u0441\u044F\!
WELCOME_BLOCK_11_TITLE=UI5 \u0432 \u0441\u0435\u0442\u0438 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430
WELCOME_BLOCK_11_TEXT_1=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F UI5 \u0440\u0430\u0437\u0440\u0430\u0431\u0430\u0442\u044B\u0432\u0430\u044E\u0442\u0441\u044F \u0438 \u0437\u0430\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u043D\u0430 \u0431\u0430\u0437\u0435 \u0433\u0438\u0431\u043A\u043E\u0439 \u0438 \u043D\u0430\u0434\u0435\u0436\u043D\u043E\u0439 \u0441\u0435\u0442\u0438 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430. \u0414\u043B\u044F \u043E\u043F\u0442\u0438\u043C\u0438\u0437\u0430\u0446\u0438\u0438 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0444\u0430\u0439\u043B\u044B \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u044E\u0442\u0441\u044F \u0438\u0437 \u0431\u043B\u0438\u0436\u0430\u0439\u0448\u0435\u0433\u043E \u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044E \u043C\u0435\u0441\u0442\u043E\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u044F.
WELCOME_BLOCK_11_TEXT_2=\u0421\u0435\u0442\u044C \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430 \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0432\u0435\u0440\u0441\u0438\u0439, \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u044F \u043D\u0430\u0441\u0442\u0440\u0430\u0438\u0432\u0430\u0442\u044C \u0436\u0438\u0437\u043D\u0435\u043D\u043D\u044B\u0439 \u0446\u0438\u043A\u043B \u041F\u041E
WELCOME_BLOCK_11_TEXT_3=\u0414\u043B\u044F \u043B\u044E\u0431\u043E\u0433\u043E \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0438 \u043E\u0431\u043B\u0430\u0447\u043D\u043E\u0433\u043E \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u044F \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u0412\u044B\u0433\u0440\u0443\u0437\u0438\u0442\u044C
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u041D\u043E\u0432\u043E\u0435
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u0423\u0437\u043D\u0430\u0432\u0430\u0439\u0442\u0435 \u043E \u043D\u043E\u0432\u044B\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u0445, \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0432 \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0445 \u0432\u0435\u0440\u0441\u0438\u044F\u0445 UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u041F\u0435\u0440\u0435\u0434 \u043D\u0430\u0447\u0430\u043B\u043E\u043C \u0440\u0430\u0431\u043E\u0442\u044B
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u0412\u0430\u0436\u043D\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F, \u043A\u043E\u0442\u043E\u0440\u0443\u044E \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0437\u043D\u0430\u0442\u044C \u043F\u0435\u0440\u0435\u0434 \u043D\u0430\u0447\u0430\u043B\u043E\u043C \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F UI5
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u041D\u0430\u0447\u0430\u043B\u043E \u0440\u0430\u0431\u043E\u0442\u044B
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 \u0438 \u043E\u0431\u0443\u0447\u0435\u043D\u0438\u0435
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u0420\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u041D\u0430\u0438\u043B\u0443\u0447\u0448\u0438\u0435 \u043F\u0440\u0430\u043A\u0442\u0438\u043A\u0438 \u0438 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0435 \u0442\u0440\u0443\u0434\u043D\u043E\u0441\u0442\u0438, \u043E \u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u0432\u0430\u043C \u0441\u0442\u043E\u0438\u0442 \u0437\u043D\u0430\u0442\u044C
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u0420\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043A \u0432\u0430\u0448\u0438\u043C \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u043E\u0441\u0442\u044F\u043C
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0420\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0421\u043E\u0437\u0434\u0430\u0432\u0430\u0439\u0442\u0435 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0435 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0438\u043B\u0438 \u043F\u0440\u0435\u0434\u043B\u0430\u0433\u0430\u0439\u0442\u0435 \u0438\u0445 \u0434\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0432 UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u041C\u043E\u0434\u0435\u043B\u0438 \u0438 \u0448\u0430\u0431\u043B\u043E\u043D\u044B UI5 \u0434\u043B\u044F \u0447\u0430\u0441\u0442\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0445 \u0441\u0445\u0435\u043C \u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u0445
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0421\u043E\u0437\u0434\u0430\u0432\u0430\u0439\u0442\u0435 \u0438 \u0440\u0430\u0441\u0448\u0438\u0440\u044F\u0439\u0442\u0435 \u0438\u043D\u0442\u0435\u0440\u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0435 \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0432\u0435\u0431-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u041E\u0441\u043D\u043E\u0432\u043D\u044B\u0435 \u0441\u0432\u0435\u0434\u0435\u043D\u0438\u044F
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u041A\u043E\u043D\u0446\u0435\u043F\u0446\u0438\u0438 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438\: MVC, \u043F\u0440\u0438\u0432\u044F\u0437\u043A\u0430 \u0434\u0430\u043D\u043D\u044B\u0445, \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u043E \u043E\u0431 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430\u0445
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u0414\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u043A \u0441\u0441\u044B\u043B\u043A\u0430\u043C \u043D\u0430 API

TOPIC_DETAIL_BACK_BTN=\u041D\u0430\u0437\u0430\u0434 \u043A \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0430\u043C \u043F\u043E\u0438\u0441\u043A\u0430
TOPIC_DETAIL_EDIT_GITHUB=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043D\u0430 GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u044D\u0442\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 \u043D\u0430 GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u044D\u0442\u043E\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0432 \u043F\u043E\u043B\u043D\u043E\u044D\u043A\u0440\u0430\u043D\u043D\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435

TOPIC_MASTER_FILTER_PLACEHOLDER=\u0424\u0438\u043B\u044C\u0442\u0440
TOPIC_MASTER_EXPAND_TOOLTIP=\u0420\u0430\u0437\u0432\u0435\u0440\u043D\u0443\u0442\u044C \u0432\u0441\u0435
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0421\u0432\u0435\u0440\u043D\u0443\u0442\u044C \u0432\u0441\u0435
TOPIC_MASTER_NO_DATA_TEXT=\u041D\u0435\u0442 \u0434\u0430\u043D\u043D\u044B\u0445; \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0438\u0441\u043A

ENTITY_ABOUT=\u041E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0435
ENTITY_SAMPLES=\u041F\u0440\u0438\u043C\u0435\u0440\u044B ({0})
ENITITY_API=\u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 API\:
ENTITY_DOCUMENTATION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F\:
ENTITY_UX=\u0414\u0438\u0440\u0435\u043A\u0442\u0438\u0432\u044B \u043F\u043E \u043E\u043F\u044B\u0442\u0443 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F\:
ENTITY_EXTENDS=\u0420\u0430\u0441\u0448\u0438\u0440\u044F\u0435\u0442\:
ENTITY_COMPONENT=\u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
ENTITY_SINCE=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0441
ENTITY_CATEGORY=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
ENTITY_DENSITY=\u041F\u043B\u043E\u0442\u043D\u043E\u0441\u0442\u044C \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430
ENTITY_DEPRECATED=\u0423\u0441\u0442\u0430\u0440\u0435\u043B\u043E
ENTITY_FULLSCREEN_TOOLTIP=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u044D\u0442\u043E\u0442 \u043F\u0440\u0438\u043C\u0435\u0440 \u0432 \u043F\u043E\u043B\u043D\u043E\u044D\u043A\u0440\u0430\u043D\u043D\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435
ENTITY_BACK_BTN=\u041D\u0430\u0437\u0430\u0434 \u043A \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0430\u043C \u043F\u043E\u0438\u0441\u043A\u0430
ENTITY_TABLE_NAME=\u0418\u043C\u044F
ENTITY_TABLE_DESCRIPTION=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435

CONTROLS_PAGE_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u044B
CONTROLS_PAGE_DESC=\u041F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0439\u0442\u0435 \u0438 \u0432\u044B\u0433\u0440\u0443\u0436\u0430\u0439\u0442\u0435 \u043F\u0440\u0438\u043C\u0435\u0440\u044B \u043A\u043E\u0434\u0430
CONTROLS_FEATURED_CONTROLS=\u041F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u044B\u0435 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B
CONTROLS_LAYOUT_PAGES=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u0438 \u0444\u043E\u0440\u043C\u0430\u0442 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430
CONTROLS_TEXT_1=\u0412\u0437\u0430\u0438\u043C\u043E\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0441 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C
CONTROLS_TEXT_2=\u0420\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0435 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B \u0441\u043F\u0438\u0441\u043A\u043E\u0432
CONTROLS_TEXT_3=\u041F\u0440\u043E\u0441\u0442\u044B\u0435 \u0438\u043B\u0438 \u0431\u043E\u043B\u0435\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0442\u0430\u0431\u043B\u0438\u0446\u044B
CONTROLS_TEXT_4=\u0414\u0438\u0430\u043B\u043E\u0433\u043E\u0432\u044B\u0435 \u0438 \u0432\u0441\u043F\u043B\u044B\u0432\u0430\u044E\u0449\u0438\u0435 \u043E\u043A\u043D\u0430
CONTROLS_TEXT_5=\u041F\u043B\u0438\u0442\u043A\u0438 \u0434\u043B\u044F \u0442\u0435\u043A\u0441\u0442\u043E\u0432, \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439, \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C \u0438 \u0434\u0440.
CONTROLS_TEXT_6=\u0423\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
CONTROLS_TEXT_7=\u041F\u0430\u043D\u0435\u043B\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u0438 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0438
CONTROLS_TEXT_8=\u0418\u0435\u0440\u0430\u0440\u0445\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0434\u0430\u043D\u043D\u044B\u0445
CONTROLS_TEXT_9=\u0423\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043D\u0430 \u0431\u0430\u0437\u0435 \u043C\u0435\u0442\u0430\u0434\u0430\u043D\u043D\u044B\u0445
CONTROLS_TEXT_10=\u0412\u0438\u0437\u0443\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u043C\u0435\u0441\u0442\u043E\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u044F
CONTROLS_TEXT_11=\u0412\u0438\u0437\u0443\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445
CONTROLS_TEXT_12=\u041F\u043E\u0448\u0430\u0433\u043E\u0432\u043E\u0435 \u0432\u0437\u0430\u0438\u043C\u043E\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
CONTROLS_TEXT_13=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440, \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432
CONTROLS_TEXT_14=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0441 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C, \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u043E\u043C \u0438 \u043E\u0431\u043B\u0430\u0441\u0442\u044C\u044E \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430
CONTROLS_TEXT_15=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0441\u043E \u0441\u0442\u043E\u043B\u0431\u0446\u0430\u043C\u0438 (\u0434\u043E 3)
CONTROLS_TEXT_16=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0432 2 \u0441\u0442\u043E\u043B\u0431\u0446\u0430

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u0424\u0438\u043B\u044C\u0442\u0440
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0413\u0440\u0443\u043F\u043F\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435/\u0444\u0438\u043B\u044C\u0442\u0440
CONTROLS_MASTER_NO_DATA_TEXT=\u041D\u0435\u0442 \u0434\u0430\u043D\u043D\u044B\u0445; \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0438\u0441\u043A

CODE_BACK_BTN_TOOLTIP=\u0412\u0435\u0440\u043D\u0443\u0442\u044C\u0441\u044F \u043A \u043F\u0440\u0438\u043C\u0435\u0440\u0443
CODE_API_REFERENCE=\u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 API
CODE_DOWNLOAD_BTN=\u0412\u044B\u0433\u0440\u0443\u0437\u0438\u0442\u044C

CHANGE_VERSION_DIALOG_TITLE=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0435\u0440\u0441\u0438\u044E
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0417\u0430\u043A\u0440\u044B\u0442\u044C

APP_SETTINGS_DIALOG_TITLE=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
APP_SETTINGS_DIALOG_THEME=\u0422\u0435\u043C\u0430\:
APP_SETTINGS_DIALOG_LANGUAGE=\u042F\u0437\u044B\u043A
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u041F\u0440\u0435\u0434\u043F\u043E\u0447\u0442\u0435\u043D\u0438\u044F \u0444\u0430\u0439\u043B\u043E\u0432 cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u0423\u0447\u0442\u0438\u0442\u0435, \u0447\u0442\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u044F\u0437\u044B\u043A \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0434\u0435\u043C\u043E-\u043D\u0430\u0431\u043E\u0440\u0430. \u041A\u043E\u043D\u0442\u0435\u043D\u0442 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0438\u0437 \u0434\u0440\u0443\u0433\u0438\u0445 \u0440\u0430\u0437\u0434\u0435\u043B\u043E\u0432, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438, \u0441\u0441\u044B\u043B\u043E\u0447\u043D\u043E\u0433\u043E API \u0438 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0432, \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u043E\u043C \u044F\u0437\u044B\u043A\u0435.
APP_SETTINGS_DIALOG_DENSITY=\u041F\u043B\u043E\u0442\u043D\u043E\u0441\u0442\u044C \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430\:
APP_SETTINGS_DIALOG_READ_MORE=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u043E \u043E \u043F\u043B\u043E\u0442\u043D\u043E\u0441\u0442\u0438 \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430
APP_SETTINGS_DIALOG_RTL=\u0420\u0435\u0436\u0438\u043C \u043F\u0438\u0441\u044C\u043C\u0430 \u0441\u043F\u0440\u0430\u0432\u0430 \u043D\u0430\u043B\u0435\u0432\u043E\:
APP_SETTINGS_DIALOG_OK_BTN=\u041E\u041A
APP_SETTINGS_DIALOG_CANCEL_BTN=\u041E\u0442\u043C\u0435\u043D\u0430

COOKIE_SETTINGS_DIALOG_TITLE=\u0412\u0430\u0448\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0444\u0430\u0439\u043B\u043E\u0432 cookie
COOKIE_SETTINGS_DIALOG_SUMMARY=\u041C\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C \u0444\u0430\u0439\u043B\u044B cookie \u0438 SAP Web Analytics, \u0447\u0442\u043E\u0431\u044B \u0443\u043B\u0443\u0447\u0448\u0438\u0442\u044C \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u0430\u0448\u0435\u0439 \u0440\u0430\u0431\u043E\u0442\u044B \u043D\u0430 \u043D\u0430\u0448\u0435\u043C \u0441\u0430\u0439\u0442\u0435. \u041E\u0441\u0442\u0430\u0432\u0430\u044F\u0441\u044C \u043D\u0430 \u043D\u0430\u0448\u0435\u043C \u0441\u0430\u0439\u0442\u0435, \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u043D\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B\u0435 \u0444\u0430\u0439\u043B\u044B cookie
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u042D\u0442\u0438 \u0444\u0430\u0439\u043B\u044B cookie \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B \u0434\u043B\u044F \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F \u0431\u0430\u0437\u043E\u0432\u044B\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0441\u0430\u0439\u0442\u0430.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u041C\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C \u0444\u0430\u0439\u043B\u044B cookie, \u0447\u0442\u043E\u0431\u044B \u0443\u043B\u0443\u0447\u0448\u0438\u0442\u044C \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u0430\u0448\u0435\u0439 \u0440\u0430\u0431\u043E\u0442\u044B \u043D\u0430 \u043D\u0430\u0448\u0435\u043C \u0441\u0430\u0439\u0442\u0435. \u041E\u0441\u0442\u0430\u0432\u0430\u044F\u0441\u044C \u043D\u0430 \u043D\u0430\u0448\u0435\u043C \u0441\u0430\u0439\u0442\u0435, \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u043D\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 cookie.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B cookie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u042D\u0442\u0438 \u0444\u0430\u0439\u043B\u044B cookie \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u0430\u0439\u0442\u0430 \u0432 \u0446\u0435\u043B\u044F\u0445 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F \u0438 \u0443\u043B\u0443\u0447\u0448\u0435\u043D\u0438\u044F \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0441\u0430\u0439\u0442\u0430.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0414\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u044D\u0442\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u043A\u0430 SAP Web Analytics. \u0421\u043E\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F (\u0432\u043A\u043B\u044E\u0447\u0430\u044F \u0447\u0430\u0441\u0442\u044C \u0432\u0430\u0448\u0435\u0433\u043E IP-\u0430\u0434\u0440\u0435\u0441\u0430 \u0438 \u0438\u0434. \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430) \u043F\u0435\u0440\u0435\u0434\u0430\u0435\u0442\u0441\u044F \u0432 SAP \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u0441\u044F \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u0445 SAP. \u0424\u0430\u0439\u043B\u044B cookie \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438 \u0432\u0430\u0448\u0435\u0433\u043E \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E\u0433\u043E \u043F\u043E\u0441\u0435\u0449\u0435\u043D\u0438\u044F \u0438 \u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043F\u043E\u0441\u0435\u0449\u0435\u043D\u0438\u044F \u0441\u0430\u0439\u0442\u0430. \u042D\u0442\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043E\u0446\u0435\u043D\u043A\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u0430 \u0438 \u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043E\u0442\u0447\u0435\u0442\u043E\u0432 \u043E\u0431 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0438 \u0441\u0430\u0439\u0442\u0430 \u0434\u043B\u044F \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u043E\u0432 \u0441\u0430\u0439\u0442\u0430 - \u0430 \u0442\u0430\u043A\u0436\u0435 \u0434\u043B\u044F \u0443\u043B\u0443\u0447\u0448\u0435\u043D\u0438\u044F \u0440\u0430\u0431\u043E\u0442\u044B \u0441\u0430\u0439\u0442\u0430. \u0415\u0441\u043B\u0438 \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0441\u043D\u044B \u0441 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u0435\u043C \u0432\u0430\u0448\u0435\u0439 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0438 \u0447\u0435\u0440\u0435\u0437 SAP Web Analytics, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 "\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C". \u0412\u044B\u0440\u0430\u0436\u0430\u044F \u0441\u043E\u0433\u043B\u0430\u0441\u0438\u0435, \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0432\u0430\u0448\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0445 \u0432\u044B\u0448\u0435 \u0446\u0435\u043B\u044F\u0445.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u041F\u0440\u0438\u043D\u044F\u0442\u044C \u0432\u0441\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u041E\u0442\u043A\u043B\u043E\u043D\u0438\u0442\u044C \u0432\u0441\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0442\u0435\u043D\u0438\u044F
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0442\u0435\u043D\u0438\u044F
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u041E\u0442\u043C\u0435\u043D\u0438\u0442\u044C

EMPTY_TEXT=\u041F\u0443\u0441\u0442\u043E

DOWNLOADS_TEXT=\u0412\u044B\u0433\u0440\u0443\u0437\u043A\u0438

DEMO_APPS_TEXT=\u0414\u0435\u043C\u043E-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
DEMO_APPS_DOWNLOAD_BTN=\u0412\u044B\u0433\u0440\u0443\u0437\u0438\u0442\u044C
DEMO_APPS_READ_MORE_BTN=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u0435\u0435
DEMO_APPS_IMAGE_PHONE=\u0424\u043E\u043D\u043E\u0432\u043E\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u043E\u0432
DEMO_APPS_IMAGE_DESKTOP=\u0424\u043E\u043D\u043E\u0432\u043E\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043D\u0430\u0441\u0442\u043E\u043B\u044C\u043D\u044B\u0445 \u041F\u041A
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=\u0412\u044B\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0434\u0435\u043C\u043E-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=\u041E\u0442\u043C\u0435\u043D\u0438\u0442\u044C
DEMO_APPS_CATEGORY_TUTORIAL=\u0414\u0435\u043C\u043E-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0441 \u043E\u0431\u0443\u0447\u0430\u044E\u0449\u0438\u043C\u0438 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430\u043C\u0438
DEMO_APPS_CATEGORY_SHOWCASE=\u041A\u043E\u043D\u0446\u0435\u043F\u0446\u0438\u0438 UI5 \u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u0445 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u044F\u0445
DEMO_APPS_CATEGORY_TEMPLATE=\u0428\u0430\u0431\u043B\u043E\u043D\u044B \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439
DEMO_APPS_CATEGORY_MISC=\u0414\u0440\u0443\u0433\u0438\u0435 \u0434\u0435\u043C\u043E-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
DEMO_APPS_CATEGORY_RTA=\u0414\u0435\u043C\u043E-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0441 \u0441\u0435\u0440\u0432\u0438\u0441\u0430\u043C\u0438 \u0433\u0438\u0431\u043A\u043E\u0441\u0442\u0438 SAPUI5
DEMO_APPS_LIBRARY=\u0411\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u044E\u0449\u0438\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432\:

LEGAL_DISCLAIMER_TITLE=\u0418\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0441\u0442\u0438 \u0434\u043B\u044F \u0441\u0441\u044B\u043B\u043E\u043A
LEGAL_DISCLAIMER_LABEL_1=\u0421\u0441\u044B\u043B\u043A\u0438 \u0441\u043E \u0437\u043D\u0430\u0447\u043A\u0430\u043C\u0438
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F, \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u043D\u0435 \u043D\u0430 \u0441\u0430\u0439\u0442\u0435 SAP
LEGAL_DISCLAIMER_TEXT_1=\u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0441\u0430\u0439\u0442, \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0449\u0438\u0439 SAP. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044F \u0442\u0430\u043A\u0438\u0435 \u0441\u0441\u044B\u043B\u043A\u0438, \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u0441\u043E \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u043C (\u0435\u0441\u043B\u0438 \u0432 \u0432\u0430\u0448\u0438\u0445 \u0441\u043E\u0433\u043B\u0430\u0448\u0435\u043D\u0438\u044F\u0445 \u0441 SAP \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0438\u043D\u0430\u0447\u0435)\:
LEGAL_DISCLAIMER_TEXT_2=- \u0421\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0435 \u0441\u0430\u0439\u0442\u0430 \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435 \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0435\u0439 SAP. \u0412\u044B \u043D\u0435 \u0441\u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0440\u0435\u043A\u043B\u0430\u043C\u0430\u0446\u0438\u044E \u043F\u043E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0443 \u0432 \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0438 SAP \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0438\u0438 \u044D\u0442\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.
LEGAL_DISCLAIMER_TEXT_3=- SAP \u043D\u0435 \u0437\u0430\u044F\u0432\u043B\u044F\u0435\u0442 \u043E \u0441\u043E\u0433\u043B\u0430\u0441\u0438\u0438 \u043B\u0438\u0431\u043E \u043E \u043D\u0435\u0441\u043E\u0433\u043B\u0430\u0441\u0438\u0438 \u0441 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0435\u0439, \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u043D\u043D\u043E\u0439 \u043D\u0430 \u0441\u0430\u0439\u0442\u0435 \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435, \u0430 \u0442\u0430\u043A\u0436\u0435 \u043D\u0435 \u0433\u0430\u0440\u0430\u043D\u0442\u0438\u0440\u0443\u0435\u0442 \u0435\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0441\u0442\u044C \u0438 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u0441\u0442\u044C.
LEGAL_DISCLAIMER_LABEL_2=\u0421\u0441\u044B\u043B\u043A\u0438 \u0441\u043E \u0437\u043D\u0430\u0447\u043A\u0430\u043C\u0438
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F, \u043E\u043F\u0443\u0431\u043B\u0438\u043A\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u043D\u0430 \u0441\u0430\u0439\u0442\u0435 SAP
LEGAL_DISCLAIMER_TEXT_4=\u0412\u044B \u043F\u043E\u043A\u0438\u0434\u0430\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0430 \u0438\u043B\u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u0430 SAP \u0438 \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u0438\u0442\u0435 \u043D\u0430 \u0441\u0430\u0439\u0442, \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0449\u0438\u0439 SAP. \u041F\u0435\u0440\u0435\u0445\u043E\u0434\u044F \u043F\u043E \u0442\u0430\u043A\u043E\u0439 \u0441\u0441\u044B\u043B\u043A\u0435, \u0432\u044B \u0441\u043E\u0433\u043B\u0430\u0448\u0430\u0435\u0442\u0435\u0441\u044C \u0441 \u0442\u0435\u043C, \u0447\u0442\u043E (\u0435\u0441\u043B\u0438 \u0432 \u0432\u0430\u0448\u0438\u0445 \u0441\u043E\u0433\u043B\u0430\u0448\u0435\u043D\u0438\u044F\u0445 \u0441 SAP \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0438\u043D\u0430\u0447\u0435) \u043D\u0435 \u0438\u043C\u0435\u0435\u0442\u0435 \u043F\u0440\u0430\u0432\u0430 \u043D\u0430 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0440\u0435\u043A\u043B\u0430\u043C\u0430\u0446\u0438\u0438 \u043F\u043E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0443 \u0432 \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0438 SAP \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0438\u0438 \u044D\u0442\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.

VIEW_SETTINGS_DIALOG_ITEM_1=\u041F\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0443
VIEW_SETTINGS_DIALOG_ITEM_2=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
VIEW_SETTINGS_DIALOG_ITEM_3=\u041F\u043B\u043E\u0442\u043D\u043E\u0441\u0442\u044C \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430
VIEW_SETTINGS_DIALOG_ITEM_4=\u041E\u0431\u043B\u0430\u0441\u0442\u044C \u0438\u043C\u0435\u043D
VIEW_SETTINGS_DIALOG_ITEM_5=\u0412\u044B\u043F\u0443\u0441\u043A

SAMPLE_BACK_BTN_TOOLTIP=\u0412\u0435\u0440\u043D\u0443\u0442\u044C\u0441\u044F \u043A \u043F\u0440\u0438\u043C\u0435\u0440\u0430\u043C
SAMPLE_INFO_TOOLTIP=\u041F\u0440\u0438\u043C\u0435\u0440 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
SAMPLE_API_REFERENCE_BTN=\u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 API
SAMPLE_PREV_BTN_TOOLTIP=\u041F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0438\u0439 \u043F\u0440\u0438\u043C\u0435\u0440
SAMPLE_NEXT_BTN_TOOLTIP=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0439 \u043F\u0440\u0438\u043C\u0435\u0440
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u044D\u0442\u043E\u0442 \u043F\u0440\u0438\u043C\u0435\u0440 \u0432 \u043F\u043E\u043B\u043D\u043E\u044D\u043A\u0440\u0430\u043D\u043D\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435
SAMPLE_ADAPT_BTN_TOOLTIP=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C UI
SAMPLE_CODE_BTN_TOOLTIP=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u0434 \u043F\u0440\u0438\u043C\u0435\u0440\u0430
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u041E\u0442\u043A\u0440\u044B\u0442\u044C \u0432 \u043D\u043E\u0432\u043E\u0439 \u0432\u043A\u043B\u0430\u0434\u043A\u0435
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u0412\u044B\u0433\u0440\u0443\u0437\u0438\u0442\u044C

RELEASE_NOTES_TITLE=\u0416\u0443\u0440\u043D\u0430\u043B \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439

SEARCH_PAGE_TITLE=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u044B \u043F\u043E\u0438\u0441\u043A\u0430 \u043F\u043E "{0}"
SEARCH_PAGE_DESCRIPTION=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u044B \u043F\u043E\u0438\u0441\u043A\u0430 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u044E\u0442\u0441\u044F \u043F\u043E \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F\u043C.
SEARCH_PAGE_ALL_SECTION_TITLE=\u0412\u0441\u0435 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=\u041F\u0435\u0440\u0432\u044B\u0435 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u0438\u0437 \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u041F\u0435\u0440\u0432\u044B\u0435 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u0438\u0437 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u041F\u0435\u0440\u0432\u044B\u0435 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u0438\u0437 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0432
SEARCH_SUGGESTIONS_TITLE_ALL=\u041F\u0435\u0440\u0432\u044B\u0435 10 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u0438\u0437 \u0432\u0441\u0435\u0445 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0439
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u0412\u0441\u0435
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u0421\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u0432\u0441\u0435
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F
SEARCH_SUGGESTIONS_API_SECTION_TITLE=\u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u044B
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0412\u0441\u0435 ({0} \u0438\u0437 {1})
SEARCH_PAGE_API_SECTION_TITLE=\u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=\u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 API ({0} \u0438\u0437 {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F ({0} \u0438\u0437 {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u044B ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u041F\u0440\u0438\u043C\u0435\u0440\u044B ({0} \u0438\u0437 {1})

RELEASE_DIALOG_TITLE=\u0416\u0443\u0440\u043D\u0430\u043B \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439 \u0434\u043B\u044F {0}
RELEASE_DIALOG_CLOSE_BTN=\u0417\u0430\u043A\u0440\u044B\u0442\u044C
RELEASE_DIALOG_NO_DATA_TEXT=\u041D\u0435\u0442 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439 \u0434\u043B\u044F \u044D\u0442\u043E\u0439 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0438.

ABOUT_DIALOG_TITLE=\u041E \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0435
ABOUT_DIALOG_TEXT_1=\u0414\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0438\u043E\u043D\u043D\u044B\u0439 \u043A\u043E\u043C\u043F\u043B\u0435\u043A\u0442 UI5 - UI Development Toolkit for HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 SAP SE, 2009-2021. \u0412\u0441\u0435 \u043F\u0440\u0430\u0432\u0430 \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u044B.
ABOUT_DIALOG_TEXT_3=\u00A9 SAP SE \u0438\u043B\u0438 \u0430\u0444\u0444\u0438\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F SAP, 2009-2021.
ABOUT_DIALOG_TEXT_4={0}, \u0432\u0435\u0440\u0441\u0438\u044F {1}
ABOUT_DIALOG_TEXT_5=\u0412\u0435\u0440\u0441\u0438\u044F Open UI5 {0}
ABOUT_DIALOG_TEXT_6=\u042D\u0442\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435 \u0432\u043A\u043B\u044E\u0447\u0430\u0435\u0442 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0432\u0435\u0440\u0441\u0438\u0438 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A
ABOUT_DIALOG_LINK_1=\u0421\u0432\u0435\u0434\u0435\u043D\u0438\u044F \u0432\u0435\u0440\u0441\u0438\u0438
ABOUT_DIALOG_TEXT_7=\u042D\u0442\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435 \u0432\u043A\u043B\u044E\u0447\u0430\u0435\u0442 \u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0435\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435 Open Source.
ABOUT_DIALOG_TEXT_8=\u0412\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0435 \u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0435\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435
ABOUT_DIALOG_VERSION_TITLE=\u0421\u0432\u0435\u0434\u0435\u043D\u0438\u044F \u0432\u0435\u0440\u0441\u0438\u0438
ABOUT_DIALOG_VERSION=\u0412\u0435\u0440\u0441\u0438\u044F
ABOUT_DIALOG_DESCRIPTION=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
ABOUT_DIALOG_CHANGE_LOG=\u0416\u0443\u0440\u043D\u0430\u043B \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0416\u0443\u0440\u043D\u0430\u043B \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0439
ABOUT_DIALOG_COMPONENT=\u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442
ABOUT_DIALOG_CLOSE_BTN=\u0417\u0430\u043A\u0440\u044B\u0442\u044C
ABOUT_DIALOG_THIRD_PARTY=\u0412\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0435 \u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0435\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435

FOOTER_LEGAL_DISCOLURE=\u041F\u0440\u0430\u0432\u043E\u0432\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
FOOTER_PRIVACY=\u041A\u043E\u043D\u0444\u0438\u0434\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u044C
FOOTER_TERMS=\u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F
FOOTER_LICENSE=\u041B\u0438\u0446\u0435\u043D\u0437\u0438\u044F

NOT_FOUND_TITLE=\u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
NOT_FOULD_TEXT=\u0417\u0430\u043F\u0440\u043E\u0448\u0435\u043D\u043D\u044B\u0439 \u0440\u0435\u0441\u0443\u0440\u0441 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D.

SITEMAP_TITLE=\u041A\u0430\u0440\u0442\u0430 \u0441\u0430\u0439\u0442\u0430

LIVE_EDITOR_TITLE=\u0420\u0435\u0434\u0430\u043A\u0442\u043E\u0440 \u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u043C \u0432\u0440\u0435\u043C\u0435\u043D\u0438
LIVE_EDITOR_RESULT=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442
LIVE_EDITOR_PREVIEW_BTN=\u041F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440

TOOLS_VIEW_DOC=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044E
TOOLS_CARD_1_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435, \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u044E\u0449\u0435\u0435 SAP Business Application Studio
TOOLS_CARD_1_TEXT=SAP Business Application Studio \u043D\u0430 \u0431\u0430\u0437\u0435 SAP BTP, \u043E\u0431\u0449\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0435 \u043E\u0431\u043B\u0430\u043A\u043E SAP, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 UI \u0434\u043B\u044F \u043D\u0430\u0441\u0442\u043E\u043B\u044C\u043D\u044B\u0445 \u041F\u041A \u0438 \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432 \u0441 \u043F\u0440\u0438\u043C\u0435\u043D\u0435\u043D\u0438\u0435\u043C \u043D\u043E\u0432\u0435\u0439\u0448\u0438\u0445 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0439 SAPUI5 \u0438 SAP Fiori.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u0438\u0437\u0430\u0439\u043D\u0435\u0440\u0430 \u0442\u0435\u043C UI
TOOLS_CARD_2_TEXT=\u0414\u0438\u0437\u0430\u0439\u043D\u0435\u0440 \u0442\u0435\u043C UI \u043F\u043E\u043C\u043E\u0433\u0430\u0435\u0442 \u0431\u044B\u0441\u0442\u0440\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043A\u043E\u0440\u043F\u043E\u0440\u0430\u0442\u0438\u0432\u043D\u0443\u044E \u0442\u0435\u043C\u0443 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0438\u0437 \u0448\u0430\u0431\u043B\u043E\u043D\u043E\u0432, \u043F\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u043C\u044B\u0445 SAP.
TOOLS_CARD_2_LINK_1=\u0421\u043E\u043E\u0431\u0449\u0435\u0441\u0442\u0432\u043E
TOOLS_CARD_3_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B SAP UI5 Tooling 
TOOLS_CARD_3_TEXT=\u041E\u0442\u043A\u0440\u044B\u0442\u0430\u044F \u043C\u043E\u0434\u0443\u043B\u044C\u043D\u0430\u044F \u0446\u0435\u043F\u043E\u0447\u043A\u0430 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u0434\u043B\u044F \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0443\u043B\u044C\u0442\u0440\u0430\u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u0444\u0440\u0435\u0439\u043C\u0432\u043E\u0440\u043A\u0430 UI5 \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C node.js \u0438 npm.
TOOLS_CARD_3_LINK_1=\u041E\u0431\u0437\u043E\u0440
TOOLS_CARD_3_LINK_2=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u044F CLI
TOOLS_CARD_4_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 SAP UI5 Inspector
TOOLS_CARD_4_TEXT=UI5 Inspector \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D \u0434\u043B\u044F \u0443\u0434\u043E\u0431\u043D\u043E\u0439 \u043E\u0442\u043B\u0430\u0434\u043A\u0438 \u0438 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438 \u0432\u0430\u0448\u0438\u0445 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u043D\u0430 \u0431\u0430\u0437\u0435 OpenUI5 \u0438\u043B\u0438 SAPUI5.
TOOLS_CARD_4_LINK_1=\u041F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u0434
TOOLS_CARD_5_TEXT=\u041A\u0430\u0440\u0442\u043E\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438 \u2013 \u043D\u043E\u0432\u044B\u0439 \u0441\u043F\u043E\u0441\u043E\u0431 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u043E\u0445\u043E\u0436\u0438\u0445 \u043D\u0430 \u0432\u0438\u0434\u0436\u0435\u0442\u044B \u043A\u0430\u0440\u0442\u043E\u0447\u0435\u043A \u043D\u0430 \u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 \u0438\u043B\u0438 \u043F\u0430\u043D\u0435\u043B\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432.
TOOLS_CARD_5_LINK_1=\u041E\u0431\u0437\u043E\u0440 \u043F\u0440\u0438\u043C\u0435\u0440\u043E\u0432
TOOLS_CARD_6_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0430\u0441\u0441\u0438\u0441\u0442\u0435\u043D\u0442\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438 \u0432 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0438
TOOLS_CARD_6_TEXT=\u0410\u0441\u0441\u0438\u0441\u0442\u0435\u043D\u0442 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0430\u043C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u044C \u0438\u0445 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u043B\u0443\u0447\u0448\u0438\u043C \u043F\u0440\u0430\u043A\u0442\u0438\u043A\u0430\u043C \u0438 \u0434\u0438\u0440\u0435\u043A\u0442\u0438\u0432\u0430\u043C \u0434\u043B\u044F SAPUI5.
TOOLS_CARD_7_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 SAP Icon Explorer
TOOLS_CARD_7_TEXT=\u041F\u0440\u043E\u0441\u043C\u0430\u0442\u0440\u0438\u0432\u0430\u0439\u0442\u0435 \u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043E\u0431\u0448\u0438\u0440\u043D\u0443\u044E \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u044E \u0437\u043D\u0430\u0447\u043A\u043E\u0432 \u0441 \u0444\u0438\u0440\u043C\u0435\u043D\u043D\u044B\u043C\u0438 \u0448\u0440\u0438\u0444\u0442\u0430\u043C\u0438.
TOOLS_CARD_7_LINK_1=\u0412\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0442\u0435\u0441\u0442\u044B \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438
TOOLS_CARD_7_LINK_2=\u0412\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0431\u043B\u043E\u0447\u043D\u044B\u0435 \u0442\u0435\u0441\u0442\u044B
TOOLS_CARD_8_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0442\u0435\u043C\u044B
TOOLS_CARD_8_TEXT=\u041F\u043E\u0438\u0441\u043A, \u0444\u0438\u043B\u044C\u0442\u0440\u0430\u0446\u0438\u044F \u0438 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440 \u0441\u0435\u043C\u0430\u043D\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0442\u0435\u043C\u044B.
TOOLS_CARD_9_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435, \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u044E\u0449\u0435\u0435 Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (\u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0435 \u043F\u043E\u043A\u043E\u043B\u0435\u043D\u0438\u0435 SAP Web IDE) - \u044D\u0442\u043E \u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0441\u0440\u0435\u0434\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438, \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u0430\u044F \u0434\u043B\u044F \u044D\u0444\u0444\u0435\u043A\u0442\u0438\u0432\u043D\u043E\u0439 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438 \u0431\u0438\u0437\u043D\u0435\u0441-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0434\u043B\u044F "\u0443\u043C\u043D\u044B\u0445" \u043F\u0440\u0435\u0434\u043F\u0440\u0438\u044F\u0442\u0438\u0439.
TOOLS_CARD_10_IMG_ALT=\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435, \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u044E\u0449\u0435\u0435 \u0432\u0435\u0431-\u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B UI5
TOOLS_CARD_10_TEXT=\u0412\u0435\u0431-\u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B UI5 - \u044D\u0442\u043E \u043D\u043E\u0432\u043E\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0435 UI5, \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u044E\u0449\u0435\u0435 \u043D\u0430\u0431\u043E\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 UI \u0434\u043B\u044F \u043C\u043D\u043E\u0433\u043E\u043A\u0440\u0430\u0442\u043D\u043E\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0441 \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u043C \u043E\u0442\u043F\u0435\u0447\u0430\u0442\u043A\u043E\u043C \u0434\u043B\u044F \u0441\u0442\u0430\u0442\u0438\u0447\u043D\u044B\u0445 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u043E\u0432 \u0438\u043B\u0438 \u0432\u0435\u0431-\u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u043D\u0430 \u0431\u0430\u0437\u0435 \u0432\u0435\u0431-\u0444\u0440\u0435\u0439\u043C\u0432\u043E\u0440\u043A\u0430.
TOOLS_CARD_10_LINK_1=\u041D\u0430\u0447\u0430\u043B\u043E \u0440\u0430\u0431\u043E\u0442\u044B
TOOLS_CARD_10_LINK_2=\u041E\u0442\u043A\u0440\u044B\u0442\u044C \u043F\u0440\u043E\u0435\u043A\u0442 GitHub

API_MASTER_PLACEHOLDER=\u0424\u0438\u043B\u044C\u0442\u0440
API_MASTER_EXPAND_BTN_TOOLTIP=\u0420\u0430\u0437\u0432\u0435\u0440\u043D\u0443\u0442\u044C \u0432\u0441\u0435
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0421\u0432\u0435\u0440\u043D\u0443\u0442\u044C \u0432\u0441\u0435
API_MASTER_DEPRECATED_CB=\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0438\u0435
API_MASTER_NO_DATA_TEXT=\u041D\u0435\u0442 \u0434\u0430\u043D\u043D\u044B\u0445; \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0438\u0441\u043A
API_MASTER_DEPRECATED=\u0423\u0441\u0442\u0430\u0440\u0435\u043B\u043E
API_MASTER_DEPRECATED_APIS=\u0423\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0438\u0435 API
API_MASTER_EXPERIMENTAL_APIS=\u042D\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u044B\u0435 API
API_MASTER_INDEX_BY_VERSION=\u0418\u043D\u0434\u0435\u043A\u0441 \u043F\u043E \u0432\u0435\u0440\u0441\u0438\u0438

API_DETAIL_SINCE_TITLE=\u0418\u043D\u0434\u0435\u043A\u0441 \u043F\u043E \u0432\u0435\u0440\u0441\u0438\u0438

API_DETAIL_EXPERIMENTAL_TITLE=\u0418\u043D\u0434\u0435\u043A\u0441 \u044D\u043A\u0441\u043F\u0435\u0440\u0438\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u044B\u0445 API

API_DETAIL_DEPRECATED_TITLE=\u0418\u043D\u0434\u0435\u043A\u0441 \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0438\u0445 API
API_DETAIL_DEPRECATED_WARNING=\u041E\u0431\u0449\u0443\u044E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u043E\u0431 \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0438\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u0445 \u0441\u043C. \u0432 \u043F\u0440\u0430\u0432\u0438\u043B\u0430\u0445 \u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u043E\u0441\u0442\u0438.

API_DETAIL_AS_OF_VERSION=\u041D\u0430 \u043C\u043E\u043C\u0435\u043D\u0442 {0}
API_DETAIL_NA_VERSION=\u0412\u0435\u0440\u0441\u0438\u044F \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430
