
APP_HEADER_TITLE=Kit de demonstra\u00E7\u00E3o UI5
APP_HEADER_LOGO_ALT=Log\u00F3tipo UI5
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=Procurar algo
APP_TABHEADER_ITEM_HOME=P\u00E1gina principal
APP_TABHEADER_ITEM_DOCUMENTATION=Documenta\u00E7\u00E3o
APP_TABHEADER_ITEM_API_REFERENCE=Refer\u00EAncia API
APP_TABHEADER_ITEM_SAMPLES=Amostras
APP_TABHEADER_ITEM_DEMO_APPS=Aplica\u00E7\u00F5es de demonstra\u00E7\u00E3o
APP_TABHEADER_ITEM_RESOURCES=Recursos
APP_TABHEADER_SUBITEM_FIORI_TOOLS=Ferramentas Fiori
APP_TABHEADER_SUBITEM_ICON_EXPLORER=Explorador de \u00EDcones
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=UI5 Inspector
APP_TABHEADER_SUBITEM_UI5_TOOLING=UI5 Tooling
APP_CHANGE_VERSION_BTN=Alterar vers\u00E3o
APP_VERSION_BETA_VERSION=Vers\u00E3o beta
APP_VERSION_VERSION=Vers\u00E3o
APP_VERSION_NOT_PRODUCTIVE=\u2013 n\u00E3o para utiliza\u00E7\u00E3o produtiva.
APP_VERSION_IN_PROGRESS=(em desenvolvimento)
APP_FEEDBACK_BTN_TOOLTIP=Feedback
APP_NEWS_BTN_TOOLTIP=Novidades
APP_NEWS_DISMISS_ALL_BTN=Rejeitar todos os itens de novidades
APP_NEWS_SHOW_ALL_BTN=Mostrar todas as novidades
APP_NEWS_NO_NEW_TEXT=Nenhuma novidade
APP_SEARCH_FIELD_CLOSE=Fechar
APP_INFORMATION_BTN_TOOLTIP=Defini\u00E7\u00F5es
APP_LEGAL_BTN_TOOLTIP=Informa\u00E7\u00E3o legal
APP_INFORMATION_BTN_FEEDBACK=Feedback
APP_INFORMATION_BTN_ABOUT=Sobre
APP_INFORMATION_BTN_LEGAL=Jur\u00EDdico
APP_INFORMATION_BTN_PRIVACY=Privacidade
APP_INFORMATION_BTN_TERMS_OF_USE=Termos de utiliza\u00E7\u00E3o
APP_INFORMATION_BTN_APPEARANCE=Aspeto
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Claro
APP_INFORMATION_BTN_APPEARANCE_DARK=Escuro
APP_INFORMATION_BTN_APPEARANCE_HCB=Preto de alto contraste
APP_INFORMATION_BTN_APPEARANCE_HCW=Branco de alto contraste
APP_INFORMATION_BTN_APPEARANCE_AUTO=Autom\u00E1tica (dependente das defini\u00E7\u00F5es SO)
APP_INFORMATION_BTN_SITEMAP=Mapa do site
APP_INFORMATION_BTN_COPYRIGHT=Copyright
APP_INFORMATION_BTN_TRADEMARK=Marca registada
APP_INFORMATION_BTN_DISCLAIMER=Exclus\u00E3o de responsabilidade
APP_INFORMATION_BTN_LICENSE=Licen\u00E7a
APP_COOKIES_TEXT=Utilizamos cookies para melhorar a sua experi\u00EAncia no nosso site. Ao continuar a utilizar este Web site, aceita utilizar os nossos cookies.

APP_INFORMATION_BTN_NEWS=Novidades
APP_INFORMATION_BTN_SETTINGS=Defini\u00E7\u00F5es
APP_INFORMATION_BTN_POLICIES=Pol\u00EDticas

NEWS_NEW_GROUP_TITLE=Novo
NEWS_READ_GROUP_TITLE=Lido
NEWS_BTN_MARK_AS_READ=Marcar como lido
NEWS_BTN_VISIT_LINK=Visitar link
NEWS_PREP_FAILURE_TITLE=N\u00E3o foi poss\u00EDvel carregar as novidades

FEEDBACK_DIALOG_TITLE=Enviar feedback
FEEDBACK_DIALOG_OVERALL=Como \u00E9 a sua experi\u00EAncia global?
FEEDBACK_DIALOG_MESSAGE=O que gostaria de nos dizer?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Pode partilhar o seu feeback em rela\u00E7\u00E3o \u00E0 experi\u00EAncia global no kit de demonstra\u00E7\u00E3o ou em rela\u00E7\u00E3o \u00E0 p\u00E1gina espec\u00EDfica que est\u00E1 a visualizar neste momento.
FEEDBACK_DIALOG_RELATED=O feedback \u00E9 relativo \u00E0 p\u00E1gina atual.
FEEDBACK_DIALOG_SHOW_DATA=Mostrar dados de contexto
FEEDBACK_DIALOG_DISCLAIMER=O seu feedback \u00E9 an\u00F3nimo, n\u00E3o recolhemos dados pessoais.
FEEDBACK_DIALOG_BTN_SEND=Enviar
FEEDBACK_DIALOG_BTN_CANCEL=Cancelar
FEEDBACK_DIALOG_STATUS_EXCELLENT=Excelente
FEEDBACK_DIALOG_STATUS_GOOD=Bom
FEEDBACK_DIALOG_STATUS_AVERAGE=M\u00E9dio
FEEDBACK_DIALOG_STATUS_POOR=Fraco
FEEDBACK_DIALOG_STATUS_VERY_POOR=Muito fraco
FEEDBACK_DIALOG_TITLE_SUCCESS=Obrigado\!
FEEDBACK_DIALOG_TEXT_SUCCESS=O seu feedback foi enviado.
FEEDBACK_DIALOG_TITLE_ERROR=Lamentamos\!
FEEDBACK_DIALOG_TEXT_ERROR=Ocorreu um erro ao enviar o seu feedback\:\n

SURVEY_POPOVER_TITLE=D\u00EA-nos a sua opini\u00E3o.
SURVEY_POPOVER_LONG_SURVEY_TITLE=Inqu\u00E9rito sobre a experi\u00EAncia do usu\u00E1rio
SURVEY_POPOVER_LONG_SURVEY_BADGE=NOVO
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=Dispon\u00EDvel at\u00E9
SURVEY_POPOVER_LONG_SURVEY_DESC=Conclua um inqu\u00E9rito de cinco minutos e ajude-nos a melhorar a sua experi\u00EAncia do produto. Este inqu\u00E9rito abrir\u00E1 um novo separador.
SURVEY_POPOVER_LONG_SURVEY_BTN=Efetue o inqu\u00E9rito
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=Liga\u00E7\u00E3o externa para o inqu\u00E9rito sobre a experi\u00EAncia do usu\u00E1rio de Qualtrics
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=Partilhe o seu feedback
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=A sua opini\u00E3o \u00E9 importante para n\u00F3s. Partilhe as suas ideias e opini\u00F5es a qualquer momento.
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=Enviar feedback
SURVEY_POPOVER_CLOSE_BTN=Fechar

WELCOME_BLOCK_1_TEXT_1=Descubra novos horizontes empresariais.
WELCOME_BLOCK_1_START_BTN=Come\u00E7ar a utilizar o UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Transferir
WELCOME_KEY_FEATURES=Funcionalidades chave
WELCOME_START_CODING=Iniciar codifica\u00E7\u00E3o
WELCOME_CHOOSE_SCENARIO=Escolha o seu cen\u00E1rio
WELCOME_JOIN_COMMUNITY=Aderir \u00E0 comunidade
WELCOME_BLOCK_2_TITLE=Capacidade de resposta em todos os browsers e dispositivos
WELCOME_BLOCK_2_TEXT=N\u00E3o precisa de se preocupar com as especifica\u00E7\u00F5es do seu dispositivo\! As aplica\u00E7\u00F5es UI5 funcionam em smartphones, tablets e computadores. Os controlos IU adaptam-se automaticamente \u00E0s funcionalidades de cada dispositivo e tiram o m\u00E1ximo partido dos bens imobili\u00E1rios dispon\u00EDveis.
WELCOME_BLOCK_2_IMG_ALT=Imagem de telefone, ecr\u00E3 de computador e tablet
WELCOME_BLOCK_3_TITLE=Conceitos de desenvolvimento poderosos
WELCOME_BLOCK_3_TEXT_1=O UI5 foi criado por profissionais para programadores modernos criarem aplica\u00E7\u00F5es web avan\u00E7adas. Inclui todas as funcionalidades necess\u00E1rias para cobrir a maioria dos atuais requisitos de aplica\u00E7\u00E3o.O n\u00FAcleo UI5 oferece uma base s\u00F3lida que simplifica o seu trabalho ao gerir muitos aspetos do desenvolvimento moderno nos bastidores.
WELCOME_BLOCK_3_TEXT_2=Inclui padr\u00F5es como o MVC e v\u00E1rios tipos de v\u00EDnculo de dados
WELCOME_BLOCK_3_TEXT_3=Escolha entre diferentes formatos de vista (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=V\u00EDnculo com OData, JSON, XML e outros formatos de dados
WELCOME_BLOCK_3_TEXT_5=Ferramenta de suporte incorporada para explorar a \u00E1rvore de objetos e o estado do v\u00EDnculo
WELCOME_BLOCK_3_TEXT_6=Suporte de tradu\u00E7\u00E3o e internacionaliza\u00E7\u00E3o
WELCOME_BLOCK_3_TEXT_7=Conceitos de extensibilidade a n\u00EDvel de c\u00F3digo e aplica\u00E7\u00E3o
WELCOME_BLOCK_4_TITLE=Conjunto de ferramentas Web preparado para empresas
WELCOME_BLOCK_4_TEXT_1=Porque \u00E9 que o UI5 \u00E9 utilizado por todos os produtos principais da SAP bem como por muitos clientes e parceiros? E porque \u00E9 que tamb\u00E9m tem sucesso na comunidade open source para l\u00E1 da SAP? Aqui est\u00E3o alguns dos valores adicionados mais importantes que o UI5 fornece\:
WELCOME_BLOCK_4_TEXT_2=Suporte de tradu\u00E7\u00E3o e internacionaliza\u00E7\u00E3o
WELCOME_BLOCK_4_TEXT_3=Conceitos de extensibilidade a n\u00EDvel de c\u00F3digo e aplica\u00E7\u00E3o
WELCOME_BLOCK_4_TEXT_4=Tema de alto contraste para ajudar os utilizadores com defici\u00EAncias visuais
WELCOME_BLOCK_4_TEXT_5=F\u00E1cil de integrar num ecossistema da SAP consistente
WELCOME_BLOCK_4_TEXT_6=Ferramentas flex\u00EDveis para qualquer tipo de programador
WELCOME_BLOCK_4_TEXT_7=Beneficiar de novas inova\u00E7\u00F5es enquanto se mant\u00E9m compat\u00EDvel com as atualiza\u00E7\u00F5es
WELCOME_BLOCK_4_TEXT_8=Utiliza\u00E7\u00E3o ilimitada em stacks tecnol\u00F3gicos SAP e n\u00E3o SAP
WELCOME_BLOCK_5_TITLE=O premiado SAP Fiori Design em a\u00E7\u00E3o
WELCOME_BLOCK_5_TEXT=As aplica\u00E7\u00F5es UI5 beneficiam de uma linguagem de design consistente e de padr\u00F5es UX predefinidos em todas as funcionalidades front-end. Utilize um tema predefinido ou experimente a nossa ferramenta de edi\u00E7\u00E3o de temas online para criar um tema personalizado.
WELCOME_BLOCK_5_IMG_ALT=Imagem de elementos do SAP Fiori design
WELCOME_BLOCK_6_TITLE=Prepare-se
WELCOME_BLOCK_6_TEXT_1=Tudo o que precisa para desenvolver aplica\u00E7\u00F5es Web com o UI5 \u00E9 um ambiente de desenvolvimento e um browser. Utilize o SAP Business Application Studio na nuvem para m\u00E1xima comodidade. Para maior flexibilidade, tem tamb\u00E9m a op\u00E7\u00E3o de configurar o seu ambiente de desenvolvimento local.
WELCOME_BLOCK_6_TEXT_2=Experimente aqui o primeiro exemplo\:
WELCOME_BLOCK_7_TITLE=UI5 Evolution
WELCOME_BLOCK_7_TEXT_1=O UI5 Evolution representa melhorias fundamentais no \u00E2mbito de um esfor\u00E7o cont\u00EDnuo para fazer progredir o SAPUI5, para permitir que as aplica\u00E7\u00F5es sejam executadas mais rapidamente e que o c\u00F3digo se torne mais modular. Ao aderir a padr\u00F5es Web, ao carregamento ass\u00EDncrono e a tecnologias emergentes, o SAPUI5 continua a ser uma solu\u00E7\u00E3o \u00E0 prova de futuro, amplamente testada pelas empresas.
WELCOME_BLOCK_7_TEXT_2=Incentivamos os programadores a apoiar e otimizar ativamente as novas funcionalidades.
WELCOME_BLOCK_7_ALT=O UI5 Evolution cria inova\u00E7\u00E3o, fornece ferramentas de constru\u00E7\u00E3o, um n\u00FAcleo modular, padr\u00F5es abertos, e consegue um elevado desempenho atrav\u00E9s do carregamento ass\u00EDncrono.
WELCOME_BLOCK_8_TITLE=SAPUI5 no SAP BTP
WELCOME_BLOCK_8_TEXT_1=Inscreva-se na conta de avalia\u00E7\u00E3o gratuita do SAP BTP para testar a plataforma e criar aplica\u00E7\u00F5es UI5 baseadas na nuvem
WELCOME_BLOCK_8_TEXT_2=Ambiente de desenvolvimento f\u00E1cil de utilizar com o SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Avalia\u00E7\u00E3o gratuita para o desenvolvimento
WELCOME_BLOCK_9_TITLE=SAPUI5 (local)
WELCOME_BLOCK_9_TEXT_1=O SAPUI5 faz parte das tecnologias de interface de utilizador em sistemas SAP HANA, NetWeaver ABAP e Java.
WELCOME_BLOCK_9_TEXT_2=Pronto a utilizar para clientes da SAP
WELCOME_BLOCK_9_TEXT_3=Integra-se nas estruturas de sistemas existentes
WELCOME_BLOCK_10_TITLE=OpenUI5 - Gratuito e Open Source
WELCOME_BLOCK_10_TEXT_1=Experimente a variante open source do UI5. Cont\u00E9m todas as funcionalidades UI5 centrais e est\u00E1 dispon\u00EDvel no GitHub, na licen\u00E7a Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Com o suporte da comunidade open source
WELCOME_BLOCK_10_TEXT_3=Gerido no GitHub - as contribui\u00E7\u00F5es s\u00E3o bem-vindas\!
WELCOME_BLOCK_11_TITLE=UI5 no Content Delivery Network
WELCOME_BLOCK_11_TEXT_1=Desenvolva e execute aplica\u00E7\u00F5es UI5 com a flexibilidade de um CDN robusto. Os ficheiros s\u00E3o carregados a partir do local mais pr\u00F3ximo do utilizador para um desempenho ideal.
WELCOME_BLOCK_11_TEXT_2=CDN multi-vers\u00E3o para manter um ciclo de vida personalizado
WELCOME_BLOCK_11_TEXT_3=Para qualquer cen\u00E1rio de desenvolvimento local e na nuvem
WELCOME_BLOCK_12_TITLE=SAP Community
WELCOME_BLOCK_13_TITLE=Newsletter
WELCOME_VIDEO_BLOCK_TITLE=O que \u00E9 o SAPUI5?

WELCOME_VIDEO_BLOCK_TEXT_1=O SAPUI5 \u00E9 um framework HTML5 para criar aplica\u00E7\u00F5es Web v\u00E1lidas para v\u00E1rias plataformas no n\u00EDvel empresarial de uma forma eficiente. O que come\u00E7ou como um pequeno projeto, \u00E9 agora uma das tecnologias com mais sucesso de sempre inventada pela SAP.
WELCOME_VIDEO_BLOCK_TEXT_2=Neste v\u00EDdeo, obt\u00E9m o valor do SAPUI5 em 110 segundos. Na nossa p\u00E1gina SAP Community, pode obter detalhes mais aprofundados sobre as tecnologias de IU principais <a href\="https\://community.sap.com/topics/ui5">aqui</a>.

TOPIC_DETAIL_INIT_DOCUMENTATION=Documenta\u00E7\u00E3o
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Transferir
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Novidades?
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Saiba mais sobre as novas funcionalidades nas vers\u00F5es mais recentes do UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Ler primeiro
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Informa\u00E7\u00F5es importantes antes de come\u00E7ar a utilizar o UI5 de forma produtiva
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Come\u00E7ar
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Configura\u00E7\u00E3o e tutoriais
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Desenvolvimento de aplica\u00E7\u00F5es
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Melhores pr\u00E1ticas e armadilhas a evitar
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Extens\u00E3o de aplica\u00E7\u00F5es
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Adapte as aplica\u00E7\u00F5es aos seus requisitos espec\u00EDficos
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Desenvolvimento de controlos
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Crie controlos personalizados ou contribua para o UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Padr\u00F5es IU e modelos para padr\u00F5es de aplica\u00E7\u00E3o normalmente utilizados
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Crie e amplie aplica\u00E7\u00F5es Web anal\u00EDticas interativas
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Princ\u00EDpios b\u00E1sicos
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Conceitos de desenvolvimento, como MVC, v\u00EDnculo de dados e componentes
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=Mais informa\u00E7\u00F5es sobre controlos
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Adi\u00E7\u00E3o \u00E0 refer\u00EAncia API

TOPIC_DETAIL_BACK_BTN=Voltar aos resultados da pesquisa
TOPIC_DETAIL_EDIT_GITHUB=Editar no GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Editar esta p\u00E1gina no GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Mostrar este documento no modo de ecr\u00E3 inteiro

TOPIC_MASTER_FILTER_PLACEHOLDER=Procurar
TOPIC_MASTER_EXPAND_TOOLTIP=Expandir tudo
TOPIC_MASTER_COLAPSE_TOOLTIP=Fechar tudo
TOPIC_MASTER_NO_DATA_TEXT=Sem dados, tente com a pesquisa global

ENTITY_ABOUT=Sobre
ENTITY_SAMPLES=Amostras ({0})
ENITITY_API=Refer\u00EAncia API\:
ENTITY_DOCUMENTATION=Documenta\u00E7\u00E3o\:
ENTITY_UX=Diretrizes UX\:
ENTITY_EXTENDS=Extens\u00E3o\:
ENTITY_COMPONENT=Componente de aplica\u00E7\u00E3o
ENTITY_SINCE=Dispon\u00EDvel desde
ENTITY_CATEGORY=Categoria
ENTITY_DENSITY=Densidade do conte\u00FAdo
ENTITY_DEPRECATED=Preterido
ENTITY_FULLSCREEN_TOOLTIP=Mostrar esta amostra no modo de ecr\u00E3 inteiro
ENTITY_BACK_BTN=Voltar aos resultados da pesquisa
ENTITY_TABLE_NAME=Nome
ENTITY_TABLE_DESCRIPTION=Descri\u00E7\u00E3o

CONTROLS_PAGE_TITLE=Amostras
CONTROLS_PAGE_DESC=Explorar e transferir amostras de c\u00F3digo
CONTROLS_FEATURED_CONTROLS=Controlos em destaque
CONTROLS_LAYOUT_PAGES=Esquema e p\u00E1ginas
CONTROLS_TEXT_1=Intera\u00E7\u00E3o do utilizador
CONTROLS_TEXT_2=V\u00E1rias estruturas de lista
CONTROLS_TEXT_3=Tabelas simples ou mais eficientes
CONTROLS_TEXT_4=Caixas de di\u00E1logo e pop-overs
CONTROLS_TEXT_5=T\u00EDtulos para textos, imagens ou gr\u00E1ficos, por exemplo
CONTROLS_TEXT_6=Notifica\u00E7\u00E3o de utilizador
CONTROLS_TEXT_7=Barras de ferramentas e cabe\u00E7alhos
CONTROLS_TEXT_8=Representa\u00E7\u00E3o de dados hier\u00E1rquicos
CONTROLS_TEXT_9=Controlos com base em metadados
CONTROLS_TEXT_10=Visualiza\u00E7\u00E3o de localiza\u00E7\u00F5es
CONTROLS_TEXT_11=Visualiza\u00E7\u00E3o de dados
CONTROLS_TEXT_12=Intera\u00E7\u00F5es baseadas em passos
CONTROLS_TEXT_13=Visualiza\u00E7\u00E3o, cria\u00E7\u00E3o ou edi\u00E7\u00E3o de objetos
CONTROLS_TEXT_14=P\u00E1gina com t\u00EDtulo, cabe\u00E7alho e \u00E1rea de conte\u00FAdo
CONTROLS_TEXT_15=P\u00E1gina com at\u00E9 3 colunas
CONTROLS_TEXT_16=Esquema de duas colunas

CONTROLS_MASTER_FILTER_PLACERHOLDER=Procurar
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Agrupar/filtrar
CONTROLS_MASTER_NO_DATA_TEXT=Sem dados, tente com a pesquisa global

CODE_BACK_BTN_TOOLTIP=Voltar \u00E0 amostra
CODE_API_REFERENCE=Refer\u00EAncia API
CODE_DOWNLOAD_BTN=Transferir

CHANGE_VERSION_DIALOG_TITLE=Alterar vers\u00E3o
CHANGE_VERSION_DIALOG_CLOSE_BTN=Fechar
CHANGE_VERSION_DIALOG_APPLY_BTN=Aplicar
CHANGE_VERSION_DIALOG_LATEST_BTN=\u00DAltimo
APP_SETTINGS_DIALOG_TITLE=Defini\u00E7\u00F5es
APP_SETTINGS_DIALOG_THEME=Tema\:
APP_SETTINGS_DIALOG_LANGUAGE=Idioma
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Prefer\u00EAncias de cookies
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Tenha em aten\u00E7\u00E3o que o idioma selecionado s\u00F3 se aplica \u00E0 interface de utilizador da aplica\u00E7\u00E3o Kit de demonstra\u00E7\u00E3o. O conte\u00FAdo fornecido nas diferentes sec\u00E7\u00F5es da aplica\u00E7\u00E3o, tais como Documenta\u00E7\u00E3o, Refer\u00EAncia API e Amostras, s\u00F3 est\u00E1 dispon\u00EDvel em ingl\u00EAs.
APP_SETTINGS_DIALOG_DENSITY=Densidade do conte\u00FAdo\:
APP_SETTINGS_DIALOG_READ_MORE=Saiba mais sobre densidades de conte\u00FAdo
APP_SETTINGS_DIALOG_RTL=Modo da direita para a esquerda
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Cancelar

COOKIE_SETTINGS_DIALOG_TITLE=As suas defini\u00E7\u00F5es de cookies
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookies obrigat\u00F3rios
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Estes cookies s\u00E3o obrigat\u00F3rios para ativar as funcionalidades centrais do site.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Utilizamos cookies para melhorar a sua experi\u00EAncia no nosso site. Ao continuar a utilizar este site, aceita utilizar os nossos cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookies funcionais
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Estes cookies s\u00E3o utilizados para analisar a utiliza\u00E7\u00E3o do site com o objetivo de medir e melhorar o desempenho do site.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Este site utiliza o SAP Web Analytics para analisar o modo como os utilizadores utilizam o site. As informa\u00E7\u00F5es geradas (incluindo uma parte do seu endere\u00E7o IP e um ID de browser) ser\u00E3o transmitidas \u00E0 SAP e armazenadas nos seus servidores. Os cookies s\u00E3o utilizados para identificar as suas visitas repetidas e a p\u00E1gina de origem da sua visita. Utilizaremos estas informa\u00E7\u00F5es apenas com o objetivo de avaliar a utiliza\u00E7\u00E3o do Web site e compilar relat\u00F3rios sobre a atividade do Web site para os operadores do Web site - e, finalmente, para melhorar o site. Se desejar optar ativamente pelo controlo do SAP Web Analytics, especifique a sua prefer\u00EAncia usando o bot\u00E3o "Ativado"/"Desativado" acima. Ao optar pela ativa\u00E7\u00E3o, aceita o processamento de dados anal\u00EDticos sobre si, da forma e para os fins acima indicados.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Mais informa\u00E7\u00F5es
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Aceitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Rejeitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Definir prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Guardar prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Cancelar

EMPTY_TEXT=Vazio

DOWNLOADS_TEXT=Transfer\u00EAncias

DEMO_APPS_TITLE=Aplica\u00E7\u00F5es de demonstra\u00E7\u00E3o
DEMO_APPS_SUBTITLE_OPENUI5=Lista as aplica\u00E7\u00F5es de demonstra\u00E7\u00E3o que mostram como pode utilizar as v\u00E1rias funcionalidades e controlos de OpenUI5.
DEMO_APPS_SUBTITLE_SAPUI5=Lista as aplica\u00E7\u00F5es de demonstra\u00E7\u00E3o que mostram como pode utilizar as v\u00E1rias funcionalidades e controlos de SAPUI5.
DEMO_APPS_READ_MORE_BTN=Ler mais
DEMO_APPS_DOWNLOAD_OVERVIEW=Descri\u00E7\u00E3o geral de transfer\u00EAncias
DEMO_APPS_CATEGORY_SHOWCASE=Conceitos UI5 em cen\u00E1rios reais
DEMO_APPS_CATEGORY_TUTORIAL=Aplica\u00E7\u00F5es de demonstra\u00E7\u00E3o com tutoriais
DEMO_APPS_CATEGORY_RTA=Aplica\u00E7\u00F5es de demonstra\u00E7\u00E3o SAPUI5 Flexibility
DEMO_APPS_CATEGORY_MISC=Aplica\u00E7\u00F5es de demonstra\u00E7\u00E3o diversas
DEMO_APPS_LIBRARY=Biblioteca de controlos\:
DEMO_APPS_CARD_LINK=Abrir aplica\u00E7\u00E3o

LEGAL_DISCLAIMER_TITLE=Exclus\u00E3o de responsabilidade legal para liga\u00E7\u00F5es
LEGAL_DISCLAIMER_LABEL_1=Liga\u00E7\u00F5es com o \u00EDcone
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informa\u00E7\u00F5es publicadas num site n\u00E3o SAP
LEGAL_DISCLAIMER_TEXT_1=Est\u00E1 a aceder a um Web site que n\u00E3o \u00E9 alojado pela SAP. Ao utilizar essas liga\u00E7\u00F5es, concorda com o seguinte (salvo indica\u00E7\u00E3o expressa em contr\u00E1rio nos seus contratos com a SAP)\:
LEGAL_DISCLAIMER_TEXT_2=- O conte\u00FAdo do site ao qual a liga\u00E7\u00E3o d\u00E1 acesso n\u00E3o \u00E9 documenta\u00E7\u00E3o da SAP. N\u00E3o pode inferir reclama\u00E7\u00F5es em rela\u00E7\u00E3o a produtos da SAP com base nessa informa\u00E7\u00E3o.
LEGAL_DISCLAIMER_TEXT_3=- A SAP n\u00E3o concorda nem discorda do conte\u00FAdo do site ao qual a liga\u00E7\u00E3o d\u00E1 acesso, nem garante a disponibilidade e exatid\u00E3o desse conte\u00FAdo.
LEGAL_DISCLAIMER_LABEL_2=Liga\u00E7\u00F5es com o \u00EDcone
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informa\u00E7\u00F5es publicadas no site da SAP
LEGAL_DISCLAIMER_TEXT_4=Est\u00E1 a sair da documenta\u00E7\u00E3o desse produto ou servi\u00E7o espec\u00EDfico da SAP e est\u00E1 a aceder a um Web site alojada pela SAP. Ao utilizar essas liga\u00E7\u00F5es, concorda (salvo indica\u00E7\u00E3o expressa em contr\u00E1rio nos seus contratos com a SAP) que n\u00E3o pode inferir reclama\u00E7\u00F5es em rela\u00E7\u00E3o a produtos da SAP com base nessa informa\u00E7\u00E3o.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfabeticamente
VIEW_SETTINGS_DIALOG_ITEM_2=Categoria
VIEW_SETTINGS_DIALOG_ITEM_3=Densidade do conte\u00FAdo
VIEW_SETTINGS_DIALOG_ITEM_4=Espa\u00E7o de nomes
VIEW_SETTINGS_DIALOG_ITEM_5=Vers\u00E3o

SAMPLE_BACK_BTN_TOOLTIP=Voltar \u00E0s amostras
SAMPLE_INFO_TOOLTIP=Informa\u00E7\u00E3o de amostra
SAMPLE_EDITED_TOOLTIP=A amostra \u00E9 editada
SAMPLE_EDITED_WARNING=Esta amostra foi editada. Para reinicializar todas as altera\u00E7\u00F5es, pressione o bot\u00E3o "Reinicializar todas as altera\u00E7\u00F5es" ao pr\u00E9-visualizar o c\u00F3digo fonte.
SAMPLE_API_REFERENCE_BTN=Refer\u00EAncia API
SAMPLE_PREV_BTN_TOOLTIP=Mostrar amostra anterior
SAMPLE_NEXT_BTN_TOOLTIP=Mostrar amosta seguinte
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Mostrar esta amostra no modo de ecr\u00E3 inteiro
SAMPLE_ADAPT_BTN_TOOLTIP=Adaptar IU
SAMPLE_CODE_BTN_TOOLTIP=Mostrar c\u00F3digo fonte para esta amostra
SAMPLE_NEW_TAB_BTN_TOOLTIP=Abrir num novo separador
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Transferir
SAMPLE_RESET_CHANGES=Reinicializar todas as altera\u00E7\u00F5es

RELEASE_NOTES_TITLE=Registo de altera\u00E7\u00F5es

SEARCH_PAGE_TITLE=Resultados da pesquisa para "{0}"
SEARCH_PAGE_DESCRIPTION=Os resultados da pesquisa s\u00E3o apresentados em categorias.
SEARCH_PAGE_ALL_SECTION_TITLE=Tudo ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Primeiros 10 resultados da refer\u00EAncia API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Primeiros 10 resultados da documenta\u00E7\u00E3o
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Primeiros 10 resultados de amostras
SEARCH_SUGGESTIONS_TITLE_ALL=Primeiros 10 resultados de tudo
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Tudo
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Ver tudo
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Documenta\u00E7\u00E3o
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Refer\u00EAncia API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Amostras
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Tudo ({0} de {1})
SEARCH_PAGE_API_SECTION_TITLE=Refer\u00EAncia API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Refer\u00EAncia API ({0} de {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Documenta\u00E7\u00E3o ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Documenta\u00E7\u00E3o ({0} de {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Amostras ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Amostras ({0} de {1})

RELEASE_DIALOG_TITLE=Registo de altera\u00E7\u00F5es para\: {0}
RELEASE_DIALOG_CLOSE_BTN=Fechar
RELEASE_DIALOG_NO_DATA_TEXT=Nenhuma altera\u00E7\u00E3o para esta biblioteca.

ABOUT_DIALOG_TITLE=Sobre
ABOUT_DIALOG_TEXT_1=Kit de demonstra\u00E7\u00E3o UI5 - conjunto de ferramentas de desenvolvimento de IU para HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2024 SAP SE. Todos os direitos reservados.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2024 SAP SE ou uma filial da SAP.
ABOUT_DIALOG_TEXT_4={0} vers\u00E3o {1}
ABOUT_DIALOG_TEXT_5=Abrir vers\u00E3o UI5 {0}
ABOUT_DIALOG_TEXT_6=Este software inclui as seguintes vers\u00F5es de biblioteca
ABOUT_DIALOG_LINK_1=Detalhes da vers\u00E3o
ABOUT_DIALOG_TEXT_7=Este software inclui software open source de terceiros
ABOUT_DIALOG_TEXT_8=Software de terceiros inclu\u00EDdo
ABOUT_DIALOG_VERSION_TITLE=Detalhes da vers\u00E3o
ABOUT_DIALOG_VERSION=Vers\u00E3o
ABOUT_DIALOG_DESCRIPTION=Descri\u00E7\u00E3o
ABOUT_DIALOG_CHANGE_LOG=Registo de altera\u00E7\u00F5es
ABOUT_DIALOG_CHANGE_LOG_LINK=Registo de altera\u00E7\u00F5es
ABOUT_DIALOG_COMPONENT=Componente
ABOUT_DIALOG_CLOSE_BTN=Fechar
ABOUT_DIALOG_THIRD_PARTY=Software de terceiros inclu\u00EDdo

FOOTER_LEGAL_DISCOLURE=Avisos legais
FOOTER_PRIVACY=Privacidade
FOOTER_TERMS=Termos de utiliza\u00E7\u00E3o
FOOTER_LICENSE=Licen\u00E7a

NOT_FOUND_TITLE=N\u00E3o encontrado
NOT_FOULD_TEXT=O recurso solicitado n\u00E3o foi encontrado.

NOT_FOUND_REMOVED_TEXT=A vers\u00E3o UI5 solicitada est\u00E1 desatualizada e foi removida.
NOT_FOUND_DK_REMOVED_TEXT=O conte\u00FAdo do kit de demonstra\u00E7\u00E3o UI5 solicitado foi removido.
NOT_FOUND_UNAVAILABLE_TEXT=O recurso solicitado n\u00E3o est\u00E1 dispon\u00EDvel.
VERSION_NOT_FOUND_READ_MORE=Ler mais
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=P\u00E1gina principal

NOT_FOUND_SAMPLE_TITLE=Amostra n\u00E3o encontrada
NOT_FOUND_SAMPLE_TEXT=A amostra solicitada n\u00E3o existe para a vers\u00E3o de UI% solicitada. Verifique as amostras dispon\u00EDveis aqui

SITEMAP_TITLE=Mapa do site

LIVE_EDITOR_TITLE=Editor em tempo real
LIVE_EDITOR_RESULT=Resultado
LIVE_EDITOR_PREVIEW_BTN=Pr\u00E9-visualiza\u00E7\u00E3o
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Pr\u00E9-visualiza\u00E7\u00E3o autom\u00E1tica

API_MASTER_PLACEHOLDER=Procurar
API_MASTER_EXPAND_BTN_TOOLTIP=Expandir tudo
API_MASTER_COLLAPSE_BTN_TOOLTIP=Fechar tudo
API_MASTER_DEPRECATED_CB=Incluir entidades preteridas
API_MASTER_EXPERIMENTAL_CB=Incluir experimental
API_MASTER_NO_DATA_TEXT=Sem dados, tente com a pesquisa global
API_MASTER_DEPRECATED=Preterido
API_MASTER_EXPERIMENTAL=Experimental
API_MASTER_DEPRECATED_APIS=APIs preteridas
API_MASTER_EXPERIMENTAL_APIS=APIs experimentais
API_MASTER_INDEX_BY_VERSION=\u00CDndice por vers\u00E3o

API_DETAIL_SINCE_TITLE=\u00CDndice por vers\u00E3o

API_DETAIL_EXPERIMENTAL_TITLE=\u00CDndice de APIs experimentais

API_DETAIL_DEPRECATED_TITLE=\u00CDndice de APIs preteridas
API_DETAIL_DEPRECATED_WARNING=Para obter informa\u00E7\u00F5es gerais sobre as funcionalidades preteridas, verifique as regras de compatibilidade.

API_DETAIL_AS_OF_VERSION=A partir de {0}
API_DETAIL_NA_VERSION=Vers\u00E3o N/D

RESOURCES_INTRO_CARD_TITLE=Recursos
RESOURCES_INTRO_CARD_SUBTITLE=Este \u00E9 o seu hub para o ajudar na sua jornada de desenvolvimento. Explore, aprenda e aproveite-os para tirar o m\u00E1ximo partidos dos seus projetos UI5.

RESOURCES_ASIDE_CARD_TITLE=Descri\u00E7\u00E3o geral A-Z

RESOURCES_CATEGORY_TITLE_FEATURED=Apresentado
RESOURCES_CARD_TITLE_ICON_EXPLORER=Explorador de \u00EDcones
RESOURCES_CARD_DESC_ICON_EXPLORER=Os \u00EDcones certos dizem mais do que palavras. Utilize a nossa vasta cole\u00E7\u00E3o de \u00EDcones nos nossos tipos de letra de \u00EDcone para encontrar os melhores para o seu projeto de aplica\u00E7\u00E3o.
RESOURCES_CARD_TITLE_ACC_GUIDE=Guia de acessibilidade
RESOURCES_CARD_DESC_ACC_GUIDE=O guia de acessibilidade fornece informa\u00E7\u00F5es detalhadas com exemplo sobre a acessibilidade da web, se \u00E9 um programador de controlo ou de aplica\u00E7\u00E3o ou um utilizador empresarial que procura saber mais sobre a acessibilidade da web na \u00E1rea SAPUI5.

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=Ferramentas de desenvolvimento
RESOURCES_CARD_TITLE_TOOLING=UI5 Tooling
RESOURCES_CARD_DESC_TOOLING=O UI5 Tooling \u00E9 uma cadeia de ferramentas modular avan\u00E7ada para desenvolver projetos UI5, consumindo UI5 via npm. \u00C9 uma CLI de fonte aberta, modular, configur\u00E1vel e extens\u00EDvel  para desenvolver eficazmente aplica\u00E7\u00F5es, bibliotecas e componentes de reutiliza\u00E7\u00E3o com o framework UI5.
RESOURCES_CARD_TITLE_FIORI_TOOLS=Ferramentas SAP Fiori
RESOURCES_CARD_DESC_FIORI_TOOLS=As ferramentas do SAP Fiori simplificam a cria\u00E7\u00E3o de aplica\u00E7\u00F5es de elemento do SAP Fiori ao fornecer extens\u00F5es para os ambientes de desenvolvimento SAP Business Application Studio e Visual Studio Code.
RESOURCES_CARD_TITLE_CARD_EXPLORER=Explorador de cart\u00F5es
RESOURCES_CARD_DESC_CARD_EXPLORER=Os cart\u00F5es de integra\u00E7\u00E3o s\u00E3o uma \u00F3tima forma de fornecer conte\u00FAdo empresarial a utilizadores com cart\u00F5es widget em p\u00E1ginas principais ou dashboards. O explorador de cart\u00F5es mostra tudo o que precisa saber para implement\u00E1-los.
RESOURCES_CARD_TITLE_FPM_EXPLORER=Explorador de modelo de programa\u00E7\u00E3o flex\u00EDvel
RESOURCES_CARD_DESC_FPM_EXPLORER=O modelo de programa\u00E7\u00E3o flex\u00EDvel facilita a adapta\u00E7\u00E3o das aplica\u00E7\u00F5es \u00E0s suas pr\u00F3prias necessidades espec\u00EDficas utilizando os elementos de SAP Fiori para OData V4.
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=O SAP Business Application Studio (BAS) \u00E9 um ambiente de desenvolvimento baseado na nuvem moderno, adaptado para o desenvolvimento eficiente e a extens\u00E3o de aplica\u00E7\u00F5es empresariais para empresas inteligentes.

RESOURCES_CATEGORY_TITLE_CUSTOMISING=Personaliza\u00E7\u00E3o
RESOURCES_CARD_TITLE_THEME_DESIGNER=Designer de temas da IU
RESOURCES_CARD_DESC_THEME_DESIGNER=O designer de temas da IU \u00E9 uma ferramenta baseada no browser para criar temas e marcas para as principais interfaces de utilizador da SAP. Utilize-o para criar os seus temas de identidade empresarial de forma r\u00E1pida e simples, modificando os modelos de temas fornecidos pela SAP.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=Caixa de ferramentas de par\u00E2metros de tema
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=Com a caixa de ferramentas de par\u00E2metros de tema, pode procurar, filtrar e pr\u00E9-visualizar par\u00E2metros de temas sem\u00E2nticos. Abrange temas atuais e passados oferecidos pela SAP.
RESOURCES_CARD_TITLE_FLEXIBILITY=Flexibilidade SAPUI5
RESOURCES_CARD_DESC_FLEXIBILITY=Com a flexibilidade SAPUI5, programadores, utilizadores chave e utilizadores finais podem definir a IU de aplica\u00E7\u00F5es SAPUI5 para fornecer uma experi\u00EAncia de utilizador adaptada - sem ser necess\u00E1rio mexer no c\u00F3digo fonte.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=Resolu\u00E7\u00E3o de problemas
RESOURCES_CARD_TITLE_INSPECTOR=UI5 Inspector
RESOURCES_CARD_DESC_INSPECTOR=O UI5 Inspector \u00E9 uma extens\u00E3o das ferramentas de desenvolvimento do Chrome de fonte aberta que pode utilizar para facilmente depurar e suportar as suas aplica\u00E7\u00F5es com base em OpenUI5 ou SAPUI5.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=Assistente de suporte
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=O assistente de suporte permite aos programadores verificar se as aplica\u00E7\u00F5es s\u00E3o criadas de acordo com as melhores pr\u00E1ticas e diretrizes SAPUI5.

RESOURCES_CATEGORY_TITLE_TESTING=Teste
RESOURCES_CARD_TITLE_TEST_RECORDER=Gravador de teste
RESOURCES_CARD_DESC_TEST_RECORDER=O gravador de teste ajuda-o a criar testes de sistema e integra\u00E7\u00E3o UI5, gravando as suas a\u00E7\u00F5es no browser.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=O wdi5 \u00E9 um servi\u00E7o Webdriver.IO que utiliza a API de teste UI5. Ele foi criado para executar testes de ponta a ponta em todas as plataformas numa aplica\u00E7\u00E3o SAPUI5 com seletores compat\u00EDveis com OPA5.

RESOURCES_CARD_LINK_ICON_EXPLORER=Consulte o explorador de \u00EDcones
RESOURCES_CARD_LINK_ACC_GUIDE=Consulte o guia de acessibilidade
RESOURCES_CARD_LINK_TOOLING=Consulte o UI5 Tooling
RESOURCES_CARD_LINK_FIORI_TOOLS=Consulte as ferramentas SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=Consulte a integra\u00E7\u00E3o de IU com cart\u00F5es
RESOURCES_CARD_LINK_FPM_EXPLORER=Consulte o explorador FPM
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=Consulte BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=Consulte o designer de temas da IU
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=Consulte a caixa de ferramentas
RESOURCES_CARD_LINK_FLEXIBILITY=Consulte a flexibilidade SAPUI5
RESOURCES_CARD_LINK_INSPECTOR=Consulte o UI5 Inspector
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=Consulte o assistente de suporte
RESOURCES_CARD_LINK_TEST_RECORDER=Consulte o gravador de teste
RESOURCES_CARD_LINK_WDI5=Consulte wdi5

RESOURCES_CARD_LINK_TOOLTIP=Abrir num novo separador
