
APP_TABHEADER_ITEM_HOME=Pagin\u0103 ini\u021Bial\u0103
APP_TABHEADER_ITEM_DOCUMENTATION=Documenta\u021Bie
APP_TABHEADER_ITEM_API_REFERENCE=Referin\u021B\u0103 API
APP_TABHEADER_ITEM_SAMPLES=Modele
APP_TABHEADER_ITEM_DEMO_APPS=Aplica\u021Bii demo
APP_TABHEADER_ITEM_TOOLS=Instrumente
APP_CHANGE_VERSION_BTN=Modificare versiune
APP_VERSION_BETA_VERSION=Versiune beta
APP_VERSION_VERSION=Versiune
APP_VERSION_NOT_PRODUCTIVE=- nu este pentru utilizare productiv\u0103.
APP_VERSION_IN_PROGRESS=- \u00EEn curs de dezvoltare.
APP_FEEDBACK_BTN_TOOLTIP=Furnizare feedback
APP_SEARCH_FIELD_CLOSE=\u00CEnchidere
APP_INFORMATION_BTN_TOOLTIP=Mai multe informa\u021Bii
APP_INFORMATION_BTN_FEEDBACK=Feedback
APP_INFORMATION_BTN_ABOUT=Despre
APP_INFORMATION_BTN_LEGAL=Legal
APP_INFORMATION_BTN_PRIVACY=Confiden\u021Bialitate
APP_INFORMATION_BTN_TERMS_OF_USE=Condi\u021Bii de utilizare
APP_INFORMATION_BTN_APPEARANCE=Aspect
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Deschis
APP_INFORMATION_BTN_APPEARANCE_DARK=\u00CEnchis
APP_INFORMATION_BTN_APPEARANCE_AUTO=Auto (\u00EEn func\u021Bie de set\u0103rile sistemului de operare)
APP_INFORMATION_BTN_SITEMAP=Plan de amplasament
APP_INFORMATION_BTN_COPYRIGHT=Copyright
APP_INFORMATION_BTN_TRADEMARK=Marc\u0103 comercial\u0103
APP_INFORMATION_BTN_DISCLAIMER=Excludere responsabilitate
APP_INFORMATION_BTN_LICENSE=Licen\u021B\u0103
APP_COOKIES_TEXT=Utiliz\u0103m module cookie pentru a \u00EEmbun\u0103t\u0103\u021Bi experien\u021Ba dvs. pe site-ul nostru. Dac\u0103 ve\u021Bi continua s\u0103 utiliza\u021Bi acest site web \u00EEnseamn\u0103 c\u0103 sunte\u021Bi de acord s\u0103 utiliza\u021Bi modulele noastre cookie.

FEEDBACK_DIALOG_TITLE=Furnizare feedback
FEEDBACK_DIALOG_OVERALL=Cum este experien\u021Ba dvs. general\u0103?
FEEDBACK_DIALOG_MESSAGE=Ce dori\u021Bi s\u0103 ne \u00EEmp\u0103rt\u0103\u0219i\u021Bi?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Pute\u021Bi transmite feedback pentru experien\u021Ba general\u0103 legat\u0103 de kitul demonstrativ sau pentru o anumit\u0103 pagin\u0103 pe care o vizualiza\u021Bi \u00EEn mod curent.
FEEDBACK_DIALOG_RELATED=Feedbackul este legat de pagina curent\u0103.
FEEDBACK_DIALOG_SHOW_DATA=Afi\u0219are date de context
FEEDBACK_DIALOG_DISCLAIMER=Feedbackul dvs. este anonim. Nu colect\u0103m niciun fel de date personale.
FEEDBACK_DIALOG_BTN_SEND=Expediere
FEEDBACK_DIALOG_BTN_CANCEL=Anulare
FEEDBACK_DIALOG_STATUS_EXCELLENT=Excelent
FEEDBACK_DIALOG_STATUS_GOOD=Bine
FEEDBACK_DIALOG_STATUS_AVERAGE=Mediu
FEEDBACK_DIALOG_STATUS_POOR=Slab
FEEDBACK_DIALOG_STATUS_VERY_POOR=Foarte slab
FEEDBACK_DIALOG_TITLE_SUCCESS=V\u0103 mul\u021Bumim\!
FEEDBACK_DIALOG_TEXT_SUCCESS=Feedbackul dvs. a fost expediat.
FEEDBACK_DIALOG_TITLE_ERROR=Ne pare r\u0103u\!
FEEDBACK_DIALOG_TEXT_ERROR=A ap\u0103rut o eroare la expedierea feedbackului dvs.\:\n

WELCOME_BLOCK_1_TEXT_1=Descoperi\u021Bi noi orizonturi profesionale
WELCOME_BLOCK_1_START_BTN=\u00CEncepe\u021Bi s\u0103 utiliza\u021Bi UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Desc\u0103rcare
WELCOME_KEY_FEATURES=Caracteristici cheie
WELCOME_START_CODING=\u00CEncepe\u021Bi s\u0103 codifica\u021Bi
WELCOME_CHOOSE_SCENARIO=Alege\u021Bi scenariul dvs.
WELCOME_JOIN_COMMUNITY=Al\u0103tura\u021Bi-v\u0103 comunit\u0103\u021Bii
WELCOME_BLOCK_2_TITLE=Func\u021Bioneaz\u0103 pe browsere \u0219i dispozitive variate
WELCOME_BLOCK_2_TEXT=Nu mai trebuie s\u0103 v\u0103 face\u021Bi griji pentru caracteristicile specifice fiec\u0103rui dispozitiv. Aplica\u021Biile UI5 func\u021Bioneaz\u0103 pe smartphone-uri, tablete \u0219i desktopuri. Comenzile interfe\u021Bei cu utilizatorul se adapteaz\u0103 automat la capabilit\u0103\u021Bile fiec\u0103rui dispozitiv \u0219i profit\u0103 din plin de solu\u021Bia disponibil\u0103.
WELCOME_BLOCK_2_IMG_ALT=Imagine care arat\u0103 un telefon, un ecran de \u0219i o tablet\u0103
WELCOME_BLOCK_3_TITLE=Concepte de dezvoltare puternice
WELCOME_BLOCK_3_TEXT_1=Nucleul UI5 ofer\u0103 o infrastructur\u0103 solid\u0103 care simplific\u0103 munca dvs. prin gestionarea mai multor aspecte ale dezvolt\u0103rii moderne din fundal. Asigur\u0103 un suport integrat pentru concepte arhitecturale precum MVC, leg\u0103tur\u0103 de date bidirec\u021Bional\u0103 \u0219i rutare.
WELCOME_BLOCK_3_TEXT_2=Include standarde precum MVC \u0219i diverse tipuri de leg\u0103turi de date
WELCOME_BLOCK_3_TEXT_3=Alege\u021Bi \u00EEntre diverse formate de imagine (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Permite legarea cu OData, JSON, XML \u0219i alte formate de date
WELCOME_BLOCK_3_TEXT_5=Ofer\u0103 un instrument de suport integrat pentru explorarea arborelui de obiecte \u0219i a st\u0103rii leg\u0103turilor
WELCOME_BLOCK_4_TITLE=Un kit de instrumente web gata de utilizat
WELCOME_BLOCK_4_TEXT_1=A fost creat de profesioni\u0219ti pentru dezvoltatori moderni care creeaz\u0103 aplica\u021Bii web de ultim\u0103 genera\u021Bie. Are incluse toate caracteristicile necesare pentru a acoperi cerin\u021Bele curente ale aplica\u021Biilor, cu standarde suficient de \u00EEnalte precum cele livrate prin solu\u021Biile SAP standard.
WELCOME_BLOCK_4_TEXT_2=Suport pentru traducere \u0219i interna\u021Bionalizare
WELCOME_BLOCK_4_TEXT_3=Concepte de extensibilitate la nivel de cod \u0219i aplica\u021Bie
WELCOME_BLOCK_4_TEXT_4=Tem\u0103 cu contrast ridicat pentru sus\u021Binerea utilizatorilor cu deficien\u021Be de vedere
WELCOME_BLOCK_5_TITLE=Designul SAP Fiori premiat, \u00EEn ac\u021Biune
WELCOME_BLOCK_5_TEXT=Aplica\u021Biile UI5 beneficiaz\u0103 de un limbaj de design consistent \u0219i modele UX predefinite \u00EEn toate caracteristicile frontend. Utiliza\u021Bi o tem\u0103 predefinit\u0103 sau \u00EEncerca\u021Bi instrumentul nostru online de editare teme pentru a crea o tem\u0103 definit\u0103 de utilizator.
WELCOME_BLOCK_5_IMG_ALT=Imagine ar\u0103t\u00E2nd elemente de design SAP Fiori
WELCOME_BLOCK_6_TITLE=Preg\u0103ti\u021Bi-v\u0103
WELCOME_BLOCK_6_TEXT_1=Tot ceea ce v\u0103 trebuie pentru a dezvolta aplica\u021Bii web cu UI5 este un mediu de dezvoltare \u0219i un browser. Pentru o comoditate maxim\u0103, pute\u021Bi utiliza SAP Business Application Studio \u00EEn cloud. Pentru o flexibilitate maxim\u0103, dispune\u021Bi de op\u021Biunea alternativ\u0103 de a configura mediul dvs. de dezvoltare local.
WELCOME_BLOCK_6_TEXT_2=\u00CEncerca\u021Bi primul exemplu chiar aici.
WELCOME_BLOCK_7_TITLE=UI5 Evolution
WELCOME_BLOCK_7_TEXT_1=UI5 Evolution aduce \u00EEmbun\u0103t\u0103\u021Biri fundamentale ca parte din efortul continuu de extindere a SAPUI5, pentru a permite aplica\u021Biilor s\u0103 ruleze mai rapid \u0219i pentru o codificare mai modular\u0103. \u00CEmbr\u0103\u021Bi\u0219\u00E2nd standardele web, \u00EEnc\u0103rcarea asincron\u0103 \u0219i tehnologiile emergente, SAPUI5 continu\u0103 s\u0103 fie o solu\u021Bie de viitor, dovedit\u0103 pentru companii.
WELCOME_BLOCK_7_TEXT_2=\u00CEncuraj\u0103m dezvoltatorii s\u0103 sus\u021Bin\u0103 activ \u0219i s\u0103 utilizeze noile capabilit\u0103\u021Bi.
WELCOME_BLOCK_7_ALT=UI5 Evolution creeaz\u0103 inova\u021Bie, furniz\u00E2nd instrumente de automatizare a crea\u021Biei de aplica\u021Bii, un nucleu modular, standarde deschise \u0219i are performan\u021Be foarte ridicate utiliz\u00E2nd \u00EEnc\u0103rcarea asincron\u0103.
WELCOME_BLOCK_8_TITLE=SAPUI5 \u00EEn SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u00CEnscrie\u021Bi-v\u0103 pentru un cont de test SAP BTP gratuit prin care s\u0103 testa\u021Bi platforma \u0219i pentru a crea aplica\u021Bii UI5 bazate pe cloud.
WELCOME_BLOCK_8_TEXT_2=Mediu de dezvoltare u\u0219or de utilizat cu SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Testare gratuit\u0103 pentru utilizarea pentru dezvoltare
WELCOME_BLOCK_9_TITLE=SAPUI5 (local)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 face parte din tehnologiile de interfa\u021B\u0103 de utilizator ale sistemelor SAP HANA, NetWeaver ABAP \u0219i Java.
WELCOME_BLOCK_9_TEXT_2=Gata de utilizat pentru clien\u021Bii SAP
WELCOME_BLOCK_9_TEXT_3=Integrare cu infrastructurile de sistem existente
WELCOME_BLOCK_10_TITLE=OpenUI5 - Grauit \u0219i Open Source
WELCOME_BLOCK_10_TEXT_1=\u00CEncerca\u021Bi varianta UI5 cu surs\u0103 deschis\u0103. Con\u021Bine toate caracteristicele centrale ale UI5 \u0219i este disponibil\u0103 pe GitHub prin licen\u021Ba Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Este sus\u021Binut\u0103 de comunitatea de Open Source
WELCOME_BLOCK_10_TEXT_3=Gestionat\u0103 pe GitHub - contribu\u021Biile sunt binevenite\!
WELCOME_BLOCK_11_TITLE=UI5 prin re\u021Beaua de distribu\u021Bie a con\u021Binutului
WELCOME_BLOCK_11_TEXT_1=Dezvolta\u021Bi \u0219i rula\u021Bi aplica\u021Biile UI5 cu flexibilitatea unei re\u021Bele CDN robuste. Fi\u0219ierele sunt \u00EEnc\u0103rcate din loca\u021Bia cea mai apropiat\u0103 de utilizator pentru performan\u021B\u0103 optim\u0103.
WELCOME_BLOCK_11_TEXT_2=CDN cu versiuni multiple pentru men\u021Binerea unui ciclu de existen\u021B\u0103 personalizat
WELCOME_BLOCK_11_TEXT_3=Pentru orice scenariu de dezvoltare local \u0219i \u00EEn cloud
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=Documenta\u021Bie
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Desc\u0103rcare
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Nout\u0103\u021Bi
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Descoperi\u021Bi noile caracteristici \u00EEn cele mai recente versiuni UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Citi\u021Bi \u00EEnainte de instalare
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Informa\u021Bii importante \u00EEnainte de a \u00EEncepe s\u0103 utiliza\u021Bi UI5 productiv
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u00CEncepe\u021Bi
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Configurare \u0219i tutoriale
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Aplica\u021Bii de dezvoltare
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Bune practici \u0219i capcane de evitat
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Extinderea aplica\u021Biilor
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Adapta\u021Bi aplica\u021Biile la cerin\u021Bele dvs. specifice
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Dezvoltarea de comenzi
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Crea\u021Bi comenzi personalizate sau contribui\u021Bi la UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Modele \u0219i \u0219abloane UI pentru aplica\u021Biile utilizate \u00EEn comun
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Crea\u021Bi \u0219i \u00EEmbun\u0103t\u0103\u021Bi\u021Bi aplica\u021Biile web analitice interactive
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Informa\u021Bii esen\u021Biale
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Concepte de dezvoltare, precum MCV, leg\u0103tur\u0103 de date \u0219i componente
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=Mai multe despre comenzi
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Ad\u0103ugare la referin\u021Ba API

TOPIC_DETAIL_BACK_BTN=\u00CEnapoi la rezultatele c\u0103ut\u0103rii
TOPIC_DETAIL_EDIT_GITHUB=Editare pe GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Edita\u021Bi aceast\u0103 pagin\u0103 pe GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Afi\u0219are document \u00EEn mod ecran \u00EEntreg

TOPIC_MASTER_FILTER_PLACEHOLDER=Filtru
TOPIC_MASTER_EXPAND_TOOLTIP=Expandare tot
TOPIC_MASTER_COLAPSE_TOOLTIP=Comprimare tot
TOPIC_MASTER_NO_DATA_TEXT=F\u0103r\u0103 date, \u00EEncerca\u021Bi cu c\u0103utarea global\u0103

ENTITY_ABOUT=Despre
ENTITY_SAMPLES=Modele ({0})
ENITITY_API=Referin\u021B\u0103 API\:
ENTITY_DOCUMENTATION=Documenta\u021Bie\:
ENTITY_UX=Instruc\u021Biuni UX\:
ENTITY_EXTENDS=Extinderi\:
ENTITY_COMPONENT=Component\u0103 de aplica\u021Bie
ENTITY_SINCE=Disponibil\u0103 de la
ENTITY_CATEGORY=Categorie
ENTITY_DENSITY=Densitate con\u021Binut
ENTITY_DEPRECATED=\u00CEnvechit
ENTITY_FULLSCREEN_TOOLTIP=Afi\u0219are acest model pe mod ecran \u00EEntreg
ENTITY_BACK_BTN=\u00CEnapoi la rezultatele c\u0103ut\u0103rii
ENTITY_TABLE_NAME=Nume
ENTITY_TABLE_DESCRIPTION=Descriere

CONTROLS_PAGE_TITLE=Modele
CONTROLS_PAGE_DESC=Explora\u021Bi \u0219i desc\u0103rca\u021Bi modelele de cod
CONTROLS_FEATURED_CONTROLS=Comenzi incluse
CONTROLS_LAYOUT_PAGES=Layout \u0219i pagini
CONTROLS_TEXT_1=Interac\u021Biunea cu utilizatorul
CONTROLS_TEXT_2=Structuri de list\u0103 variate
CONTROLS_TEXT_3=Tabele simple sau mai puternice
CONTROLS_TEXT_4=Dialoguri \u0219i ferestre popover
CONTROLS_TEXT_5=Mozaicuri pentru, de exemplu, texte, imagini sau diagrame
CONTROLS_TEXT_6=Notificarea utilizatorilor
CONTROLS_TEXT_7=Bare de instrumente \u0219i antete
CONTROLS_TEXT_8=Reprezentarea ierarhic\u0103 a datelor
CONTROLS_TEXT_9=Comenzi pe baz\u0103 de metadate
CONTROLS_TEXT_10=Vizualizarea loca\u021Biei
CONTROLS_TEXT_11=Vizualizarea datelor
CONTROLS_TEXT_12=Interac\u021Biuni pe baz\u0103 de etape
CONTROLS_TEXT_13=Afi\u0219area, crearea sau editarea obiectelor
CONTROLS_TEXT_14=Pagina cu titlu, antet \u0219i zona de con\u021Binut
CONTROLS_TEXT_15=Pagin\u0103 cu maximum 3 coloane
CONTROLS_TEXT_16=Layout pe 2 coloane

CONTROLS_MASTER_FILTER_PLACERHOLDER=Filtru
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Grup/filtru
CONTROLS_MASTER_NO_DATA_TEXT=F\u0103r\u0103 date, \u00EEncerca\u021Bi cu c\u0103utarea global\u0103.

CODE_BACK_BTN_TOOLTIP=\u00CEnapoi la model
CODE_API_REFERENCE=Referin\u021B\u0103 API
CODE_DOWNLOAD_BTN=Desc\u0103rcare

CHANGE_VERSION_DIALOG_TITLE=Modificare versiune
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u00CEnchidere

APP_SETTINGS_DIALOG_TITLE=Set\u0103ri
APP_SETTINGS_DIALOG_THEME=Tem\u0103\:
APP_SETTINGS_DIALOG_LANGUAGE=Limb\u0103
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Preferin\u021Be cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Re\u021Bine\u021Bi c\u0103 limba selectat\u0103 se aplic\u0103 doar la interfa\u021Ba utilizatorului de aplica\u021Bie Kit demonstrativ. Con\u021Binutul furnizat \u00EEn aplica\u021Bie \u00EEn diferite sec\u021Biuni, precum Documenta\u021Bie, Referin\u021B\u0103 API \u0219i Modele este disponibil numai \u00EEn limba englez\u0103.
APP_SETTINGS_DIALOG_DENSITY=Densitate con\u021Binut\:
APP_SETTINGS_DIALOG_READ_MORE=Citi\u0219i mai mult despre densit\u0103\u021Bile de con\u021Binut
APP_SETTINGS_DIALOG_RTL=Mod de la dreapta la st\u00E2nga\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Anul.

COOKIE_SETTINGS_DIALOG_TITLE=Set\u0103rile dvs. pentru cookie-uri
COOKIE_SETTINGS_DIALOG_SUMMARY=Utiliz\u0103m module cookie \u0219i SAP Web Analytics pentru a \u00EEmbun\u0103t\u0103\u021Bi experien\u021Ba dvs. pe site-ul nostru. Dac\u0103 ve\u021Bi continua s\u0103 utiliza\u021Bi acest site \u00EEnseamn\u0103 c\u0103 sunte\u021Bi de acord s\u0103 utiliza\u021Bi modulele noastre cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookie-uri necesare
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Aceste cookie-uri sunt necesare pentru a activa func\u021Bionalitatea central\u0103 a site-ului.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Utiliz\u0103m module cookie pentru a \u00EEmbun\u0103t\u0103\u021Bi experien\u021Ba dvs. pe site-ul nostru. Dac\u0103 ve\u021Bi continua s\u0103 utiliza\u021Bi acest site \u00EEnseamn\u0103 c\u0103 sunte\u021Bi de acord s\u0103 utiliza\u021Bi modulele noastre cookie.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookie-uri func\u021Bionale
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Aceste cookie-uri sunt utilizate pentru a analiza utilizarea site-ului \u00EEn scopul m\u0103sur\u0103rii \u0219i \u00EEmbun\u0103t\u0103\u021Birii performan\u021Bei site-ului.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Acest site utilizeaz\u0103 serviciul SAP Web Analytics pentru a analiza modul \u00EEn care utilizatorii utilizeaz\u0103 acest site. Informa\u021Biile generate (inclusiv o parte a adresei IP \u0219i a ID-ului de browser) vor fi transmise la SAP \u0219i stocate de SAP pe serverele sale. Sunt utilizate cookie-uri pentru a identifica vizitele dvs. repetate \u0219i pagina de origine a vizitei. Vom utiliza aceste informa\u021Bii doar \u00EEn scopul evalu\u0103rii utiliz\u0103rii site-ului web \u0219i a cre\u0103rii de rapoarte privind activitatea site-ului web pentru operatorii de site-uri web \u0219i, \u00EEn cele din urm\u0103, pentru \u00EEmbun\u0103t\u0103\u021Birea site-ului. Dac\u0103 dori\u021Bi s\u0103 activa\u021Bi urm\u0103rirea SAP Web Analytics, specifica\u021Bi preferin\u021Ba dvs. select\u00E2nd "Activare"/"Dezactivare" de mai sus. Aleg\u00E2nd s\u0103 o activa\u021Bi, sunte\u021Bi de acord cu prelucrarea datelor de analiz\u0103 legate de dvs. \u00EEn modul \u0219i \u00EEn scopul stabilite mai sus.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Mai multe info
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Acceptare tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Respingere tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Setare preferin\u021Be
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Salvare preferin\u021Be
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Anulare

EMPTY_TEXT=Gol

DOWNLOADS_TEXT=Desc\u0103rc\u0103ri

DEMO_APPS_TEXT=Aplica\u021Bii demo
DEMO_APPS_DOWNLOAD_BTN=Desc\u0103rcare
DEMO_APPS_READ_MORE_BTN=Citire suplimentar\u0103
DEMO_APPS_IMAGE_PHONE=Imagine de fundal pentru telefoane
DEMO_APPS_IMAGE_DESKTOP=Imagine de fundal pentru computere
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=Desc\u0103rcare aplica\u021Bii demo
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=Anulare
DEMO_APPS_CATEGORY_TUTORIAL=Aplica\u021Bii demo cu tutoriale
DEMO_APPS_CATEGORY_SHOWCASE=Concepte UI5 \u00EEn scenarii din via\u021Ba real\u0103
DEMO_APPS_CATEGORY_TEMPLATE=Aplica\u021Bii \u0219ablon
DEMO_APPS_CATEGORY_MISC=Diverse aplica\u021Bii demo
DEMO_APPS_CATEGORY_RTA=Aplica\u021Bii demo pt. flexibilitate SAPUI5
DEMO_APPS_LIBRARY=Bibliotec\u0103 de controale\:

LEGAL_DISCLAIMER_TITLE=Excludere de responsabilitate pentru leg\u0103turi
LEGAL_DISCLAIMER_LABEL_1=Leg\u0103turi cu icon
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informa\u021Bii publicate pe site-uri externe
LEGAL_DISCLAIMER_TEXT_1=Intra\u021Bi pe un site web care nu este g\u0103zduit de SAP. Utiliz\u00E2nd astfel de leg\u0103turi sunte\u021Bi de acord cu urm\u0103toarele (cu excep\u021Bia cazului \u00EEn care sunt men\u021Bionate explicit \u00EEn alt mod \u00EEn acordurile \u00EEncheiate de dvs. cu SAP)\:
LEGAL_DISCLAIMER_TEXT_2=- Con\u021Binutul site-ului asociat nu este documenta\u021Bie SAP. Nu pute\u021Bi formula c\u0103tre SAP revendic\u0103ri privind produsele, pe baza acestor informa\u021Bii.
LEGAL_DISCLAIMER_TEXT_3=- SAP nu este de acord sau \u00EEn dezacord cu con\u021Binutul site-ului asociat \u0219i SAP nu garanteaz\u0103 disponibilitatea \u0219i corectitudinea acestuia.
LEGAL_DISCLAIMER_LABEL_2=Leg\u0103turi cu icon
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informa\u021Bii publicate pe site-ul SAP
LEGAL_DISCLAIMER_TEXT_4=P\u0103r\u0103si\u021Bi documenta\u021Bia pentru respectivul produs sau serviciu SAP \u0219i intra\u021Bi pe un site web g\u0103zduit de SAP. Utiliz\u00E2nd astfel de leg\u0103turi sunte\u021Bi de acord (cu excep\u021Bia cazului \u00EEn care se men\u021Bioneaz\u0103 explicit \u00EEn alt mod \u00EEn acordurile \u00EEncheiate de dvs. cu SAP) c\u0103 nu pute\u021Bi formula c\u0103tre SAP revendic\u0103ri privind produsele, pe baza acestor informa\u021Bii.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfabetic
VIEW_SETTINGS_DIALOG_ITEM_2=Categorie
VIEW_SETTINGS_DIALOG_ITEM_3=Densitate con\u021Binut
VIEW_SETTINGS_DIALOG_ITEM_4=Spa\u021Biu de nume
VIEW_SETTINGS_DIALOG_ITEM_5=Versiune

SAMPLE_BACK_BTN_TOOLTIP=\u00CEnapoi la modele
SAMPLE_INFO_TOOLTIP=Informa\u021Bii e\u0219antion
SAMPLE_API_REFERENCE_BTN=Referin\u021B\u0103 API
SAMPLE_PREV_BTN_TOOLTIP=Afi\u0219are model anterior
SAMPLE_NEXT_BTN_TOOLTIP=Afi\u0219are model urm\u0103tor
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Afi\u0219are acest model pe mod ecran \u00EEntreg
SAMPLE_ADAPT_BTN_TOOLTIP=Ajustare UI
SAMPLE_CODE_BTN_TOOLTIP=Afi\u0219are cod surs\u0103 pentru acest model
SAMPLE_NEW_TAB_BTN_TOOLTIP=Deschidere \u00EEn tab nou
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Desc\u0103rcare

RELEASE_NOTES_TITLE=Jurnal de modific\u0103ri

SEARCH_PAGE_TITLE=Rezultatele c\u0103ut\u0103rii pentru "{0}"
SEARCH_PAGE_DESCRIPTION=Rezultatele c\u0103ut\u0103rii sunt afi\u0219ate \u00EEn categorii.
SEARCH_PAGE_ALL_SECTION_TITLE=Tot ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Primele 10 rezultate de la referin\u021Ba API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Primele 10 rezultate de la documenta\u021Bie
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Primele 10 rezultate de la e\u0219antioane
SEARCH_SUGGESTIONS_TITLE_ALL=Primele 10 rezultate de la toate
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Tot
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Afi\u0219are tot
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Documenta\u0163ie
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Referin\u021B\u0103 API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Modele
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Tot ({0} din {1})
SEARCH_PAGE_API_SECTION_TITLE=Referin\u021B\u0103 API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Referin\u021B\u0103 API ({0} din {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Documenta\u021Bie ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Documenta\u021Bie ({0} din {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Modele ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Modele ({0} din {1})

RELEASE_DIALOG_TITLE=Jurnal de modific\u0103ri pentru ({0})
RELEASE_DIALOG_CLOSE_BTN=\u00CEnchidere
RELEASE_DIALOG_NO_DATA_TEXT=F\u0103r\u0103 modific\u0103ri pentru aceast\u0103 bibliotec\u0103.

ABOUT_DIALOG_TITLE=Despre
ABOUT_DIALOG_TEXT_1=Kit demonstrativ UI5 - toolkit de dezvoltare UI pentru HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2021 SAP SE. Toate drepturile rezervate.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE sau o companie afiliat\u0103 SAP.
ABOUT_DIALOG_TEXT_4={0}, versiunea {1}
ABOUT_DIALOG_TEXT_5=UI5 deschis, versiunea {0}
ABOUT_DIALOG_TEXT_6=Acest software include urm\u0103toarele versiuni de bibliotec\u0103
ABOUT_DIALOG_LINK_1=Detalii versiune
ABOUT_DIALOG_TEXT_7=Acest software include software Open Source ter\u021B.
ABOUT_DIALOG_TEXT_8=Software ter\u021B inclus
ABOUT_DIALOG_VERSION_TITLE=Detalii versiune
ABOUT_DIALOG_VERSION=Versiune
ABOUT_DIALOG_DESCRIPTION=Descriere
ABOUT_DIALOG_CHANGE_LOG=Jurnal de modific\u0103ri
ABOUT_DIALOG_CHANGE_LOG_LINK=Jurnal de modific\u0103ri
ABOUT_DIALOG_COMPONENT=Component\u0103
ABOUT_DIALOG_CLOSE_BTN=\u00CEnchidere
ABOUT_DIALOG_THIRD_PARTY=Software ter\u021B inclus

FOOTER_LEGAL_DISCOLURE=Divulgare legal\u0103
FOOTER_PRIVACY=Confiden\u0163ialitate
FOOTER_TERMS=Condi\u021Bii de utilizare
FOOTER_LICENSE=Licen\u021B\u0103

NOT_FOUND_TITLE=Neg\u0103sit\u0103
NOT_FOULD_TEXT=Resursa solicitat\u0103 nu a fost g\u0103sit\u0103.

SITEMAP_TITLE=Plan de amplasament

LIVE_EDITOR_TITLE=Editor live
LIVE_EDITOR_RESULT=Rezultat
LIVE_EDITOR_PREVIEW_BTN=Previzualizare
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Previzualizare automat\u0103

TOOLS_VIEW_DOC=Vizualizare documenta\u021Bie
TOOLS_CARD_1_IMG_ALT=Imagine care afi\u0219eaz\u0103 SAP Business Application Studio
TOOLS_CARD_1_TEXT=SAP Business Application Studio \u00EEn SAP BTP, cloud-ul public SAP, este utilizat pentru a crea aplica\u021Bii UI moderne pentru desktop \u0219i dispozitivele mobile cu ajutorul celor mai recente tehnologii SAPUI5 \u0219i SAP Fiori.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=Imagine care arat\u0103 designerul de teme UI
TOOLS_CARD_2_TEXT=Utiliza\u021Bi designerul de teme UI pentru a crea cu u\u0219urin\u021B\u0103 teme de identitate pentru companie prin editarea \u0219abloanelor de teme furnizate de SAP.
TOOLS_CARD_2_LINK_1=Comunitate
TOOLS_CARD_3_IMG_ALT=Imagine care arat\u0103 pagina SAP UI5 Tooling
TOOLS_CARD_3_TEXT=Un lan\u021B de instrumente deschis \u0219i modular pentru dezvoltarea de aplica\u021Bii de ultim\u0103 genera\u021Bie pe baza framework-ului UI5, beneficiind de nodurile .js and npm.
TOOLS_CARD_3_LINK_1=Imagine general\u0103
TOOLS_CARD_3_LINK_2=Documenta\u021Bie CLI
TOOLS_CARD_4_IMG_ALT=Imagine care arat\u0103 UI5 Inspector
TOOLS_CARD_4_TEXT=Cu ajutorul UI5 Inspector, pute\u021Bi depana \u0219i asista cu u\u0219urin\u021B\u0103 aplica\u021Biile bazate pe OpenUI5 sau SAPUI5.
TOOLS_CARD_4_LINK_1=Vizualizarea codului surs\u0103
TOOLS_CARD_5_TEXT=Cardurile de integrare sunt un nou mod de a furniza \u0219i utiliza cardurile sub form\u0103 de widgeturi de pe pagina ini\u021Bial\u0103 sau tabloul de bord.
TOOLS_CARD_5_LINK_1=Explorarea modelelor
TOOLS_CARD_6_IMG_ALT=Imagine care arat\u0103 asistentul de suport \u00EEn ac\u021Biune
TOOLS_CARD_6_TEXT=Acest asistent de suport le permite dezvoltatorilor s\u0103 verifice dac\u0103 aplica\u021Biile lor sunt create conform bunelor practici \u0219i instruc\u021Biunilor SAPUI5.
TOOLS_CARD_7_IMG_ALT=Imagine care arat\u0103 exploratorul de iconuri SAP
TOOLS_CARD_7_TEXT=Naviga\u021Bi \u0219i utiliza\u021Bi colec\u021Bia noastr\u0103 vast\u0103 de iconuri din fonturile de iconuri.
TOOLS_CARD_7_LINK_1=Executare teste de integrare
TOOLS_CARD_7_LINK_2=Executare teste de unitate
TOOLS_CARD_8_IMG_ALT=Imagine care arat\u0103 caseta de instrumente pentru parametrii de teme
TOOLS_CARD_8_TEXT=C\u0103uta\u021Bi, filtra\u021Bi \u0219i previzualiza\u021Bi parametrii de teme semantice.
TOOLS_CARD_9_IMG_ALT=Imagine care afi\u0219eaz\u0103 Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (urm\u0103toarea genera\u021Bie a solu\u021Biei SAP Web IDE) este un mediu de dezvoltare modern, proiectat pentru dezvoltarea eficient\u0103 a aplica\u021Biilor de gestiune \u00EEntreprindere pentru companiile inteligente.
TOOLS_CARD_10_IMG_ALT=Imagine care afi\u0219eaz\u0103 UI5 Web Components
TOOLS_CARD_10_TEXT=UI5 Web Components reprezint\u0103 noua ofert\u0103 UI5 care v\u0103 ofer\u0103 un set de elemente UI reutilizabile cu o amprent\u0103 minim\u0103 asupra site-urilor dvs. web sau a aplica\u021Biilor web, bazat\u0103 pe orice framework web.
TOOLS_CARD_10_LINK_1=\u00CEncepe\u021Bi
TOOLS_CARD_10_LINK_2=Deschidere proiect GitHub

API_MASTER_PLACEHOLDER=Filtru
API_MASTER_EXPAND_BTN_TOOLTIP=Expandare tot
API_MASTER_COLLAPSE_BTN_TOOLTIP=Comprimare tot
API_MASTER_DEPRECATED_CB=Includere \u00EEnvechite
API_MASTER_NO_DATA_TEXT=F\u0103r\u0103 date, \u00EEncerca\u021Bi cu c\u0103utarea global\u0103
API_MASTER_DEPRECATED=\u00CEnvechit
API_MASTER_DEPRECATED_APIS=API-uri \u00EEnvechite
API_MASTER_EXPERIMENTAL_APIS=API-uri experimentale
API_MASTER_INDEX_BY_VERSION=Indexare dup\u0103 versiune

API_DETAIL_SINCE_TITLE=Indexare dup\u0103 versiune

API_DETAIL_EXPERIMENTAL_TITLE=Index API-uri experimentale

API_DETAIL_DEPRECATED_TITLE=Index API-uri \u00EEnvechite
API_DETAIL_DEPRECATED_WARNING=Pentru informa\u021Bii generale despre caracteristicile \u00EEnvechite, verifica\u021Bi regulile de compatibilitate.

API_DETAIL_AS_OF_VERSION=\u00CEncep\u00E2nd cu {0}
API_DETAIL_NA_VERSION=Nu exist\u0103 versiunea
