
APP_HEADER_TITLE=Kit de demonstra\u00E7\u00E3o UI5
APP_HEADER_LOGO_ALT=Logotipo UI5
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=Pesquisar algo
APP_TABHEADER_ITEM_HOME=P\u00E1gina inicial
APP_TABHEADER_ITEM_DOCUMENTATION=Documenta\u00E7\u00E3o
APP_TABHEADER_ITEM_API_REFERENCE=Refer\u00EAncia de API
APP_TABHEADER_ITEM_SAMPLES=Amostras
APP_TABHEADER_ITEM_DEMO_APPS=Aplicativos de demonstra\u00E7\u00E3o
APP_TABHEADER_ITEM_RESOURCES=Recursos
APP_TABHEADER_SUBITEM_FIORI_TOOLS=Ferramentas Fiori
APP_TABHEADER_SUBITEM_ICON_EXPLORER=Explorador de \u00EDcones
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=UI5 Inspector
APP_TABHEADER_SUBITEM_UI5_TOOLING=UI5 Tooling
APP_CHANGE_VERSION_BTN=Modificar vers\u00E3o
APP_VERSION_BETA_VERSION=Vers\u00E3o beta
APP_VERSION_VERSION=Vers\u00E3o
APP_VERSION_NOT_PRODUCTIVE=\u2013 n\u00E3o para uso produtivo.
APP_VERSION_IN_PROGRESS=(em desenvolvimento)
APP_FEEDBACK_BTN_TOOLTIP=Feedback
APP_NEWS_BTN_TOOLTIP=Novidades
APP_NEWS_DISMISS_ALL_BTN=Rejeitar todos os itens de novidades
APP_NEWS_SHOW_ALL_BTN=Exibir todos as novidades
APP_NEWS_NO_NEW_TEXT=Nenhuma novidade
APP_SEARCH_FIELD_CLOSE=Encerrar
APP_INFORMATION_BTN_TOOLTIP=Configura\u00E7\u00F5es
APP_LEGAL_BTN_TOOLTIP=Informa\u00E7\u00F5es legais
APP_INFORMATION_BTN_FEEDBACK=Feedback
APP_INFORMATION_BTN_ABOUT=Sobre
APP_INFORMATION_BTN_LEGAL=Legal
APP_INFORMATION_BTN_PRIVACY=Privacidade
APP_INFORMATION_BTN_TERMS_OF_USE=Termos de utiliza\u00E7\u00E3o
APP_INFORMATION_BTN_APPEARANCE=Aspecto
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Claro
APP_INFORMATION_BTN_APPEARANCE_DARK=Escuro
APP_INFORMATION_BTN_APPEARANCE_HCB=Preto em alto contraste
APP_INFORMATION_BTN_APPEARANCE_HCW=Branco em alto contraste
APP_INFORMATION_BTN_APPEARANCE_AUTO=Autom\u00E1tico (dependente das configura\u00E7\u00F5es SO)
APP_INFORMATION_BTN_SITEMAP=Mapa do site
APP_INFORMATION_BTN_COPYRIGHT=Direitos autorais
APP_INFORMATION_BTN_TRADEMARK=Marca registrada
APP_INFORMATION_BTN_DISCLAIMER=Exclus\u00E3o de responsabilidade
APP_INFORMATION_BTN_LICENSE=Licen\u00E7a
APP_COOKIES_TEXT=Utilizamos cookies para melhorar sua experi\u00EAncia em nosso site. Ao continuar utilizando este site, consente utilizar nossos cookies.

APP_INFORMATION_BTN_NEWS=Novidades
APP_INFORMATION_BTN_SETTINGS=Configura\u00E7\u00F5es
APP_INFORMATION_BTN_POLICIES=Pol\u00EDticas

NEWS_NEW_GROUP_TITLE=Novo
NEWS_READ_GROUP_TITLE=Lido
NEWS_BTN_MARK_AS_READ=Marcar tudo como lido
NEWS_BTN_VISIT_LINK=Visitar link
NEWS_PREP_FAILURE_TITLE=N\u00E3o foi poss\u00EDvel carregar novidades

FEEDBACK_DIALOG_TITLE=Enviar feedback
FEEDBACK_DIALOG_OVERALL=Como \u00E9 sua experi\u00EAncia geral?
FEEDBACK_DIALOG_MESSAGE=O que gostaria de nos dizer?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Voc\u00EA pode compartilhar seu feedback para a experi\u00EAncia geral do kit de amostra SAPUI5 ou para a p\u00E1gina espec\u00EDfica que est\u00E1 visualizando atualmente.
FEEDBACK_DIALOG_RELATED=O feedback est\u00E1 relacionado \u00E0 p\u00E1gina atual.
FEEDBACK_DIALOG_SHOW_DATA=Visualizar dados do contexto
FEEDBACK_DIALOG_DISCLAIMER=Seu feedback \u00E9 an\u00F4nimo. N\u00F3s n\u00E3o coletamos dados pessoais.
FEEDBACK_DIALOG_BTN_SEND=Enviar
FEEDBACK_DIALOG_BTN_CANCEL=Cancelar
FEEDBACK_DIALOG_STATUS_EXCELLENT=Excelente
FEEDBACK_DIALOG_STATUS_GOOD=Bom
FEEDBACK_DIALOG_STATUS_AVERAGE=M\u00E9dia
FEEDBACK_DIALOG_STATUS_POOR=Fraco
FEEDBACK_DIALOG_STATUS_VERY_POOR=Muito fraco
FEEDBACK_DIALOG_TITLE_SUCCESS=Obrigado.
FEEDBACK_DIALOG_TEXT_SUCCESS=Seu feedback foi enviado.
FEEDBACK_DIALOG_TITLE_ERROR=Desculpe\!
FEEDBACK_DIALOG_TEXT_ERROR=Ocorreu um erro ao enviar o seu feedback\:\n

SURVEY_POPOVER_TITLE=Diga-nos o que est\u00E1 pensando.
SURVEY_POPOVER_LONG_SURVEY_TITLE=Pesquisa da experi\u00EAncia do usu\u00E1rio
SURVEY_POPOVER_LONG_SURVEY_BADGE=NOVO
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=Dispon\u00EDvel at\u00E9
SURVEY_POPOVER_LONG_SURVEY_DESC=Complete uma pesquisa de cinco minutos e ajude-nos a melhorar a sua experi\u00EAncia de produto. Esta pesquisa abrir\u00E1 em uma nova ficha de registro.
SURVEY_POPOVER_LONG_SURVEY_BTN=Efetuar pesquisa
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=Link externo para pesquisa da experi\u00EAncia do usu\u00E1rio de Qualtrics
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=Compartilhar feedback
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=A sua opini\u00E3o interessa. Compartilhe as suas id\u00E9ias e opini\u00F5es a qualquer momento.
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=Dar feedback
SURVEY_POPOVER_CLOSE_BTN=Encerrar

WELCOME_BLOCK_1_TEXT_1=Descubra os novos horizontes das notas empresariais
WELCOME_BLOCK_1_START_BTN=Introdu\u00E7\u00E3o ao UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Baixar
WELCOME_KEY_FEATURES=Principais funcionalidades
WELCOME_START_CODING=Inicie a codifica\u00E7\u00E3o
WELCOME_CHOOSE_SCENARIO=Escolha seu cen\u00E1rio
WELCOME_JOIN_COMMUNITY=Adira \u00E0 comunidade
WELCOME_BLOCK_2_TITLE=Responsivo em v\u00E1rios browsers e dispositivos
WELCOME_BLOCK_2_TEXT=N\u00E3o \u00E9 necess\u00E1rio nos preocuparmos com as especifica\u00E7\u00F5es do dispositivo\! Os aplicativos UI5 funcionam em smartphones, tablets e desktops. Os controles da IU se adaptam automaticamente \u00E0s funcionalidades de cada dispositivo e tiram o m\u00E1ximo partido dos bens im\u00F3veis dispon\u00EDveis.
WELCOME_BLOCK_2_IMG_ALT=Imagem exibindo telefone, tela de desktop e tablet
WELCOME_BLOCK_3_TITLE=Conceitos de desenvolvimento poderosos
WELCOME_BLOCK_3_TEXT_1=UI5 foi criado por profissionais para desenvolvedores modernos para criar aplica\u00E7\u00F5es da Web de \u00FAltima gera\u00E7\u00E3o. Vem com todas as funcionalidades necess\u00E1rias para cobrir os requisitos de aplica\u00E7\u00F5es mais atuais. O n\u00FAcleo de UI5 oferece uma base s\u00F3lida que simplifica seu trabalho gerenciando v\u00E1rios aspetos de desenvolvimento moderno nos bastidores\:
WELCOME_BLOCK_3_TEXT_2=Inclui padr\u00F5es como MVC e v\u00E1rios tipos de liga\u00E7\u00E3o de dados
WELCOME_BLOCK_3_TEXT_3=Sele\u00E7\u00E3o entre diferente formatos de vis\u00E3o (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Liga\u00E7\u00F5es com OData, JSON, XML e outros formatos de dados
WELCOME_BLOCK_3_TEXT_5=Ferramenta de suporte integrado para explorar a \u00E1rvore de objetos e o status da liga\u00E7\u00E3o
WELCOME_BLOCK_3_TEXT_6=Suporte de tradu\u00E7\u00E3o e internacionaliza\u00E7\u00E3o
WELCOME_BLOCK_3_TEXT_7=Conceitos de extensibilidade no n\u00EDvel do c\u00F3digo e da aplica\u00E7\u00E3o
WELCOME_BLOCK_4_TITLE=Kit de ferramentas da web pronto para empresas
WELCOME_BLOCK_4_TEXT_1=Por que motivo UI5 \u00E9 usado por todos os produto da SAP principais bem como por v\u00E1rios clientes e parceiros? E por que motivo isso tamb\u00E9m tem \u00EAxito na comunidade de c\u00F3digo aberto al\u00E9m de SAP? Em seguida s\u00E3o exibidos alguns dos valores mais importantes adicionados que UI5 fornece\:
WELCOME_BLOCK_4_TEXT_2=Suporte de tradu\u00E7\u00E3o e internacionaliza\u00E7\u00E3o
WELCOME_BLOCK_4_TEXT_3=Conceitos de extensibilidade no n\u00EDvel do c\u00F3digo e da aplica\u00E7\u00E3o
WELCOME_BLOCK_4_TEXT_4=Tema de alto contraste para ajudar visualmente usu\u00E1rios com visibilidade reduzida
WELCOME_BLOCK_4_TEXT_5=F\u00E1cil de integrar em um ecossistema SAP consistente
WELCOME_BLOCK_4_TEXT_6=Ferramentas flex\u00EDveis para qualquer tipo de desenvolvedor
WELCOME_BLOCK_4_TEXT_7=Beneficie de novas inova\u00E7\u00F5es enquanto permanece compat\u00EDvel com upgrade
WELCOME_BLOCK_4_TEXT_8=Utiliza\u00E7\u00E3o ilimitada em pilhas de tecnologia SAP e n\u00E3o SAP
WELCOME_BLOCK_5_TITLE=Design do SAP Fiori premiado em a\u00E7\u00E3o
WELCOME_BLOCK_5_TEXT=As aplica\u00E7\u00F5es UI5 beneficiam de uma linguagem de design consistente e de padr\u00F5es UX predefinidos em todas as funcionalidades front end. Utilize um tema predefinido ou tente nossa ferramenta de temas online para criar um tema personalizado.
WELCOME_BLOCK_5_IMG_ALT=Imagem exibindo elementos do design do SAP Fiori
WELCOME_BLOCK_6_TITLE=Prepare-se
WELCOME_BLOCK_6_TEXT_1=Tudo o que voc\u00EA precisa para desenvolver apps da Web com o UI5 \u00E9 um ambiente de desenvolvimento e um browser. Utilize o SAP Business Application Studio na nuvem para m\u00E1xima conveni\u00EAncia. Para m\u00E1xima flexibilidade, voc\u00EA pode configurar seu ambiente de desenvolvimento local.
WELCOME_BLOCK_6_TEXT_2=Tente o primeiro exemplo aqui\:
WELCOME_BLOCK_7_TITLE=Evolu\u00E7\u00E3o do UI5
WELCOME_BLOCK_7_TEXT_1=A evolu\u00E7\u00E3o do UI5 se refere a melhorias fundamentais como parte de um esfor\u00E7o cont\u00EDnuo para promover o SAPUI5, para permitir que as aplica\u00E7\u00F5es funcionem de forma mais r\u00E1pida e para o c\u00F3digo se tornar mais modular. Ao adotar padr\u00F5es da Web, carregamento ass\u00EDncrono e tecnologias emergentes, o SAPUI5 continua sendo uma solu\u00E7\u00E3o capaz de perdurar e testada para empresas.
WELCOME_BLOCK_7_TEXT_2=Encorajamos os desenvolvedores a suportar ativamente e tirar partido das novas funcionalidades.
WELCOME_BLOCK_7_ALT=A evolu\u00E7\u00E3o do UI5 est\u00E1 criando inova\u00E7\u00E3o, fornecendo ferramentas de cria\u00E7\u00E3o, n\u00FAcleo modular, padr\u00F5es abertos e obtendo alto desempenho utilizando o carregamento ass\u00EDncrono.
WELCOME_BLOCK_8_TITLE=SAPUI5 no SAP BTP
WELCOME_BLOCK_8_TEXT_1=Registre-se para a conta de avalia\u00E7\u00E3o gratuita do SAP BTP para testar a plataforma e criar aplica\u00E7\u00F5es UI5 com base na nuvem.
WELCOME_BLOCK_8_TEXT_2=Ambiente de desenvolvimento f\u00E1cil de usar com o SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Teste gratuito para utiliza\u00E7\u00E3o de desenvolvimento
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=O SAPUI5 faz parte das tecnologias da interface do usu\u00E1rio em sistemas SAP HANA, NetWeaver ABAP e Java.
WELCOME_BLOCK_9_TEXT_2=Pronto para ser usado por clientes da SAP
WELCOME_BLOCK_9_TEXT_3=Integra\u00E7\u00E3o com estruturas de sistemas existentes
WELCOME_BLOCK_10_TITLE=OpenUI5 - c\u00F3digo livre e aberto
WELCOME_BLOCK_10_TEXT_1=Tente a variante do c\u00F3digo aberto do UI5. Cont\u00E9m todas as funcionalidades centrais do UI5 e est\u00E1 dispon\u00EDvel no GitHub com a licen\u00E7a Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Suportado pela comunidade de c\u00F3digo aberto
WELCOME_BLOCK_10_TEXT_3=Administrado no GitHub - as contribui\u00E7\u00F5es s\u00E3o bem-vindas\!
WELCOME_BLOCK_11_TITLE=UI5 na rede de fornecimento de conte\u00FAdo
WELCOME_BLOCK_11_TEXT_1=Desenvolver e executar apps UI5 com a flexibilidade de uma rede de fornecimento de conte\u00FAdo robusta. Os arquivos s\u00E3o carregados da localiza\u00E7\u00E3o mais pr\u00F3xima do usu\u00E1rio para melhor desempenho.
WELCOME_BLOCK_11_TEXT_2=Rede de fornecimento de conte\u00FAdo com v\u00E1rias vers\u00F5es para atualizar um ciclo de vida personalizado
WELCOME_BLOCK_11_TEXT_3=Para qualquer cen\u00E1rio de desenvolvimento no local e na nuvem
WELCOME_BLOCK_12_TITLE=SAP Community
WELCOME_BLOCK_13_TITLE=Newsletter
WELCOME_VIDEO_BLOCK_TITLE=O que \u00E9 SAPUI5?

WELCOME_VIDEO_BLOCK_TEXT_1=O SAPUI5 \u00E9 um framework HTML5 para criar aplica\u00E7\u00F5es Web v\u00E1lidas para v\u00E1rias plataformas a n\u00EDvel empresarial SAP de forma eficiente. O que come\u00E7ou como um projeto pequeno, \u00E9 agora uma das tecnologias com maior sucesso de sempre inventada pela SAP.
WELCOME_VIDEO_BLOCK_TEXT_2=Neste v\u00EDdeo, voc\u00EA pode acessar o valor de SAPUI em 110 segundos. Na nossa p\u00E1gina SAP Community, voc\u00EA pode obter detalhes mais aprofundados sobre as tecnologias de IU principais <a href\="https\://community.sap.com/topics/ui5">aqui</a>.

TOPIC_DETAIL_INIT_DOCUMENTATION=Documenta\u00E7\u00E3o
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Baixar
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Novidades
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Descubra as novas funcionalidades nas vers\u00F5es UI5 mais recentes
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Leia-me primeiro
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Informa\u00E7\u00E3o importante antes de come\u00E7ar a utilizar o UI5 de forma produtiva
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Iniciar
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Configura\u00E7\u00E3o e tutoriais
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Desenvolver apps
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Melhores pr\u00E1ticas e as armadilhas \u00E0s quais devemos ter aten\u00E7\u00E3o
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Ampliar apps
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Adaptar os apps a seus requisitos espec\u00EDficos
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Desenvolver controles
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Criar controles personalizados ou contribuir para o UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Padr\u00F5es e modelos de IU para padr\u00F5es de aplica\u00E7\u00F5es utilizadas habitualmente
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Criar e ampliar aplica\u00E7\u00F5es da Web anal\u00EDticas interativas
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Fundamentos
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Conceitos de desenvolvimento, como MVC, liga\u00E7\u00E3o de dados e componentes
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=Mais sobre controles
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Adi\u00E7\u00E3o \u00E0 refer\u00EAncia de API

TOPIC_DETAIL_BACK_BTN=Voltar aos resultados de pesquisa
TOPIC_DETAIL_EDIT_GITHUB=Processar no GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Processar esta p\u00E1gina no GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Visualizar este documento no modo de tela inteira

TOPIC_MASTER_FILTER_PLACEHOLDER=Procurar
TOPIC_MASTER_EXPAND_TOOLTIP=Expandir tudo
TOPIC_MASTER_COLAPSE_TOOLTIP=Comprimir tudo
TOPIC_MASTER_NO_DATA_TEXT=Sem dados, tente com a pesquisa global

ENTITY_ABOUT=Sobre
ENTITY_SAMPLES=Amostras ({0})
ENITITY_API=Refer\u00EAncia de API\:
ENTITY_DOCUMENTATION=Documenta\u00E7\u00E3o\:
ENTITY_UX=Diretrizes UX\:
ENTITY_EXTENDS=Amplia\:
ENTITY_COMPONENT=Componente de aplica\u00E7\u00E3o
ENTITY_SINCE=Dispon\u00EDvel desde
ENTITY_CATEGORY=Categoria
ENTITY_DENSITY=Grau de densidade
ENTITY_DEPRECATED=Obsoleto
ENTITY_FULLSCREEN_TOOLTIP=Visualizar esta amostra no modo de tela inteira
ENTITY_BACK_BTN=Voltar aos resultados de pesquisa
ENTITY_TABLE_NAME=Nome
ENTITY_TABLE_DESCRIPTION=Descri\u00E7\u00E3o

CONTROLS_PAGE_TITLE=Amostras
CONTROLS_PAGE_DESC=Explorar e baixar codifica\u00E7\u00F5es de exemplo
CONTROLS_FEATURED_CONTROLS=Controles em destaque
CONTROLS_LAYOUT_PAGES=Layout & p\u00E1ginas
CONTROLS_TEXT_1=Intera\u00E7\u00E3o do usu\u00E1rio
CONTROLS_TEXT_2=V\u00E1rias estruturas da lista
CONTROLS_TEXT_3=Tabelas simples ou mais poderosas
CONTROLS_TEXT_4=Di\u00E1logos e popovers
CONTROLS_TEXT_5=Blocos para textos, imagens ou diagramas, por exemplo
CONTROLS_TEXT_6=Notifica\u00E7\u00E3o do usu\u00E1rio
CONTROLS_TEXT_7=Barras de ferramentas e cabe\u00E7alhos
CONTROLS_TEXT_8=Representa\u00E7\u00E3o hier\u00E1rquica de dados
CONTROLS_TEXT_9=Controles orientados por metadados
CONTROLS_TEXT_10=Visualiza\u00E7\u00E3o de localiza\u00E7\u00E3o
CONTROLS_TEXT_11=Visualiza\u00E7\u00E3o de dados
CONTROLS_TEXT_12=Intera\u00E7\u00F5es com base em etapas
CONTROLS_TEXT_13=Exibir, criar ou processar objetos
CONTROLS_TEXT_14=P\u00E1gina com t\u00EDtulo, cabe\u00E7alho e \u00E1rea de conte\u00FAdo
CONTROLS_TEXT_15=p\u00E1gina com 3 colunas no m\u00E1ximo
CONTROLS_TEXT_16=Layout de duas colunas

CONTROLS_MASTER_FILTER_PLACERHOLDER=Procurar
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Agrupar/filtrar
CONTROLS_MASTER_NO_DATA_TEXT=Sem dados, tente com a pesquisa global.

CODE_BACK_BTN_TOOLTIP=Voltar \u00E0 amostra
CODE_API_REFERENCE=Refer\u00EAncia de API
CODE_DOWNLOAD_BTN=Baixar

CHANGE_VERSION_DIALOG_TITLE=Modificar vers\u00E3o
CHANGE_VERSION_DIALOG_CLOSE_BTN=Encerrar
CHANGE_VERSION_DIALOG_APPLY_BTN=Aplicar
CHANGE_VERSION_DIALOG_LATEST_BTN=\u00DAltimo
APP_SETTINGS_DIALOG_TITLE=Configura\u00E7\u00F5es
APP_SETTINGS_DIALOG_THEME=Tema\:
APP_SETTINGS_DIALOG_LANGUAGE=Idioma
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Prefer\u00EAncias de cookies
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Lembre-se que o idioma selecionado s\u00F3 se aplica \u00E0 interface de usu\u00E1rio de aplica\u00E7\u00E3o de kit de amostra SAPUI5. O conte\u00FAdo disponibilizado na aplica\u00E7\u00E3o em diferentes se\u00E7\u00F5es, como documenta\u00E7\u00E3o, refer\u00EAncia API e amostras, s\u00F3 est\u00E1 dispon\u00EDvel em ingl\u00EAs.
APP_SETTINGS_DIALOG_DENSITY=Grau de densidade\:
APP_SETTINGS_DIALOG_READ_MORE=Ler mais sobre graus de densidade
APP_SETTINGS_DIALOG_RTL=Modo da direita para a esquerda
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Cancelar

COOKIE_SETTINGS_DIALOG_TITLE=Suas configura\u00E7\u00F5es de cookies
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookies necess\u00E1rios
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Estes cookies s\u00E3o necess\u00E1rios para ativar a funcionalidade do site central.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Utilizamos cookies para melhorar sua experi\u00EAncia em nosso site. Ao continuar utilizando este site, consente utilizar nossos cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookies funcionais
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Estes cookies s\u00E3o utilizados para analisar a utiliza\u00E7\u00E3o do site com a finalidade de avaliar e melhorar o desempenho do site.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Este site utiliza SAP Web Analytics para analisar a forma como os usu\u00E1rios utilizam este site. As informa\u00E7\u00F5es geradas (incluindo uma parte de seu endere\u00E7o de IP e ID de browser) ser\u00E3o transmitidos e armazenados pela SAP, em seus servidores. Cookies s\u00E3o utilizados para identificar sua visita repetida e a p\u00E1gina de origem de sua visita. Estas informa\u00E7\u00F5es s\u00F3 ser\u00E3o utilizadas para fins de avalia\u00E7\u00E3o da utiliza\u00E7\u00E3o do site da Web e compila\u00E7\u00E3o de relat\u00F3rios sobre a atividade do site da Web para operadores de sites da Web - e, por fim, melhorar o site. Caso voc\u00EA pretenda optar pelo rastreamento de SAP Web Analytics, indique sua prefer\u00EAncia, utilizando o bot\u00E3o "On"/"Off" abaixo. Optando por isso, voc\u00EA consente o processamento de dados anal\u00EDticos sobre voc\u00EA da forma descrita acima e para os fins a\u00ED definidos.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Mais info
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Aceitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Rejeitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Definir prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Gravar prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Cancelar

EMPTY_TEXT=Vazio

DOWNLOADS_TEXT=Downloads

DEMO_APPS_TITLE=Apps de demonstra\u00E7\u00E3o
DEMO_APPS_SUBTITLE_OPENUI5=Lista os apps de demonstra\u00E7\u00E3o que mostram como voc\u00EA pode utilizar as v\u00E1rias funcionalidades e os controles de OpenUI5.
DEMO_APPS_SUBTITLE_SAPUI5=Lista os apps de demonstra\u00E7\u00E3o que mostram como voc\u00EA pode utilizar as v\u00E1rias funcionalidades e os controles de SAPUI5.
DEMO_APPS_READ_MORE_BTN=Ler mais
DEMO_APPS_DOWNLOAD_OVERVIEW=S\u00EDntese de downloads
DEMO_APPS_CATEGORY_SHOWCASE=Conceitos UI5 em cen\u00E1rios reais
DEMO_APPS_CATEGORY_TUTORIAL=Aplicativos de demonstra\u00E7\u00E3o com tutoriais
DEMO_APPS_CATEGORY_RTA=Aplicativos de demonstra\u00E7\u00E3o de flexibilidade SAPUI5
DEMO_APPS_CATEGORY_MISC=Diversos aplicativos de demonstra\u00E7\u00E3o
DEMO_APPS_LIBRARY=Biblioteca de controles\:
DEMO_APPS_CARD_LINK=Abrir app

LEGAL_DISCLAIMER_TITLE=Aviso de isen\u00E7\u00E3o legal para links
LEGAL_DISCLAIMER_LABEL_1=Links com \u00EDcone
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informa\u00E7\u00E3o publicada em site n\u00E3o da SAP
LEGAL_DISCLAIMER_TEXT_1=Voc\u00EA est\u00E1 entrando em um site que n\u00E3o \u00E9 hospedado pela SAP. Ao utilizar esses links, voc\u00EA concorda (a menos que expressamente indicado em contr\u00E1rio nos seus contratos com a SAP) com isto\:
LEGAL_DISCLAIMER_TEXT_2=- O conte\u00FAdo do site vinculado n\u00E3o \u00E9 documenta\u00E7\u00E3o da SAP. Voc\u00EA n\u00E3o pode inferir quaisquer reclama\u00E7\u00F5es de produto contra a SAP com base nessa informa\u00E7\u00E3o.
LEGAL_DISCLAIMER_TEXT_3=- A SAP n\u00E3o concorda nem discorda com o conte\u00FAdo no site vinculado, nem garante a disponibilidade e exatid\u00E3o.
LEGAL_DISCLAIMER_LABEL_2=Links com \u00EDcone
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informa\u00E7\u00E3o publicada em site da SAP
LEGAL_DISCLAIMER_TEXT_4=Voc\u00EA est\u00E1 saindo da documenta\u00E7\u00E3o desse produto ou servi\u00E7o espec\u00EDfico da SAP e est\u00E1 entrando em um site hospedado pela SAP. Ao utilizar esses links, voc\u00EA concorda que (a menos que expressamente indicado em contr\u00E1rio nos seus contratos com a SAP) n\u00E3o pode inferir quaisquer reclama\u00E7\u00F5es de produto contra a SAP com base nessa informa\u00E7\u00E3o.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfabeticamente
VIEW_SETTINGS_DIALOG_ITEM_2=Categoria
VIEW_SETTINGS_DIALOG_ITEM_3=Grau de densidade
VIEW_SETTINGS_DIALOG_ITEM_4=Espa\u00E7o de nomes
VIEW_SETTINGS_DIALOG_ITEM_5=Liberar

SAMPLE_BACK_BTN_TOOLTIP=Voltar \u00E0s amostras
SAMPLE_INFO_TOOLTIP=Informa\u00E7\u00E3o de amostra
SAMPLE_EDITED_TOOLTIP=A amostra \u00E9 editada
SAMPLE_EDITED_WARNING=Esta amostra foi editada. Para reinicializar todas as modifica\u00E7\u00F5es, pressione o bot\u00E3o "Reinicializar todas as modifica\u00E7\u00F5es" ao visualizar o texto fonte.
SAMPLE_API_REFERENCE_BTN=Refer\u00EAncia de API
SAMPLE_PREV_BTN_TOOLTIP=Visualizar amostra anterior
SAMPLE_NEXT_BTN_TOOLTIP=Visualizar amostra seguinte
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Visualizar esta amostra no modo de tela inteira
SAMPLE_ADAPT_BTN_TOOLTIP=Ajustar IU
SAMPLE_CODE_BTN_TOOLTIP=Visualizar texto fonte para esta amostra
SAMPLE_NEW_TAB_BTN_TOOLTIP=Abrir em nova ficha
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Baixar
SAMPLE_RESET_CHANGES=Reinicializar todas as modifica\u00E7\u00F5es

RELEASE_NOTES_TITLE=Log de modifica\u00E7\u00F5es

SEARCH_PAGE_TITLE=Resultados da pesquisa para "{0}"
SEARCH_PAGE_DESCRIPTION=Os resultados da pesquisa s\u00E3o exibidos em categorias.
SEARCH_PAGE_ALL_SECTION_TITLE=Todos ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Principais 10 resultados da refer\u00EAncia API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Principais 10 resultados da documenta\u00E7\u00E3o
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Principais 10 resultados de amostras
SEARCH_SUGGESTIONS_TITLE_ALL=Principais 10 resultados de tudo
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Tudo
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Ver tudo
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Documenta\u00E7\u00E3o
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Refer\u00EAncia de API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Amostras
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Todos ({0} de {1})
SEARCH_PAGE_API_SECTION_TITLE=Refer\u00EAncia de API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Refer\u00EAncia de API ({0} de {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Documenta\u00E7\u00E3o ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Documenta\u00E7\u00E3o ({0} de {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Amostras ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Amostras ({0} de {1})

RELEASE_DIALOG_TITLE=Log de modifica\u00E7\u00F5es para\: {0}
RELEASE_DIALOG_CLOSE_BTN=Encerrar
RELEASE_DIALOG_NO_DATA_TEXT=Nenhuma modifica\u00E7\u00E3o para esta biblioteca.

ABOUT_DIALOG_TITLE=Sobre
ABOUT_DIALOG_TEXT_1=Kit de amostra SAPUI5 - Caixa de ferramentas de desenvolvimento da IU para HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Direitos autorais 2009-2024 SAP SE. Todos os direitos reservados.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2024 SAP SE ou uma empresa afiliada da SAP.
ABOUT_DIALOG_TEXT_4={0} vers\u00E3o {1}
ABOUT_DIALOG_TEXT_5=Abrir vers\u00E3o UI5 {0}
ABOUT_DIALOG_TEXT_6=Este software inclui as seguintes vers\u00F5es da biblioteca
ABOUT_DIALOG_LINK_1=Detalhes da vers\u00E3o
ABOUT_DIALOG_TEXT_7=Este software inclui software de c\u00F3digo aberto de terceiros
ABOUT_DIALOG_TEXT_8=Software de terceiros inclu\u00EDdo
ABOUT_DIALOG_VERSION_TITLE=Detalhes da vers\u00E3o
ABOUT_DIALOG_VERSION=Vers\u00E3o
ABOUT_DIALOG_DESCRIPTION=Descri\u00E7\u00E3o
ABOUT_DIALOG_CHANGE_LOG=Log de modifica\u00E7\u00F5es
ABOUT_DIALOG_CHANGE_LOG_LINK=Log de modifica\u00E7\u00F5es
ABOUT_DIALOG_COMPONENT=Componente
ABOUT_DIALOG_CLOSE_BTN=Encerrar
ABOUT_DIALOG_THIRD_PARTY=Software de terceiros inclu\u00EDdo

FOOTER_LEGAL_DISCOLURE=Divulga\u00E7\u00E3o legal
FOOTER_PRIVACY=Privacidade
FOOTER_TERMS=Termos de utiliza\u00E7\u00E3o
FOOTER_LICENSE=Licen\u00E7a

NOT_FOUND_TITLE=N\u00E3o encontrado
NOT_FOULD_TEXT=O recurso solicitado n\u00E3o foi encontrado.

NOT_FOUND_REMOVED_TEXT=A vers\u00E3o UI5 solicitada est\u00E1 obsoleta e foi removida.
NOT_FOUND_DK_REMOVED_TEXT=O conte\u00FAdo de kit de amostra UI5 solicitado foi removido.
NOT_FOUND_UNAVAILABLE_TEXT=O recurso solicitado n\u00E3o est\u00E1 dispon\u00EDvel.
VERSION_NOT_FOUND_READ_MORE=Ler mais
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=P\u00E1gina inicial

NOT_FOUND_SAMPLE_TITLE=Amostra n\u00E3o foi encontrada
NOT_FOUND_SAMPLE_TEXT=A amostra solicitada n\u00E3o existe para a vers\u00E3o de UI5 solicitada. Verifique aqui as amostras dispon\u00EDveis

SITEMAP_TITLE=Mapa do site

LIVE_EDITOR_TITLE=Editor em tempo real
LIVE_EDITOR_RESULT=Resultado
LIVE_EDITOR_PREVIEW_BTN=Visualizar
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Visualiza\u00E7\u00E3o autom\u00E1tica

API_MASTER_PLACEHOLDER=Procurar
API_MASTER_EXPAND_BTN_TOOLTIP=Expandir tudo
API_MASTER_COLLAPSE_BTN_TOOLTIP=Comprimir tudo
API_MASTER_DEPRECATED_CB=Include obsoleto
API_MASTER_EXPERIMENTAL_CB=Include experimental
API_MASTER_NO_DATA_TEXT=Sem dados, tente com a pesquisa global
API_MASTER_DEPRECATED=Obsoleto
API_MASTER_EXPERIMENTAL=Experimental
API_MASTER_DEPRECATED_APIS=APIs obsoletas
API_MASTER_EXPERIMENTAL_APIS=APIs experimentais
API_MASTER_INDEX_BY_VERSION=\u00CDndice por vers\u00E3o

API_DETAIL_SINCE_TITLE=\u00CDndice por vers\u00E3o

API_DETAIL_EXPERIMENTAL_TITLE=\u00CDndice de APIs experimentais

API_DETAIL_DEPRECATED_TITLE=\u00CDndice de APIs obsoletas
API_DETAIL_DEPRECATED_WARNING=Para informa\u00E7\u00F5es gerais sobre funcionalidades obsoletas, verifique as regras de compatibilidade.

API_DETAIL_AS_OF_VERSION=A partir de {0}
API_DETAIL_NA_VERSION=Vers\u00E3o N/A

RESOURCES_INTRO_CARD_TITLE=Recursos
RESOURCES_INTRO_CARD_SUBTITLE=Este \u00E9 o seu hub para recursos UI5 selecionados, para ajud\u00E1-lo na sua  jornada de desenvolvimento. V\u00E1 em frente e explore, aprenda e tire partido deles para aproveitar ao m\u00E1ximo os seus projetos UI5.

RESOURCES_ASIDE_CARD_TITLE=S\u00EDntese A-Z

RESOURCES_CATEGORY_TITLE_FEATURED=Em destaque
RESOURCES_CARD_TITLE_ICON_EXPLORER=Explorador de \u00EDcones
RESOURCES_CARD_DESC_ICON_EXPLORER=Os \u00EDcones certos dizem mais do que palavras. Utilize a nossa vasta cole\u00E7\u00E3o de \u00EDcones em nossas fontes de \u00EDcones para encontrar os melhores para seu projeto de app.
RESOURCES_CARD_TITLE_ACC_GUIDE=Guia de acessibilidade
RESOURCES_CARD_DESC_ACC_GUIDE=O guia de acessibilidade fornece informa\u00E7\u00F5es detalhadas com exemplos sobre a acessibilidade da web, se voc\u00EA \u00E9 um desenvolvedor de controle ou de aplica\u00E7\u00E3o, ou um usu\u00E1rio na empresa que procura saber mais sobre a acessibilidade da web na \u00E1rea SAPUI5.

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=Ferramentas de desenvolvimento
RESOURCES_CARD_TITLE_TOOLING=UI5 Tooling
RESOURCES_CARD_DESC_TOOLING=O UI5 Tooling \u00E9 uma cadeia de ferramentas modulares de \u00FAltima gera\u00E7\u00E3o para desenvolver projetos UI5, consumindo UI5 via npm. \u00C9 uma CLI de c\u00F3digo aberto, modular, configur\u00E1vel e extens\u00EDvel para desenvolver de forma eficiente apps, bibliotecas e componentes de reutiliza\u00E7\u00E3o com o framework UI5.
RESOURCES_CARD_TITLE_FIORI_TOOLS=Ferramentas SAP Fiori
RESOURCES_CARD_DESC_FIORI_TOOLS=As ferramentas SAP Fiori simplificam a cria\u00E7\u00E3o de aplica\u00E7\u00F5es de elementos do SAP Fiori ao fornecer extens\u00F5es para os seus ambientes de desenvolvimento SAP Business Application Studio e Visual Studio Code.
RESOURCES_CARD_TITLE_CARD_EXPLORER=Explorador de cart\u00F5es
RESOURCES_CARD_DESC_CARD_EXPLORER=Os cart\u00F5es de integra\u00E7\u00E3o s\u00E3o uma \u00F3tima forma de fornecer conte\u00FAdo empresarial a usu\u00E1rios com cart\u00F5es do tipo widget em p\u00E1ginas iniciais ou dashboards. O explorador de cart\u00F5es mostra a voc\u00EA tudo o que precisa saber para implement\u00E1-los.
RESOURCES_CARD_TITLE_FPM_EXPLORER=Explorador de modelo de programa\u00E7\u00E3o flex\u00EDvel
RESOURCES_CARD_DESC_FPM_EXPLORER=O modelo de programa\u00E7\u00E3o flex\u00EDvel facilita a voc\u00EA a adapta\u00E7\u00E3o de aplica\u00E7\u00F5es \u00E0s suas necessidades utilizando elementos do SAP Fiori para OData V4.
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP Business Application Studio
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=O SAP Business Application Studio (BAS) \u00E9 um ambiente de desenvolvimento com base na nuvem moderno, adaptado para o desenvolvimento eficiente e a extens\u00E3o de aplica\u00E7\u00F5es empresariais para Intelligent Enterprise.

RESOURCES_CATEGORY_TITLE_CUSTOMISING=Customizing
RESOURCES_CARD_TITLE_THEME_DESIGNER=Designer de temas de IU
RESOURCES_CARD_DESC_THEME_DESIGNER=O designer de temas de IU \u00E9 uma ferramenta baseada no browser para criar temas e marcas para as principais interfaces de usu\u00E1rio da SAP. Utilize-o para criar seus temas de identidade empresarial de forma r\u00E1pida e simples, modificando modelos de temas fornecidos pela SAP.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=Caixa de ferramentas de par\u00E2metros de temas
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=Com a caixa de ferramentas de par\u00E2metros de temas, voc\u00EA pode procurar, filtrar e visualizar par\u00E2metros de temas sem\u00E2nticos. Esta abrange temas atuais e passados oferecidos pela SAP.
RESOURCES_CARD_TITLE_FLEXIBILITY=Flexibilidade SAPUI5
RESOURCES_CARD_DESC_FLEXIBILITY=Com a flexibilidade SAPUI5, desenvolvedores, usu\u00E1rios-chave e usu\u00E1rios finais podem formar a IU dos apps SAPUI5 para fornecer uma experi\u00EAncia de usu\u00E1rio adaptada - sem ser necess\u00E1rio tocar no texto fonte.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=Solu\u00E7\u00E3o de problemas
RESOURCES_CARD_TITLE_INSPECTOR=UI5 Inspector
RESOURCES_CARD_DESC_INSPECTOR=O UI5 Inspector \u00E9 uma amplia\u00E7\u00E3o das ferramentas de desenvolvimento do Chrome de c\u00F3digo aberto que voc\u00EA pode utilizar para facilmente depurar e suportar seus apps com base em OpenUI5 ou SAPUI5.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=Assistente de suporte
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=O assistente de suporte permite que os desenvolvedores verifiquem se seus apps s\u00E3o criados de acordo com as melhores pr\u00E1ticas e as diretrizes do SAPUI5.

RESOURCES_CATEGORY_TITLE_TESTING=Teste
RESOURCES_CARD_TITLE_TEST_RECORDER=Gravador de teste
RESOURCES_CARD_DESC_TEST_RECORDER=O gravador de teste ajuda voc\u00EA a criar testes de sistema e integra\u00E7\u00E3o UI5 gravando suas a\u00E7\u00F5es no browser.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=O wdi5 \u00E9 um servi\u00E7o Webdriver.IO que utiliza a API de teste UI5. Ele foi criado para executar testes ponta a ponta em todas as plataformas em uma aplica\u00E7\u00E3o SAPUI5 com seletores compat\u00EDveis com OPA5.

RESOURCES_CARD_LINK_ICON_EXPLORER=Confira o explorador de \u00EDcones
RESOURCES_CARD_LINK_ACC_GUIDE=Confira o guia de acessibilidade
RESOURCES_CARD_LINK_TOOLING=Confira UI5 Tooling
RESOURCES_CARD_LINK_FIORI_TOOLS=Confira as ferramentas SAP Fiori
RESOURCES_CARD_LINK_CARD_EXPLORER=Confira a integra\u00E7\u00E3o de IU com cart\u00F5es
RESOURCES_CARD_LINK_FPM_EXPLORER=Confira o explorador FPM
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=Confira o BAS
RESOURCES_CARD_LINK_THEME_DESIGNER=Confira o designer de temas de IU
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=Confira a caixa de ferramentas
RESOURCES_CARD_LINK_FLEXIBILITY=Confira a flexibilidade SAPUI5
RESOURCES_CARD_LINK_INSPECTOR=Confira o UI5 Inspector
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=Confira o assistente de suporte
RESOURCES_CARD_LINK_TEST_RECORDER=Confira o gravador de teste
RESOURCES_CARD_LINK_WDI5=Confira wdi5

RESOURCES_CARD_LINK_TOOLTIP=Abrir em nova ficha
