
APP_TABHEADER_ITEM_HOME=Inicio
APP_TABHEADER_ITEM_DOCUMENTATION=Documentaci\u00F3n
APP_TABHEADER_ITEM_API_REFERENCE=Referencia de la API
APP_TABHEADER_ITEM_SAMPLES=Muestras
APP_TABHEADER_ITEM_DEMO_APPS=Aplicaciones de demostraci\u00F3n
APP_TABHEADER_ITEM_TOOLS=Herramientas
APP_CHANGE_VERSION_BTN=Cambiar versi\u00F3n
APP_VERSION_BETA_VERSION=Versi\u00F3n beta
APP_VERSION_VERSION=Versi\u00F3n
APP_VERSION_NOT_PRODUCTIVE=- no es para uso productivo.
APP_VERSION_IN_PROGRESS=- desarrollo en curso.
APP_FEEDBACK_BTN_TOOLTIP=Enviar comentarios
APP_SEARCH_FIELD_CLOSE=Cerrar
APP_INFORMATION_BTN_TOOLTIP=M\u00E1s informaci\u00F3n
APP_INFORMATION_BTN_FEEDBACK=Comentarios
APP_INFORMATION_BTN_ABOUT=Acerca de
APP_INFORMATION_BTN_LEGAL=Legal
APP_INFORMATION_BTN_PRIVACY=Privacidad
APP_INFORMATION_BTN_TERMS_OF_USE=Condiciones de uso
APP_INFORMATION_BTN_APPEARANCE=Apariencia
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Clara
APP_INFORMATION_BTN_APPEARANCE_DARK=Oscura
APP_INFORMATION_BTN_APPEARANCE_AUTO=Autom\u00E1tica (seg\u00FAn la configuraci\u00F3n OS)
APP_INFORMATION_BTN_SITEMAP=Mapa del sitio
APP_INFORMATION_BTN_COPYRIGHT=Copyright
APP_INFORMATION_BTN_TRADEMARK=Marca registrada
APP_INFORMATION_BTN_DISCLAIMER=Cl\u00E1usula de exenci\u00F3n de responsabilidad
APP_INFORMATION_BTN_LICENSE=Licencia
APP_COOKIES_TEXT=Usamos las cookies para mejorar su experiencia en nuestro sitios. Si contin\u00FAa utilizando este sitio web, acepta el uso de nuestras cookies.

FEEDBACK_DIALOG_TITLE=Enviar comentarios
FEEDBACK_DIALOG_OVERALL=\u00BFC\u00F3mo fue su experiencia general?
FEEDBACK_DIALOG_MESSAGE=\u00BFQu\u00E9 le gustar\u00EDa comentarnos?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Puede compartir sus comentarios sobre la experiencia general con el kit de demostraci\u00F3n o sobre la p\u00E1gina espec\u00EDfica que est\u00E1 viendo.
FEEDBACK_DIALOG_RELATED=Los comentarios est\u00E1n relacionados con la p\u00E1gina actual.
FEEDBACK_DIALOG_SHOW_DATA=Mostrar datos de contexto
FEEDBACK_DIALOG_DISCLAIMER=Sus comentarios son an\u00F3nimos, no recolectamos datos personales.
FEEDBACK_DIALOG_BTN_SEND=Enviar
FEEDBACK_DIALOG_BTN_CANCEL=Cancelar
FEEDBACK_DIALOG_STATUS_EXCELLENT=Excelente
FEEDBACK_DIALOG_STATUS_GOOD=Buena
FEEDBACK_DIALOG_STATUS_AVERAGE=Promedio
FEEDBACK_DIALOG_STATUS_POOR=Mala
FEEDBACK_DIALOG_STATUS_VERY_POOR=Muy mala
FEEDBACK_DIALOG_TITLE_SUCCESS=\u00A1Gracias\!
FEEDBACK_DIALOG_TEXT_SUCCESS=Se enviaron sus comentarios.
FEEDBACK_DIALOG_TITLE_ERROR=\u00A1Lo sentimos\!
FEEDBACK_DIALOG_TEXT_ERROR=Se produjo un error al enviar sus comentarios\:\n

WELCOME_BLOCK_1_TEXT_1=Descubra nuevos horizontes de nivel empresarial
WELCOME_BLOCK_1_START_BTN=Empiece a usar UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=Descargar
WELCOME_KEY_FEATURES=Caracter\u00EDsticas principales
WELCOME_START_CODING=Empiece a codificar
WELCOME_CHOOSE_SCENARIO=Elija su escenario
WELCOME_JOIN_COMMUNITY=\u00DAnase a la comunidad
WELCOME_BLOCK_2_TITLE=Capacidad de respuesta en todos los navegadores y dispositivos
WELCOME_BLOCK_2_TEXT=\u00A1No hay necesidad de preocuparse por las especificaciones del dispositivo\! Las aplicaciones UI5 se ejecutan en tel\u00E9fonos inteligentes, tabletas y computadoras de escritorio. Los controles de la IU se adaptan autom\u00E1ticamente a las capacidades de cada dispositivo y aprovechan al m\u00E1ximo el espacio disponible.
WELCOME_BLOCK_2_IMG_ALT=Imagen de tel\u00E9fono, pantalla de escritorio y tableta
WELCOME_BLOCK_3_TITLE=Potentes conceptos de desarrollo
WELCOME_BLOCK_3_TEXT_1=El n\u00FAcleo de UI5 ofrece una base s\u00F3lida que simplifica su trabajo al administrar muchos aspectos del desarrollo moderno en segundo plano. Viene con soporte integrado para conceptos arquitect\u00F3nicos como MVC, enlace de datos bidireccional y enrutamiento.
WELCOME_BLOCK_3_TEXT_2=Incluye est\u00E1ndares como MVC y varios tipos de enlace de datos
WELCOME_BLOCK_3_TEXT_3=Elija entre diferentes formatos de vista (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Enlace con OData, JSON, XML y otros formatos de datos
WELCOME_BLOCK_3_TEXT_5=Herramienta de soporte integrada para explorar el \u00E1rbol de objetos y el estado del enlace
WELCOME_BLOCK_4_TITLE=Kit de herramientas web preparado para empresas
WELCOME_BLOCK_4_TEXT_1=Creado por profesionales, para desarrolladores modernos que crean aplicaciones web de \u00FAltima generaci\u00F3n. Viene con todas las caracter\u00EDsticas necesarias para cubrir la mayor\u00EDa de los requisitos de aplicaciones actuales, con est\u00E1ndares lo suficientemente altos como para ser entregados en soluciones SAP est\u00E1ndar.
WELCOME_BLOCK_4_TEXT_2=Soporte de internacionalizaci\u00F3n y traducci\u00F3n
WELCOME_BLOCK_4_TEXT_3=Conceptos de extensibilidad a nivel de c\u00F3digo y aplicaci\u00F3n
WELCOME_BLOCK_4_TEXT_4=Tema de alto contraste para ayudar a los usuarios con discapacidad visual
WELCOME_BLOCK_5_TITLE=Dise\u00F1o galardonado de SAP Fiori en acci\u00F3n
WELCOME_BLOCK_5_TEXT=Las aplicaciones UI5 se benefician de un lenguaje de dise\u00F1o consistente y patrones de UX predefinidos en todas las funciones del front-end. Utilice un tema predefinido o pruebe nuestra herramienta de temas en l\u00EDnea para crear un tema personalizado.
WELCOME_BLOCK_5_IMG_ALT=Imagen que muestra los elementos de dise\u00F1o de SAP Fiori
WELCOME_BLOCK_6_TITLE=Prep\u00E1rese
WELCOME_BLOCK_6_TEXT_1=Todo lo que necesita para desarrollar aplicaciones web con UI5 es un entorno de desarrollo y un navegador. Para m\u00E1xima comodidad puede utilizar SAP Business Application Studio en la nube. Para la m\u00E1xima flexibilidad, tiene la opci\u00F3n alternativa de configurar su entorno de desarrollo local.
WELCOME_BLOCK_6_TEXT_2=Pruebe el primer ejemplo aqu\u00ED.
WELCOME_BLOCK_7_TITLE=Evoluci\u00F3n UI5
WELCOME_BLOCK_7_TEXT_1=La evoluci\u00F3n de UI5 representa mejoras fundamentales como parte de un esfuerzo continuo para potenciar SAPUI5, para permitir que las aplicaciones se ejecuten m\u00E1s r\u00E1pido y el c\u00F3digo se vuelva m\u00E1s modular. Al adoptar los est\u00E1ndares web, la carga asincr\u00F3nica y las tecnolog\u00EDas emergentes, SAPUI5 sigue siendo una soluci\u00F3n comprobada para empresas y preparada para el futuro.
WELCOME_BLOCK_7_TEXT_2=Alentamos a los desarrolladores a apoyar y aprovechar activamente las nuevas funciones.
WELCOME_BLOCK_7_ALT=La evoluci\u00F3n de UI5 est\u00E1 creando innovaci\u00F3n, proporcionando herramientas de compilaci\u00F3n, n\u00FAcleo modular, est\u00E1ndares abiertos y obteniendo un alto rendimiento mediante la carga asincr\u00F3nica.
WELCOME_BLOCK_8_TITLE=SAPUI5 en SAP BTP
WELCOME_BLOCK_8_TEXT_1=Reg\u00EDstrese en la cuenta de prueba gratuita de SAP BTP para probar la plataforma y crear aplicaciones UI5 basadas en la nube.
WELCOME_BLOCK_8_TEXT_2=Entorno de desarrollo f\u00E1cil de usar con SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=Prueba gratuita para uso en desarrollo
WELCOME_BLOCK_9_TITLE=SAPUI5 (local)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 es parte de las tecnolog\u00EDas de interfaz de usuario en los sistemas SAP HANA, NetWeaver ABAP y Java.
WELCOME_BLOCK_9_TEXT_2=Listo para que lo usen clientes de SAP
WELCOME_BLOCK_9_TEXT_3=Se integra con los entornos de sistemas existentes
WELCOME_BLOCK_10_TITLE=OpenUI5 - C\u00F3digo abierto y gratuito
WELCOME_BLOCK_10_TEXT_1=Pruebe la variante de c\u00F3digo abierto de UI5. Contiene todas las funciones principales de UI5 y est\u00E1 disponible en GitHub bajo la licencia de Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=Respaldado por la comunidad de c\u00F3digo abierto
WELCOME_BLOCK_10_TEXT_3=Administrado en GitHub - \u00A1Se agradecen las contribuciones\!
WELCOME_BLOCK_11_TITLE=UI5 en la red de distribuci\u00F3n de contenido
WELCOME_BLOCK_11_TEXT_1=Desarrolle y ejecute aplicaciones UI5 con la flexibilidad de una CDN robusta. Los archivos se cargan desde la ubicaci\u00F3n m\u00E1s cercana al usuario para un rendimiento \u00F3ptimo.
WELCOME_BLOCK_11_TEXT_2=CDN multiversi\u00F3n para mantener un ciclo de vida personalizado
WELCOME_BLOCK_11_TEXT_3=Para cualquier escenario de desarrollo local y en la nube
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=Documentaci\u00F3n
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=Descargar
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Novedades
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=Descubra las nuevas funciones de las \u00FAltimas versiones de UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=L\u00E9ame
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Informaci\u00F3n importante antes de comenzar a usar UI5 de manera productiva
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=Introducci\u00F3n
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Configuraci\u00F3n y tutoriales
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=Desarrollo de aplicaciones
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Pr\u00E1cticas recomendadas y dificultades que debe tener en cuenta
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Ampliaci\u00F3n de aplicaciones
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Adapte las aplicaciones a sus requisitos espec\u00EDficos
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=Desarrollo de controles
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Cree controles personalizados o contribuya con UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Patrones y plantillas de IU para patrones de aplicaciones de uso com\u00FAn
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Cree y mejore aplicaciones web anal\u00EDticas e interactivas
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Conceptos b\u00E1sicos
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Conceptos de desarrollo, como MVC, enlace de datos y componentes
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=M\u00E1s acerca de los controles
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=Incorporaci\u00F3n a la referencia de la API

TOPIC_DETAIL_BACK_BTN=Volver a los resultados de b\u00FAsqueda
TOPIC_DETAIL_EDIT_GITHUB=Editar en GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Editar esta p\u00E1gina en GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Mostrar este documento en modo de pantalla completa

TOPIC_MASTER_FILTER_PLACEHOLDER=Filtrar
TOPIC_MASTER_EXPAND_TOOLTIP=Expandir todo
TOPIC_MASTER_COLAPSE_TOOLTIP=Contraer todo
TOPIC_MASTER_NO_DATA_TEXT=No hay datos, intente con la b\u00FAsqueda global

ENTITY_ABOUT=Acerca de
ENTITY_SAMPLES=Muestras ({0})
ENITITY_API=Referencia de la API\:
ENTITY_DOCUMENTATION=Documentaci\u00F3n\:
ENTITY_UX=Directrices de UX\:
ENTITY_EXTENDS=Ampliaciones\:
ENTITY_COMPONENT=Componente de la aplicaci\u00F3n
ENTITY_SINCE=Disponible desde
ENTITY_CATEGORY=Categor\u00EDa
ENTITY_DENSITY=Densidad del contenido
ENTITY_DEPRECATED=Obsoleto
ENTITY_FULLSCREEN_TOOLTIP=Ver esta muestra en modo de pantalla completa
ENTITY_BACK_BTN=Volver a los resultados de b\u00FAsqueda
ENTITY_TABLE_NAME=Nombre
ENTITY_TABLE_DESCRIPTION=Descripci\u00F3n

CONTROLS_PAGE_TITLE=Muestras
CONTROLS_PAGE_DESC=Explorar y descargar muestras de c\u00F3digo
CONTROLS_FEATURED_CONTROLS=Controles destacados
CONTROLS_LAYOUT_PAGES=Dise\u00F1o y p\u00E1ginas
CONTROLS_TEXT_1=Interacci\u00F3n del usuario
CONTROLS_TEXT_2=Varias estructuras de lista
CONTROLS_TEXT_3=Tablas simples o m\u00E1s potentes
CONTROLS_TEXT_4=Di\u00E1logos y ventanas emergentes
CONTROLS_TEXT_5=Mosaicos para textos, im\u00E1genes o gr\u00E1ficos, por ejemplo
CONTROLS_TEXT_6=Notificaci\u00F3n del usuario
CONTROLS_TEXT_7=Encabezados y barras de herramientas
CONTROLS_TEXT_8=Representaci\u00F3n jer\u00E1rquica de datos
CONTROLS_TEXT_9=Controles basados en metadatos
CONTROLS_TEXT_10=Visualizaci\u00F3n de ubicaci\u00F3n
CONTROLS_TEXT_11=Visualizaci\u00F3n de datos
CONTROLS_TEXT_12=Interacciones basadas en pasos
CONTROLS_TEXT_13=Visualizar, crear o editar objetos
CONTROLS_TEXT_14=P\u00E1gina con t\u00EDtulo, encabezado y \u00E1rea de contenido
CONTROLS_TEXT_15=P\u00E1gina con hasta 3\u00A0columnas
CONTROLS_TEXT_16=Dise\u00F1o de dos columnas

CONTROLS_MASTER_FILTER_PLACERHOLDER=Filtrar
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Agrupar/filtrar
CONTROLS_MASTER_NO_DATA_TEXT=No hay datos, intente con la b\u00FAsqueda global.

CODE_BACK_BTN_TOOLTIP=Volver a la muestra
CODE_API_REFERENCE=Referencia de la API
CODE_DOWNLOAD_BTN=Descargar

CHANGE_VERSION_DIALOG_TITLE=Cambiar versi\u00F3n
CHANGE_VERSION_DIALOG_CLOSE_BTN=Cerrar

APP_SETTINGS_DIALOG_TITLE=Configuraci\u00F3n
APP_SETTINGS_DIALOG_THEME=Tema\:
APP_SETTINGS_DIALOG_LANGUAGE=Idioma
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Preferencias de cookies
APP_SETTINGS_DIALOG_LANGUAGE_INFO=Tenga en cuenta que el idioma seleccionado se aplica solo a la interfaz de usuario de la aplicaci\u00F3n del kit de demostraci\u00F3n. El contenido proporcionado en la aplicaci\u00F3n en las diferentes secciones, como Documentaci\u00F3n, Referencia de la API y Muestras, est\u00E1 disponible solo en ingl\u00E9s.
APP_SETTINGS_DIALOG_DENSITY=Densidad del contenido\:
APP_SETTINGS_DIALOG_READ_MORE=M\u00E1s informaci\u00F3n sobre las densidades de contenido
APP_SETTINGS_DIALOG_RTL=Modo de derecha a izquierda\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Cancelar

COOKIE_SETTINGS_DIALOG_TITLE=Su configuraci\u00F3n de cookies
COOKIE_SETTINGS_DIALOG_SUMMARY=Usamos las cookies y SAP Web Analytics para mejorar su experiencia en nuestro sitios. Si contin\u00FAa utilizando este sitio, acepta el uso de nuestras cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookies necesarias
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Estas cookies son necesarias para habilitar la funcionalidad del sitio principal.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Usamos las cookies para mejorar su experiencia en nuestro sitios. Si contin\u00FAa utilizando este sitio, acepta el uso de nuestras cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookies funcionales
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Estas cookies se utilizan para analizar el uso del sitio con el fin de medir y mejorar su rendimiento.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Este sitio usa SAP Web Analytics para analizar la manera en la que los usuarios utilizan este sitio. La informaci\u00F3n generada (incluida una parte de su direcci\u00F3n IP y de su ID de navegador) se transmitir\u00E1 a y ser\u00E1 almacenada por SAP en sus servidores. Las cookies se usan para identificar su visita repetida y la p\u00E1gina de origen de su visita. Utilizaremos esta informaci\u00F3n solo con el prop\u00F3sito de evaluar el uso del sitio web y elaborar informes sobre la actividad del sitio web para los operadores y, por \u00FAltimo, para mejorar el sitio. Si desea optar por recibir el seguimiento de SAP Web Analytics, especifique su preferencia mediante el bot\u00F3n "Activar"/"Desactivar" de arriba. Al optar por participar, acepta el procesamiento de datos anal\u00EDticos sobre usted de la manera y para los fines establecidos anteriormente.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=M\u00E1s informaci\u00F3n
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Aceptar todo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Rechazar todo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Establecer preferencias
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Guardar preferencias
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Cancelar

EMPTY_TEXT=Vac\u00EDo

DOWNLOADS_TEXT=Descargas

DEMO_APPS_TEXT=Aplicaciones de demostraci\u00F3n
DEMO_APPS_DOWNLOAD_BTN=Descargar
DEMO_APPS_READ_MORE_BTN=M\u00E1s informaci\u00F3n
DEMO_APPS_IMAGE_PHONE=Imagen de fondo para tel\u00E9fonos
DEMO_APPS_IMAGE_DESKTOP=Imagen de fondo para computadoras
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=Descargar aplicaciones de demostraci\u00F3n
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=Cancelar
DEMO_APPS_CATEGORY_TUTORIAL=Aplicaciones de demostraci\u00F3n con tutoriales
DEMO_APPS_CATEGORY_SHOWCASE=Conceptos de UI5 en escenarios reales
DEMO_APPS_CATEGORY_TEMPLATE=Aplicaciones de plantilla
DEMO_APPS_CATEGORY_MISC=Aplicaciones de demostraci\u00F3n variadas
DEMO_APPS_CATEGORY_RTA=Aplicaciones de demostraci\u00F3n de flexibilidad de SAPUI5
DEMO_APPS_LIBRARY=Biblioteca de controles\:

LEGAL_DISCLAIMER_TITLE=Descargo de responsabilidad legal para enlaces
LEGAL_DISCLAIMER_LABEL_1=Enlaces con el icono
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informaci\u00F3n publicada en un sitio que no es de SAP
LEGAL_DISCLAIMER_TEXT_1=Est\u00E1 ingresando a un sitio web que no est\u00E1 alojado en SAP. Al utilizar dichos enlaces, acepta (a menos que se indique expresamente lo contrario en sus acuerdos con SAP) lo siguiente\:
LEGAL_DISCLAIMER_TEXT_2=- El contenido del sitio vinculado no es documentaci\u00F3n de SAP. No puede inferir ning\u00FAn reclamo de producto contra SAP bas\u00E1ndose en esta informaci\u00F3n.
LEGAL_DISCLAIMER_TEXT_3=- SAP no est\u00E1 de acuerdo ni en desacuerdo con el contenido del sitio vinculado, ni garantiza la disponibilidad y correcci\u00F3n.
LEGAL_DISCLAIMER_LABEL_2=Enlaces con el icono
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informaci\u00F3n publicada en un sitio de SAP
LEGAL_DISCLAIMER_TEXT_4=Est\u00E1 saliendo de la documentaci\u00F3n para ese producto o servicio de SAP en particular y est\u00E1 ingresando a un sitio web alojado por SAP. Al utilizar dichos enlaces, acepta que (a menos que se indique expresamente lo contrario en sus acuerdos con SAP) no puede inferir ning\u00FAn reclamo de producto contra SAP basado en esta informaci\u00F3n.

VIEW_SETTINGS_DIALOG_ITEM_1=Alfab\u00E9ticamente
VIEW_SETTINGS_DIALOG_ITEM_2=Categor\u00EDa
VIEW_SETTINGS_DIALOG_ITEM_3=Densidad del contenido
VIEW_SETTINGS_DIALOG_ITEM_4=Espacio de nombres
VIEW_SETTINGS_DIALOG_ITEM_5=Versi\u00F3n

SAMPLE_BACK_BTN_TOOLTIP=Volver a las muestras
SAMPLE_INFO_TOOLTIP=Informaci\u00F3n de muestra
SAMPLE_API_REFERENCE_BTN=Referencia de la API
SAMPLE_PREV_BTN_TOOLTIP=Ver muestra anterior
SAMPLE_NEXT_BTN_TOOLTIP=Ver pr\u00F3xima muestra
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Ver esta muestra en modo de pantalla completa
SAMPLE_ADAPT_BTN_TOOLTIP=Adaptar la IU
SAMPLE_CODE_BTN_TOOLTIP=Ver el c\u00F3digo fuente para esta muestra
SAMPLE_NEW_TAB_BTN_TOOLTIP=Abrir en nueva pesta\u00F1a
SAMPLE_DOWNLOAD_BTN_TOOLTIP=Descargar

RELEASE_NOTES_TITLE=Registro de cambios

SEARCH_PAGE_TITLE=Resultados de b\u00FAsqueda para "{0}"
SEARCH_PAGE_DESCRIPTION=Los resultados de b\u00FAsqueda se muestran en categor\u00EDas.
SEARCH_PAGE_ALL_SECTION_TITLE=Todos ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Los 10 mejores resultados de la referencia de la API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Los 10 mejores resultados de la documentaci\u00F3n
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Los 10 mejores resultados de las muestras
SEARCH_SUGGESTIONS_TITLE_ALL=Los 10 mejores resultados de todo
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Todos
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Ver todo
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Documentaci\u00F3n
SEARCH_SUGGESTIONS_API_SECTION_TITLE=Referencia de la API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Muestras
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Todos ({0} de {1})
SEARCH_PAGE_API_SECTION_TITLE=Referencia de la API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=Referencia de la API ({0} de {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Documentaci\u00F3n ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Documentaci\u00F3n ({0} de {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Muestras ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Muestras ({0} de {1})

RELEASE_DIALOG_TITLE=Registro de cambios para\: {0}
RELEASE_DIALOG_CLOSE_BTN=Cerrar
RELEASE_DIALOG_NO_DATA_TEXT=No hay cambios para esta biblioteca.

ABOUT_DIALOG_TITLE=Acerca de
ABOUT_DIALOG_TEXT_1=Kit de demostraci\u00F3n de UI5 - Kit de herramientas de desarrollo de IU para HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2021 SAP SE. Todos los derechos reservados.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE o una empresa afiliada de SAP.
ABOUT_DIALOG_TEXT_4={0} Versi\u00F3n {1}
ABOUT_DIALOG_TEXT_5=Abrir versi\u00F3n de UI5 {0}
ABOUT_DIALOG_TEXT_6=Este software incluye las siguientes versiones de biblioteca
ABOUT_DIALOG_LINK_1=Detalles de la versi\u00F3n
ABOUT_DIALOG_TEXT_7=Este software incluye software de c\u00F3digo abierto de terceros.
ABOUT_DIALOG_TEXT_8=Software de terceros incluido
ABOUT_DIALOG_VERSION_TITLE=Detalles de la versi\u00F3n
ABOUT_DIALOG_VERSION=Versi\u00F3n
ABOUT_DIALOG_DESCRIPTION=Descripci\u00F3n
ABOUT_DIALOG_CHANGE_LOG=Registro de cambios
ABOUT_DIALOG_CHANGE_LOG_LINK=Registro de cambios
ABOUT_DIALOG_COMPONENT=Componente
ABOUT_DIALOG_CLOSE_BTN=Cerrar
ABOUT_DIALOG_THIRD_PARTY=Software de terceros incluido

FOOTER_LEGAL_DISCOLURE=Divulgaci\u00F3n legal
FOOTER_PRIVACY=Privacidad
FOOTER_TERMS=Condiciones de uso
FOOTER_LICENSE=Licencia

NOT_FOUND_TITLE=No encontrado
NOT_FOULD_TEXT=No se encontr\u00F3 el recurso solicitado.

SITEMAP_TITLE=Mapa del sitio

LIVE_EDITOR_TITLE=Editor din\u00E1mico
LIVE_EDITOR_RESULT=Resultado
LIVE_EDITOR_PREVIEW_BTN=Vista previa
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Vista previa autom\u00E1tica

TOOLS_VIEW_DOC=Ver documentaci\u00F3n
TOOLS_CARD_1_IMG_ALT=Imagen de SAP Business Application Studio
TOOLS_CARD_1_TEXT=SAP Business Appliction Studio en SAP BTP, la nube p\u00FAblica de SAP, se utiliza para crear aplicaciones de IU modernas para dispositivos m\u00F3viles y de escritorio con las \u00FAltimas tecnolog\u00EDas de SAPUI5 y SAP Fiori.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=Imagen de SAP UI Theme Designer
TOOLS_CARD_2_TEXT=Utilice el dise\u00F1ador de temas de IU para crear f\u00E1cilmente temas de identidad corporativa mediante la edici\u00F3n de una de las plantillas de temas proporcionadas por SAP.
TOOLS_CARD_2_LINK_1=Comunidad
TOOLS_CARD_3_IMG_ALT=Imagen de la p\u00E1gina de SAP UI5 Tooling
TOOLS_CARD_3_TEXT=Una cadena de herramientas abierta y modular para desarrollar aplicaciones modernas basadas en el marco de trabajo de UI5, aprovechando node.js y npm.
TOOLS_CARD_3_LINK_1=Resumen
TOOLS_CARD_3_LINK_2=Documentaci\u00F3n de CLI
TOOLS_CARD_4_IMG_ALT=Imagen de SAP UI5 Inspector
TOOLS_CARD_4_TEXT=Con UI5 Inspector, puede depurar y asistir f\u00E1cilmente sus aplicaciones basadas en OpenUI5 o SAPUI5.
TOOLS_CARD_4_LINK_1=Ver c\u00F3digo fuente
TOOLS_CARD_5_TEXT=Las tarjetas de integraci\u00F3n son una nueva forma de proporcionar y consumir tarjetas tipo widget para la p\u00E1gina de inicio o el tablero.
TOOLS_CARD_5_LINK_1=Explorar muestras
TOOLS_CARD_6_IMG_ALT=Imagen del Asistente de soporte en acci\u00F3n
TOOLS_CARD_6_TEXT=El asistente de soporte permite que los desarrolladores comprueben si sus aplicaciones est\u00E1n creadas seg\u00FAn las directrices y pr\u00E1cticas recomendadas de SAPUI5.
TOOLS_CARD_7_IMG_ALT=Imagen de SAP Icon Explorer
TOOLS_CARD_7_TEXT=Explore y utilice nuestra gran colecci\u00F3n de iconos en nuestras fuentes de iconos.
TOOLS_CARD_7_LINK_1=Ejecutar pruebas de integraci\u00F3n
TOOLS_CARD_7_LINK_2=Ejecutar pruebas de unidad
TOOLS_CARD_8_IMG_ALT=Imagen de la Caja de herramientas de par\u00E1metros de tema
TOOLS_CARD_8_TEXT=Busque, filtre y obtenga una vista previa de los par\u00E1metros de tema sem\u00E1nticos.
TOOLS_CARD_9_IMG_ALT=Imagen de Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (la pr\u00F3xima generaci\u00F3n de SAP Web IDE) es un entorno de desarrollo moderno, dise\u00F1ado para el desarrollo eficiente de aplicaciones comerciales para empresas inteligentes.
TOOLS_CARD_10_IMG_ALT=Imagen de UI5 Web Components
TOOLS_CARD_10_TEXT=UI5 Web Components es la nueva oferta de UI5 que le proporciona un conjunto de elementos de IU reutilizables con una huella m\u00EDnima para sus sitios web est\u00E1ticos o aplicaciones web basadas en cualquier marco de trabajo web.
TOOLS_CARD_10_LINK_1=Introducci\u00F3n
TOOLS_CARD_10_LINK_2=Abrir proyecto de GitHub

API_MASTER_PLACEHOLDER=Filtrar
API_MASTER_EXPAND_BTN_TOOLTIP=Expandir todo
API_MASTER_COLLAPSE_BTN_TOOLTIP=Contraer todo
API_MASTER_DEPRECATED_CB=Incluir obsoleto
API_MASTER_NO_DATA_TEXT=No hay datos, intente con la b\u00FAsqueda global
API_MASTER_DEPRECATED=Obsoleto
API_MASTER_DEPRECATED_APIS=API obsoletas
API_MASTER_EXPERIMENTAL_APIS=API experimentales
API_MASTER_INDEX_BY_VERSION=Indexar por versi\u00F3n

API_DETAIL_SINCE_TITLE=Indexar por versi\u00F3n

API_DETAIL_EXPERIMENTAL_TITLE=\u00CDndice de API experimentales

API_DETAIL_DEPRECATED_TITLE=\u00CDndice de API obsoletas
API_DETAIL_DEPRECATED_WARNING=Para obtener informaci\u00F3n general sobre las funciones obsoletas, consulte las reglas de compatibilidad.

API_DETAIL_AS_OF_VERSION=Como {0}
API_DETAIL_NA_VERSION=Versi\u00F3n N/A
