
APP_TABHEADER_ITEM_HOME=Accueil
APP_TABHEADER_ITEM_DOCUMENTATION=Documentation
APP_TABHEADER_ITEM_API_REFERENCE=R\u00E9f\u00E9rence API
APP_TABHEADER_ITEM_SAMPLES=Exemples
APP_TABHEADER_ITEM_DEMO_APPS=Applications de d\u00E9mo
APP_TABHEADER_ITEM_TOOLS=Outils
APP_CHANGE_VERSION_BTN=Changer de version
APP_VERSION_BETA_VERSION=Version b\u00E9ta
APP_VERSION_VERSION=Version
APP_VERSION_NOT_PRODUCTIVE=- non destin\u00E9e \u00E0 une utilisation productive
APP_VERSION_IN_PROGRESS=- d\u00E9veloppement en cours
APP_FEEDBACK_BTN_TOOLTIP=Donner votre avis
APP_SEARCH_FIELD_CLOSE=Fermer
APP_INFORMATION_BTN_TOOLTIP=Plus d'informations
APP_INFORMATION_BTN_FEEDBACK=Commentaires
APP_INFORMATION_BTN_ABOUT=\u00C0 propos
APP_INFORMATION_BTN_LEGAL=Informations l\u00E9gales
APP_INFORMATION_BTN_PRIVACY=Confidentialit\u00E9
APP_INFORMATION_BTN_TERMS_OF_USE=Conditions d'utilisation
APP_INFORMATION_BTN_APPEARANCE=Apparence
APP_INFORMATION_BTN_APPEARANCE_LIGHT=Clair
APP_INFORMATION_BTN_APPEARANCE_DARK=Fonc\u00E9
APP_INFORMATION_BTN_APPEARANCE_AUTO=Automatique (selon les param\u00E8tres du syst\u00E8me d'exploitation)
APP_INFORMATION_BTN_SITEMAP=Plan du site
APP_INFORMATION_BTN_COPYRIGHT=Droits d'auteur
APP_INFORMATION_BTN_TRADEMARK=Marque commerciale
APP_INFORMATION_BTN_DISCLAIMER=Clause de non-responsabilit\u00E9
APP_INFORMATION_BTN_LICENSE=Licence
APP_COOKIES_TEXT=Nous utilisons des t\u00E9moins pour am\u00E9liorer votre exp\u00E9rience sur notre site. En poursuivant votre visite, vous consentez \u00E0 l'utilisation de nos t\u00E9moins.

FEEDBACK_DIALOG_TITLE=Donner votre avis
FEEDBACK_DIALOG_OVERALL=Comment qualifieriez-vous votre exp\u00E9rience g\u00E9n\u00E9rale?
FEEDBACK_DIALOG_MESSAGE=De quels commentaires souhaitez-vous nous faire part?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=Vous pouvez partager vos commentaires concernant votre exp\u00E9rience g\u00E9n\u00E9rale du kit de d\u00E9monstration ou concernant la page que vous \u00EAtes en train consulter.
FEEDBACK_DIALOG_RELATED=Le commentaire concerne la page actuelle.
FEEDBACK_DIALOG_SHOW_DATA=Afficher les donn\u00E9es de contexte
FEEDBACK_DIALOG_DISCLAIMER=Vos commentaires sont anonymes, nous ne collectons aucune donn\u00E9e personnelle.
FEEDBACK_DIALOG_BTN_SEND=Envoyer
FEEDBACK_DIALOG_BTN_CANCEL=Annuler
FEEDBACK_DIALOG_STATUS_EXCELLENT=Excellente
FEEDBACK_DIALOG_STATUS_GOOD=Bonne
FEEDBACK_DIALOG_STATUS_AVERAGE=Moyenne
FEEDBACK_DIALOG_STATUS_POOR=Mauvaise
FEEDBACK_DIALOG_STATUS_VERY_POOR=Tr\u00E8s mauvaise
FEEDBACK_DIALOG_TITLE_SUCCESS=Merci\!
FEEDBACK_DIALOG_TEXT_SUCCESS=Votre commentaire a \u00E9t\u00E9 envoy\u00E9.
FEEDBACK_DIALOG_TITLE_ERROR=D\u00E9sol\u00E9s\!
FEEDBACK_DIALOG_TEXT_ERROR=Une erreur s'est produite lors de l'envoi de votre commentaire\:\n

WELCOME_BLOCK_1_TEXT_1=D\u00E9couvrez de nouveaux horizons
WELCOME_BLOCK_1_START_BTN=D\u00E9marrer avec UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=T\u00E9l\u00E9charger
WELCOME_KEY_FEATURES=Fonctionnalit\u00E9s cl\u00E9s
WELCOME_START_CODING=Commencez \u00E0 coder
WELCOME_CHOOSE_SCENARIO=Choisissez votre sc\u00E9nario
WELCOME_JOIN_COMMUNITY=Rejoignez la communaut\u00E9
WELCOME_BLOCK_2_TITLE=Conception r\u00E9active sur les navigateurs et appareils
WELCOME_BLOCK_2_TEXT=Nul besoin de vous soucier des caract\u00E9ristiques de votre appareil\! Les applications UI5 fonctionnent sur les t\u00E9l\u00E9phones intelligents, les tablettes et les ordinateurs. Les contr\u00F4les de l'interface utilisateur s'adaptent automatiquement aux caract\u00E9ristiques de chaque appareil et permettent de tirer le meilleur parti de l'espace disponible.
WELCOME_BLOCK_2_IMG_ALT=Image montrant un t\u00E9l\u00E9phone, un \u00E9cran d'ordinateur et une tablette
WELCOME_BLOCK_3_TITLE=Concepts de d\u00E9veloppement puissants
WELCOME_BLOCK_3_TEXT_1=Le c\u0153ur UI5 constitue un socle solide qui simplifie votre travail en g\u00E9rant de nombreux aspects du d\u00E9veloppement moderne en arri\u00E8re-plan. Il s'accompagne d'une prise en charge int\u00E9gr\u00E9e des concepts architecturaux comme MVC, la liaison de donn\u00E9es bidirectionnelle et le routage.
WELCOME_BLOCK_3_TEXT_2=Inclut des normes comme MVC et divers types de liaisons de donn\u00E9es
WELCOME_BLOCK_3_TEXT_3=Diff\u00E9rent formats d'affichage disponibles (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=Liaison avec les formats OData, JSON, XML et d'autres formats de donn\u00E9es
WELCOME_BLOCK_3_TEXT_5=Outil de prise en charge int\u00E9gr\u00E9 permettant d'explorer l'arborescence des objets et le statut de liaison
WELCOME_BLOCK_4_TITLE=Bo\u00EEte \u00E0 outils Web con\u00E7ue pour les entreprises
WELCOME_BLOCK_4_TEXT_1=Cr\u00E9\u00E9e par des professionnels pour des d\u00E9veloppeurs qui con\u00E7oivent des applications Web modernes. Contient toutes les fonctionnalit\u00E9s n\u00E9cessaires pour r\u00E9pondre aux besoins actuels des applications, avec des normes suffisamment \u00E9lev\u00E9es pour \u00EAtre int\u00E9gr\u00E9es dans des solutions SAP standard.
WELCOME_BLOCK_4_TEXT_2=Prise en charge de la traduction et internationalisation
WELCOME_BLOCK_4_TEXT_3=Concepts d'extensibilit\u00E9s au niveau du niveau code et de l'application
WELCOME_BLOCK_4_TEXT_4=Th\u00E8me \u00E0 contraste \u00E9lev\u00E9 pour l'accessibilit\u00E9 aux malvoyants
WELCOME_BLOCK_5_TITLE=Conception SAP Fiori prim\u00E9e
WELCOME_BLOCK_5_TEXT=Les applications UI5 tirent parti d'un langage de conception coh\u00E9rent et de mod\u00E8les d'exp\u00E9rience utilisateur pr\u00E9d\u00E9finis dans toutes les fonctionnalit\u00E9s du syst\u00E8me frontal. Utilisez un th\u00E8me pr\u00E9d\u00E9fini ou testez notre outil de conception de th\u00E8me en ligne pour cr\u00E9er un th\u00E8me personnalis\u00E9.
WELCOME_BLOCK_5_IMG_ALT=Image montrant des \u00E9l\u00E9ments de conception SAP Fiori
WELCOME_BLOCK_6_TITLE=Commencez sans attendre
WELCOME_BLOCK_6_TEXT_1=Tout ce dont vous avez besoin pour d\u00E9velopper des applications Web avec UI5, c'est d'un environnement de d\u00E9veloppement et d'un navigateur. Pour une convivialit\u00E9 maximale, vous pouvez utiliser SAP Business Application Studio dans le nuage. Pour un maximum de flexibilit\u00E9, vous pouvez configurer votre propre environnement de d\u00E9veloppement.
WELCOME_BLOCK_6_TEXT_2=Essayez l'exemple ci-contre.
WELCOME_BLOCK_7_TITLE=\u00C9volution d'UI5
WELCOME_BLOCK_7_TEXT_1=L'\u00E9volution d'UI5 fait partie des optimisations cruciales dans le cadre d'un effort d'am\u00E9lioration constante de SAPUI5 pour une ex\u00E9cution plus rapide des applications et une plus grande modularit\u00E9 du code. Conforme aux normes Web, int\u00E9grant le chargement asynchrone et les technologies \u00E9mergentes, SAPUI5 est une solution \u00E9volutive \u00E9prouv\u00E9e.
WELCOME_BLOCK_7_TEXT_2=\u039D\u03BFus encourageons les d\u00E9veloppeurs \u00E0 soutenir et \u00E0 optimiser les nouvelles capacit\u00E9s.
WELCOME_BLOCK_7_ALT=L'\u00E9volution d'UI5 consiste \u00E0 innover, \u00E0 proposer des outils de conception, un noyau modulaire, des normes ouvertes et un gain de performance gr\u00E2ce au chargement asynchrone.
WELCOME_BLOCK_8_TITLE=SAPUI5 dans SAP\u00A0BTP
WELCOME_BLOCK_8_TEXT_1=Inscrivez-vous pour obtenir gratuitement un compte d'essai SAP BTP pour tester la plateforme et les applications UI5 bas\u00E9es dans le nuage.
WELCOME_BLOCK_8_TEXT_2=Environnement de d\u00E9veloppement convivial avec SAP\u00A0Business\u00A0Application\u00A0Studio
WELCOME_BLOCK_8_TEXT_3=Essai gratuit pour le d\u00E9veloppement
WELCOME_BLOCK_9_TITLE=SAPUI5 (sur place)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 fait partie des technologies d'interface utilisateur dans les syst\u00E8mes SAP\u00A0HANA, NetWeaver ABAP et Java.
WELCOME_BLOCK_9_TEXT_2=Pr\u00EAt \u00E0 l'emploi pour les clients SAP
WELCOME_BLOCK_9_TEXT_3=Int\u00E9gration aux infrastructures syst\u00E8me existantes
WELCOME_BLOCK_10_TITLE=OpenUI5 - Code source libre et gratuit
WELCOME_BLOCK_10_TEXT_1=Testez la version en code source libre d'UI5. Elle contient toutes les fonctionnalit\u00E9s principales d'UI5 et est disponible sur GitHub sous licence Apache\u00A02.0.
WELCOME_BLOCK_10_TEXT_2=Approuv\u00E9e par la communaut\u00E9 utilisant le code source libre
WELCOME_BLOCK_10_TEXT_3=G\u00E9r\u00E9e sur GitHub - les contributions sont bienvenues\!
WELCOME_BLOCK_11_TITLE=UI5 sur le r\u00E9seau de diffusion de contenu
WELCOME_BLOCK_11_TEXT_1=D\u00E9veloppez et ex\u00E9cutez des applications UI5 avec la flexibilit\u00E9 d'un RDC fiable. Les fichiers sont charg\u00E9s \u00E0 partir du site le plus proche de l'utilisateur pour des performances optimales.
WELCOME_BLOCK_11_TEXT_2=RDC multi-version pour la gestion d'un cycle de vie personnalis\u00E9
WELCOME_BLOCK_11_TEXT_3=Pour tous les sc\u00E9narios de d\u00E9veloppement sur place et dans le nuage
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=Documentation
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=T\u00E9l\u00E9charger
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=Nouveaut\u00E9s
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=D\u00E9couvrez les nouvelles fonctionnalit\u00E9s des derni\u00E8res versions d'UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u00C0 lire en premier
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=Informations importantes \u00E0 lire avant de commencer \u00E0 utiliser UI5
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=D\u00E9marrer
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=Configuration et tutoriels
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=D\u00E9veloppement d'applications
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=Meilleures pratiques et pi\u00E8ges \u00E0 \u00E9viter
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=Extensions d'applications
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=Adaptez les applications \u00E0 vos besoins
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=D\u00E9veloppement de contr\u00F4les
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=Cr\u00E9ez des contr\u00F4les personnalis\u00E9s ou contribuez \u00E0 am\u00E9liorer UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=Mod\u00E8les d'IU pour les mod\u00E8les d'applications les plus utilis\u00E9s
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=Cr\u00E9ez et optimisez des applications Web analytiques interactives
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=Les incontournables
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=Concepts de d\u00E9veloppement, par exemple MVC, liaison de donn\u00E9es et composantes
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=En savoir plus sur les contr\u00F4les
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=En plus de la r\u00E9f\u00E9rence API

TOPIC_DETAIL_BACK_BTN=Retourner aux r\u00E9sultats de recherche
TOPIC_DETAIL_EDIT_GITHUB=Modifier sur GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=Modifier cette page sur GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=Afficher ce document en mode plein \u00E9cran

TOPIC_MASTER_FILTER_PLACEHOLDER=Filtrer
TOPIC_MASTER_EXPAND_TOOLTIP=D\u00E9velopper tout
TOPIC_MASTER_COLAPSE_TOOLTIP=R\u00E9duire tout
TOPIC_MASTER_NO_DATA_TEXT=Aucune donn\u00E9e. Essayez la recherche globale.

ENTITY_ABOUT=\u00C0 propos
ENTITY_SAMPLES=Exemples ({0})
ENITITY_API=R\u00E9f\u00E9rence API\:
ENTITY_DOCUMENTATION=Documentation\:
ENTITY_UX=Instructions UX\:
ENTITY_EXTENDS=Extension\:
ENTITY_COMPONENT=Composante applicative
ENTITY_SINCE=Disponible depuis
ENTITY_CATEGORY=Cat\u00E9gorie
ENTITY_DENSITY=Densit\u00E9 du contenu
ENTITY_DEPRECATED=Obsol\u00E8te
ENTITY_FULLSCREEN_TOOLTIP=Afficher cet exemple en mode plein \u00E9cran
ENTITY_BACK_BTN=Retourner aux r\u00E9sultats de recherche
ENTITY_TABLE_NAME=Nom
ENTITY_TABLE_DESCRIPTION=Description

CONTROLS_PAGE_TITLE=Exemples
CONTROLS_PAGE_DESC=Explorer et t\u00E9l\u00E9charger des exemples de code
CONTROLS_FEATURED_CONTROLS=Contr\u00F4les recommand\u00E9s
CONTROLS_LAYOUT_PAGES=Disposition et pages
CONTROLS_TEXT_1=Interaction utilisateur
CONTROLS_TEXT_2=Diverses structures de liste
CONTROLS_TEXT_3=Tableaux simples ou plus complexes
CONTROLS_TEXT_4=Bo\u00EEtes de dialogue et fen\u00EAtres contextuelles
CONTROLS_TEXT_5=Vignettes de textes, images ou diagrammes
CONTROLS_TEXT_6=Notification utilisateur
CONTROLS_TEXT_7=Barres d'outils et en-t\u00EAtes
CONTROLS_TEXT_8=Repr\u00E9sentation hi\u00E9rarchique des donn\u00E9es
CONTROLS_TEXT_9=Contr\u00F4les bas\u00E9s sur des m\u00E9tadonn\u00E9es
CONTROLS_TEXT_10=Visualisation de la localisation
CONTROLS_TEXT_11=Visualisation des donn\u00E9es
CONTROLS_TEXT_12=Interactions bas\u00E9es sur des \u00E9tapes
CONTROLS_TEXT_13=Affichage, cr\u00E9ation ou modification d'objets
CONTROLS_TEXT_14=Page avec titre, en-t\u00EAte et zone de contenu
CONTROLS_TEXT_15=Page contenant jusqu'\u00E0 3 colonnes
CONTROLS_TEXT_16=Disposition avec deux colonnes

CONTROLS_MASTER_FILTER_PLACERHOLDER=Filtrer
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=Regrouper/Filtrer
CONTROLS_MASTER_NO_DATA_TEXT=Aucune donn\u00E9e. Essayez la recherche globale.

CODE_BACK_BTN_TOOLTIP=Retourner \u00E0 l'exemple
CODE_API_REFERENCE=R\u00E9f\u00E9rence API
CODE_DOWNLOAD_BTN=T\u00E9l\u00E9charger

CHANGE_VERSION_DIALOG_TITLE=Changer de version
CHANGE_VERSION_DIALOG_CLOSE_BTN=Fermer

APP_SETTINGS_DIALOG_TITLE=Param\u00E8tres
APP_SETTINGS_DIALOG_THEME=Th\u00E8me\:
APP_SETTINGS_DIALOG_LANGUAGE=Langue
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=Pr\u00E9f\u00E9rences en mati\u00E8re de t\u00E9moins
APP_SETTINGS_DIALOG_LANGUAGE_INFO=N'oubliez pas que la langue s\u00E9lectionn\u00E9e ne s'applique qu'\u00E0 l'interface utilisateur de l'application du kit de d\u00E9monstration. Le contenu fourni dans l'application dans les diff\u00E9rentes sections (Documentation, R\u00E9f\u00E9rence API et Exemples) est disponible uniquement en anglais.
APP_SETTINGS_DIALOG_DENSITY=Densit\u00E9 du contenu\:
APP_SETTINGS_DIALOG_READ_MORE=En savoir plus sur les densit\u00E9s de contenu
APP_SETTINGS_DIALOG_RTL=Mode droite \u00E0 gauche\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=Annuler

COOKIE_SETTINGS_DIALOG_TITLE=Vos param\u00E8tres de t\u00E9moins
COOKIE_SETTINGS_DIALOG_SUMMARY=Nous utilisons des t\u00E9moins et SAP Web Analytics pour am\u00E9liorer votre exp\u00E9rience sur notre site. En poursuivant votre visite, vous consentez \u00E0 l'utilisation de nos t\u00E9moins.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=T\u00E9moins obligatoires
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Ces t\u00E9moins sont obligatoires pour activer les fonctions principales du site.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Nous utilisons des t\u00E9moins pour am\u00E9liorer votre exp\u00E9rience sur notre site. En poursuivant votre visite, vous consentez \u00E0 l'utilisation de nos t\u00E9moins.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=T\u00E9moins fonctionnels
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Ces t\u00E9moins permettent d'analyser l'utilisation du site pour mesurer et am\u00E9liorer ses performances.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ce site utilise SAP Web Analytics pour analyser la fa\u00E7on dont il est utilis\u00E9 par les utilisateurs. Les donn\u00E9es g\u00E9n\u00E9r\u00E9es (notamment une partie de votre adresse IP et un ID de navigateur) seront transmises \u00E0 SAP et stock\u00E9es sur ses serveurs. Les t\u00E9moins permettent d'identifier vos visites r\u00E9p\u00E9t\u00E9es et la page d'origine de votre visite. Nous n'utiliserons ces donn\u00E9es que pour \u00E9valuer l'utilisation de ce site Web et compiler des rapports sur les activit\u00E9s sur ce site destin\u00E9s aux op\u00E9rateurs du site Web ainsi que pour am\u00E9liorer ce site. Si vous acceptez le suivi par SAP Web Analytics, sp\u00E9cifiez vos pr\u00E9f\u00E9rences en cliquant sur le bouton "ACT/D\u00C9S" ci-dessus. En acceptant, vous consentez au traitement des donn\u00E9es d'analyse vous concernant, comme indiqu\u00E9 ci-dessus et aux fins susmentionn\u00E9es.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Plus d'informations
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Tout accepter
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Tout refuser
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=D\u00E9finir les pr\u00E9f\u00E9rences
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Enregistrer les pr\u00E9f\u00E9rences
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Annuler

EMPTY_TEXT=Vide

DOWNLOADS_TEXT=T\u00E9l\u00E9chargements

DEMO_APPS_TEXT=Applications de d\u00E9mo
DEMO_APPS_DOWNLOAD_BTN=T\u00E9l\u00E9charger
DEMO_APPS_READ_MORE_BTN=En savoir plus
DEMO_APPS_IMAGE_PHONE=Image d'arri\u00E8re-plan pour t\u00E9l\u00E9phones
DEMO_APPS_IMAGE_DESKTOP=Image d'arri\u00E8re-plan pour ordinateurs
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=T\u00E9l\u00E9charger les applications de d\u00E9mo
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=Annuler
DEMO_APPS_CATEGORY_TUTORIAL=Applications de d\u00E9mo avec tutoriels
DEMO_APPS_CATEGORY_SHOWCASE=Concepts UI5 dans des sc\u00E9narios concrets
DEMO_APPS_CATEGORY_TEMPLATE=Mod\u00E8les d'applications
DEMO_APPS_CATEGORY_MISC=Autres applications de d\u00E9mo
DEMO_APPS_CATEGORY_RTA=Flexibilit\u00E9 SAPUI5 - applications de d\u00E9mo
DEMO_APPS_LIBRARY=Biblioth\u00E8que des contr\u00F4les\:

LEGAL_DISCLAIMER_TITLE=Clause de non-responsabilit\u00E9 concernant les liens
LEGAL_DISCLAIMER_LABEL_1=Liens marqu\u00E9s par l'ic\u00F4ne
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=Informations publi\u00E9es sur un site n'appartenant pas \u00E0 SAP
LEGAL_DISCLAIMER_TEXT_1=Vous allez acc\u00E9der \u00E0 un site Web qui n'est pas h\u00E9berg\u00E9 par SAP. Si vous cliquez sur ces liens, vous acceptez ce qui suit (sauf indication expresse contraire dans vos accords avec SAP)\:
LEGAL_DISCLAIMER_TEXT_2=- Le contenu du site auquel le lien donne acc\u00E8s n'est pas de la documentation SAP. Vous ne pouvez pas engager de r\u00E9clamations concernant les produits contre SAP sur la base de ces informations.
LEGAL_DISCLAIMER_TEXT_3=- SAP n'approuve ou ne d\u00E9sapprouve pas le contenu du site auquel le lien donne acc\u00E8s, et SAP n'en garantit pas la disponibilit\u00E9 et l'exactitude.
LEGAL_DISCLAIMER_LABEL_2=Liens marqu\u00E9s par l'ic\u00F4ne
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=Informations publi\u00E9es sur un site SAP
LEGAL_DISCLAIMER_TEXT_4=Vous quittez la documentation de ce produit ou service SAP et acc\u00E9dez \u00E0 un site Web h\u00E9berg\u00E9 par SAP. Si vous cliquez sur ces liens, vous acceptez (sauf indication expresse contraire dans vos accords avec SAP) de pas engager de r\u00E9clamations concernant les produits contre SAP sur la base de ces informations.

VIEW_SETTINGS_DIALOG_ITEM_1=Par ordre alphab\u00E9tique
VIEW_SETTINGS_DIALOG_ITEM_2=Cat\u00E9gorie
VIEW_SETTINGS_DIALOG_ITEM_3=Densit\u00E9 du contenu
VIEW_SETTINGS_DIALOG_ITEM_4=Espace nom
VIEW_SETTINGS_DIALOG_ITEM_5=Version

SAMPLE_BACK_BTN_TOOLTIP=Retourner aux exemples
SAMPLE_INFO_TOOLTIP=Informations sur les exemples
SAMPLE_API_REFERENCE_BTN=R\u00E9f\u00E9rence API
SAMPLE_PREV_BTN_TOOLTIP=Afficher l'exemple pr\u00E9c\u00E9dent
SAMPLE_NEXT_BTN_TOOLTIP=Afficher l'exemple suivant
SAMPLE_FULLSCREEN_BTN_TOOLTIP=Afficher cet exemple en mode plein \u00E9cran
SAMPLE_ADAPT_BTN_TOOLTIP=Adapter l'IU
SAMPLE_CODE_BTN_TOOLTIP=Afficher le code source de cet exemple
SAMPLE_NEW_TAB_BTN_TOOLTIP=Ouvrir dans un nouvel onglet
SAMPLE_DOWNLOAD_BTN_TOOLTIP=T\u00E9l\u00E9charger

RELEASE_NOTES_TITLE=Journal des modifications

SEARCH_PAGE_TITLE=R\u00E9sultats de recherche pour "{0}"
SEARCH_PAGE_DESCRIPTION=Les r\u00E9sultats de recherche sont affich\u00E9s par cat\u00E9gorie.
SEARCH_PAGE_ALL_SECTION_TITLE=Tous ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=Les 10 meilleurs r\u00E9sultats de r\u00E9f\u00E9rence API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=Les 10 meilleurs r\u00E9sultats de la documentation
SEARCH_SUGGESTIONS_TITLE_SAMPLES=Les 10 meilleurs r\u00E9sultats des \u00E9chantillons
SEARCH_SUGGESTIONS_TITLE_ALL=Les 10 meilleurs r\u00E9sultats de Tout
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=Tout
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=Afficher tout
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=Documentation
SEARCH_SUGGESTIONS_API_SECTION_TITLE=R\u00E9f\u00E9rence API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=Exemples
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=Tous ({0}/{1})
SEARCH_PAGE_API_SECTION_TITLE=R\u00E9f\u00E9rence API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=R\u00E9f\u00E9rence API ({0}/{1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=Documentation ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=Documentation ({0}/{1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=Exemples ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=Exemples ({0}/{1})

RELEASE_DIALOG_TITLE=Journal des modifications pour\: {0}
RELEASE_DIALOG_CLOSE_BTN=Fermer
RELEASE_DIALOG_NO_DATA_TEXT=Aucune modification pour cette biblioth\u00E8que.

ABOUT_DIALOG_TITLE=\u00C0 propos
ABOUT_DIALOG_TEXT_1=Kit de d\u00E9mo UI5 - SAPUI5
ABOUT_DIALOG_TEXT_2=\u00A9 Droits d'auteur 2009-2021 SAP SE. Tous droits r\u00E9serv\u00E9s.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE ou une soci\u00E9t\u00E9 affili\u00E9e de SAP.
ABOUT_DIALOG_TEXT_4={0} version {1}
ABOUT_DIALOG_TEXT_5=OpenUI5 version {0}
ABOUT_DIALOG_TEXT_6=Ce logiciel contient les versions de biblioth\u00E8que suivantes
ABOUT_DIALOG_LINK_1=D\u00E9tails de la version
ABOUT_DIALOG_TEXT_7=Ce logiciel comprend un logiciel ouvert tiers.
ABOUT_DIALOG_TEXT_8=Logiciel tiers inclus
ABOUT_DIALOG_VERSION_TITLE=D\u00E9tails de la version
ABOUT_DIALOG_VERSION=Version
ABOUT_DIALOG_DESCRIPTION=Description
ABOUT_DIALOG_CHANGE_LOG=Journal des modifications
ABOUT_DIALOG_CHANGE_LOG_LINK=Journal des modifications
ABOUT_DIALOG_COMPONENT=Composante
ABOUT_DIALOG_CLOSE_BTN=Fermer
ABOUT_DIALOG_THIRD_PARTY=Logiciel tiers inclus

FOOTER_LEGAL_DISCOLURE=Informations l\u00E9gales
FOOTER_PRIVACY=Confidentialit\u00E9
FOOTER_TERMS=Conditions d'utilisation
FOOTER_LICENSE=Licence

NOT_FOUND_TITLE=Introuvable
NOT_FOULD_TEXT=La ressource demand\u00E9e est introuvable.

SITEMAP_TITLE=Plan du site

LIVE_EDITOR_TITLE=\u00C9diteur dynamique
LIVE_EDITOR_RESULT=R\u00E9sultat
LIVE_EDITOR_PREVIEW_BTN=Aper\u00E7u
LIVE_EDITOR_LIVE_PREVIEW_TEXT=Aper\u00E7u automatique

TOOLS_VIEW_DOC=Afficher la documentation
TOOLS_CARD_1_IMG_ALT=Image affichant SAP\u00A0Business\u00A0Application\u00A0Studio
TOOLS_CARD_1_TEXT=SAP\u00A0Business\u00A0Application\u00A0Studio sur SAP\u00A0BTP (nuage public de SAP), permet de cr\u00E9er des applications IU modernes pour les ordinateurs et les appareils mobiles avec les derni\u00E8res technologies SAPUI5 et SAP Fiori.
TOOLS_CARD_1_LINK_1=Kit de d\u00E9veloppement progiciel SAP Business Application Studio
TOOLS_CARD_2_IMG_ALT=Image montrant le concepteur de th\u00E8me d'interface utilisateur SAP
TOOLS_CARD_2_TEXT=Utilisez le concepteur de th\u00E8me d'interface utilisateur pour cr\u00E9er facilement des th\u00E8mes d'identit\u00E9s d'entreprise en utilisant l'un des mod\u00E8les de th\u00E8mes fournis par SAP.
TOOLS_CARD_2_LINK_1=Communaut\u00E9
TOOLS_CARD_3_IMG_ALT=Image montrant la page SAP UI5 Tooling
TOOLS_CARD_3_TEXT=Cha\u00EEne d'outils ouverte et modulaire permettant de d\u00E9velopper des applications modernes bas\u00E9es sur l'infrastructure UI5, en exploitant Node.js et npm.
TOOLS_CARD_3_LINK_1=Vue d'ensemble
TOOLS_CARD_3_LINK_2=Documentation CLI
TOOLS_CARD_4_IMG_ALT=Image de SAP UI5 Inspector
TOOLS_CARD_4_TEXT=SAP UI5 Inspector vous permet de d\u00E9boguer vos applications bas\u00E9es sur OpenUI5 ou SAPUI5 et d'assurer une assistance.
TOOLS_CARD_4_LINK_1=Afficher le code source
TOOLS_CARD_5_TEXT=Les fiches d'int\u00E9gration constituent une nouvelle fa\u00E7on de fournir et d'utiliser des fiches widget pour la page d'accueil ou le tableau de bord.
TOOLS_CARD_5_LINK_1=Parcourir les exemples
TOOLS_CARD_6_IMG_ALT=Image montrant l'Assistant de prise en charge en action
TOOLS_CARD_6_TEXT=L'Assistant de prise en charge permet aux d\u00E9veloppeurs de v\u00E9rifier si leurs applications sont conformes aux meilleures pratiques et instructions SAPUI5.
TOOLS_CARD_7_IMG_ALT=Image montrant l'explorateur d'ic\u00F4nes de SAP
TOOLS_CARD_7_TEXT=Parcourez et utilisez notre vaste collection d'ic\u00F4nes dans nos polices d'ic\u00F4nes.
TOOLS_CARD_7_LINK_1=Ex\u00E9cuter des tests d'int\u00E9gration
TOOLS_CARD_7_LINK_2=Ex\u00E9cuter des tests unitaires
TOOLS_CARD_8_IMG_ALT=Image affichant la bo\u00EEte \u00E0 outils des param\u00E8tres des th\u00E8mes
TOOLS_CARD_8_TEXT=Recherchez, filtrez et affichez un aper\u00E7u des param\u00E8tres des th\u00E8mes.
TOOLS_CARD_9_IMG_ALT=Image montrant SAP Business Application Studio
TOOLS_CARD_9_TEXT=SAP Business Application Studio (g\u00E9n\u00E9ration suivante de SAP Web IDE) est un environnement moderne de d\u00E9veloppement, con\u00E7u pour le d\u00E9veloppement performant d'applications de gestion pour entreprises intelligentes.
TOOLS_CARD_10_IMG_ALT=Image montrant UI5 Web Components
TOOLS_CARD_10_TEXT=UI5 Web Components est la nouvelle offre UI5 compos\u00E9e d'un ensemble d'\u00E9l\u00E9ments d'IU r\u00E9utilisables avec une empreinte minimale destin\u00E9s \u00E0 vos sites Web statiques ou \u00E0 vos applications Web bas\u00E9es sur n'importe quelle infrastructure Web.
TOOLS_CARD_10_LINK_1=D\u00E9marrer
TOOLS_CARD_10_LINK_2=Ouvrir un projet GitHub

API_MASTER_PLACEHOLDER=Filtrer
API_MASTER_EXPAND_BTN_TOOLTIP=D\u00E9velopper tout
API_MASTER_COLLAPSE_BTN_TOOLTIP=R\u00E9duire tout
API_MASTER_DEPRECATED_CB=Inclure les versions obsol\u00E8tes
API_MASTER_NO_DATA_TEXT=Aucune donn\u00E9e. Essayez la recherche globale.
API_MASTER_DEPRECATED=Obsol\u00E8te
API_MASTER_DEPRECATED_APIS=API obsol\u00E8tes
API_MASTER_EXPERIMENTAL_APIS=API exp\u00E9rimentales
API_MASTER_INDEX_BY_VERSION=Index par version

API_DETAIL_SINCE_TITLE=Index par version

API_DETAIL_EXPERIMENTAL_TITLE=Index des API exp\u00E9rimentales

API_DETAIL_DEPRECATED_TITLE=Index des API obsol\u00E8tes
API_DETAIL_DEPRECATED_WARNING=Pour des informations g\u00E9n\u00E9rales sur les fonctionnalit\u00E9s obsol\u00E8tes, v\u00E9rifiez les r\u00E8gles de compatibilit\u00E9.

API_DETAIL_AS_OF_VERSION=Depuis {0}
API_DETAIL_NA_VERSION=Version N/A
