
APP_TABHEADER_ITEM_HOME=\u0391\u03C1\u03C7\u03B9\u03BA\u03AE \u03A3\u03B5\u03BB\u03AF\u03B4\u03B1
APP_TABHEADER_ITEM_DOCUMENTATION=\u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7
APP_TABHEADER_ITEM_API_REFERENCE=\u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API
APP_TABHEADER_ITEM_SAMPLES=\u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1
APP_TABHEADER_ITEM_DEMO_APPS=\u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 Demo
APP_TABHEADER_ITEM_TOOLS=\u0395\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03B1
APP_CHANGE_VERSION_BTN=\u0391\u03BB\u03BB\u03B1\u03B3\u03AE \u0388\u03BA\u03B4\u03BF\u03C3\u03B7\u03C2
APP_VERSION_BETA_VERSION=\u0388\u03BA\u03B4\u03BF\u03C3\u03B7 Beta
APP_VERSION_VERSION=\u0395\u03BA\u03B4\u03BF\u03C3\u03B7
APP_VERSION_NOT_PRODUCTIVE=- \u03CC\u03C7\u03B9 \u03B3\u03B9\u03B1 \u03C0\u03B1\u03C1\u03B1\u03B3\u03C9\u03B3\u03B9\u03BA\u03AE \u03C7\u03C1\u03AE\u03C3\u03B7.
APP_VERSION_IN_PROGRESS=- \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7 \u03C3\u03B5 \u03B5\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7.
APP_FEEDBACK_BTN_TOOLTIP=\u0394\u03CE\u03C3\u03C4\u03B5 \u03A3\u03C7\u03CC\u03BB\u03B9\u03B1
APP_SEARCH_FIELD_CLOSE=\u039A\u03BB\u03B5\u03AF\u03C3\u03B9\u03BC\u03BF
APP_INFORMATION_BTN_TOOLTIP=\u03A0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B5\u03C2 \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2
APP_INFORMATION_BTN_FEEDBACK=\u03A3\u03C7\u03CC\u03BB\u03B9\u03B1
APP_INFORMATION_BTN_ABOUT=\u03A3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AC \u03BC\u03B5
APP_INFORMATION_BTN_LEGAL=\u039D\u03CC\u03BC\u03B9\u03BC\u03BF
APP_INFORMATION_BTN_PRIVACY=\u03A0\u03C1\u03BF\u03C3\u03C4\u03B1\u03C3\u03AF\u03B1 \u03C0\u03C1\u03BF\u03C3\u03C9\u03C0\u03B9\u03BA\u03CE\u03BD \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
APP_INFORMATION_BTN_TERMS_OF_USE=\u039F\u03C1\u03BF\u03B9 \u03A7\u03C1\u03AE\u03C3\u03B7\u03C2
APP_INFORMATION_BTN_APPEARANCE=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0391\u03BD\u03BF\u03B9\u03BA\u03C4\u03CC
APP_INFORMATION_BTN_APPEARANCE_DARK=\u03A3\u03BA\u03BF\u03CD\u03C1\u03BF
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u0391\u03C5\u03C4\u03CC\u03BC\u03B1\u03C4\u03BF (\u0391\u03BD\u03AC\u03BB\u03BF\u03B3\u03B1 \u03BC\u03B5 \u03C4\u03B9\u03C2 \u03A1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2 OS)
APP_INFORMATION_BTN_SITEMAP=\u03A7\u03AC\u03C1\u03C4\u03B7\u03C2 \u03C4\u03BF\u03C0\u03BF\u03B8\u03B5\u03C3\u03AF\u03B1\u03C2
APP_INFORMATION_BTN_COPYRIGHT=\u03A0\u03BD\u03B5\u03C5\u03BC\u03B1\u03C4\u03B9\u03BA\u03AC \u03B4\u03B9\u03BA\u03B1\u03B9\u03CE\u03BC\u03B1\u03C4\u03B1
APP_INFORMATION_BTN_TRADEMARK=\u0395\u03BC\u03C0\u03BF\u03C1\u03B9\u03BA\u03CC \u03C3\u03AE\u03BC\u03B1
APP_INFORMATION_BTN_DISCLAIMER=\u0391\u03C0\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7
APP_INFORMATION_BTN_LICENSE=\u0391\u03B4\u03B5\u03B9\u03B1
APP_COOKIES_TEXT=\u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03BF\u03CD\u03BC\u03B5 cookies \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B2\u03B5\u03BB\u03C4\u03B9\u03CE\u03C3\u03BF\u03C5\u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03BC\u03C0\u03B5\u03B9\u03C1\u03AF\u03B1 \u03C3\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03BC\u03B1\u03C2. \u0391\u03BD \u03C3\u03C5\u03BD\u03B5\u03C7\u03AF\u03C3\u03B5\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C5\u03C4\u03CC\u03BD \u03C4\u03BF\u03BD \u03B9\u03C3\u03C4\u03CC\u03C4\u03BF\u03C0\u03BF, \u03C4\u03CC\u03C4\u03B5 \u03C3\u03C5\u03BD\u03B1\u03B9\u03BD\u03B5\u03AF\u03C4\u03B5 \u03C3\u03C4\u03B7 \u03C7\u03C1\u03AE\u03C3\u03B7 \u03C4\u03C9\u03BD cookies.

FEEDBACK_DIALOG_TITLE=\u0394\u03CE\u03C3\u03C4\u03B5 \u03A3\u03C7\u03CC\u03BB\u03B9\u03B1
FEEDBACK_DIALOG_OVERALL=\u03A0\u03CE\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B7 \u03B3\u03B5\u03BD\u03B9\u03BA\u03AE \u03B5\u03BC\u03C0\u03B5\u03B9\u03C1\u03AF\u03B1 \u03C3\u03B1\u03C2;
FEEDBACK_DIALOG_MESSAGE=\u03A4\u03B9 \u03B8\u03B1 \u03B8\u03AD\u03BB\u03B1\u03C4\u03B5 \u03BD\u03B1 \u03BC\u03B1\u03C2 \u03C0\u03B5\u03AF\u03C4\u03B5;
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03BA\u03BF\u03B9\u03BD\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03B1 \u03C3\u03C7\u03CC\u03BB\u03B9\u03AC \u03C3\u03B1\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B3\u03B5\u03BD\u03B9\u03BA\u03AE \u03B5\u03BC\u03C0\u03B5\u03B9\u03C1\u03AF\u03B1 \u03C3\u03B1\u03C2 \u03BC\u03B5 \u03C4\u03BF Demo Kit \u03AE \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03C3\u03C5\u03B3\u03BA\u03B5\u03BA\u03C1\u03B9\u03BC\u03AD\u03BD\u03B7 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03C0\u03BF\u03C5 \u03B2\u03BB\u03AD\u03C0\u03B5\u03C4\u03B5 \u03C4\u03CE\u03C1\u03B1.
FEEDBACK_DIALOG_RELATED=\u03A4\u03BF \u03C3\u03C7\u03CC\u03BB\u03B9\u03BF \u03C3\u03C7\u03B5\u03C4\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03C4\u03C1\u03AD\u03C7\u03BF\u03C5\u03C3\u03B1 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1.
FEEDBACK_DIALOG_SHOW_DATA=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u0394\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u0393\u03B5\u03BD\u03B9\u03BA\u03BF\u03CD \u03A0\u03BB\u03B1\u03B9\u03C3\u03AF\u03BF\u03C5
FEEDBACK_DIALOG_DISCLAIMER=\u03A4\u03B1 \u03C3\u03C7\u03CC\u03BB\u03B9\u03AC \u03C3\u03B1\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B1\u03BD\u03CE\u03BD\u03C5\u03BC\u03B1, \u03B4\u03B5\u03BD \u03C3\u03C5\u03B3\u03BA\u03B5\u03BD\u03C4\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03C0\u03C1\u03BF\u03C3\u03C9\u03C0\u03B9\u03BA\u03AC \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1.
FEEDBACK_DIALOG_BTN_SEND=\u0391\u03C0\u03BF\u03C3\u03C4\u03BF\u03BB\u03AE
FEEDBACK_DIALOG_BTN_CANCEL=\u0391\u03BA\u03CD\u03C1\u03C9\u03C3\u03B7
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u0391\u03C1\u03B9\u03C3\u03C4\u03BF
FEEDBACK_DIALOG_STATUS_GOOD=\u039A\u03B1\u03BB\u03CC
FEEDBACK_DIALOG_STATUS_AVERAGE=\u039C\u03AD\u03C3\u03BF
FEEDBACK_DIALOG_STATUS_POOR=\u0391\u03B4\u03CD\u03BD\u03B1\u03BC\u03BF
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u0395\u03BE\u03B1\u03B9\u03C1\u03B5\u03C4\u03B9\u03BA\u03AC \u0391\u03B4\u03CD\u03BD\u03B1\u03BC\u03BF
FEEDBACK_DIALOG_TITLE_SUCCESS=\u03A3\u03B1\u03C2 \u03B5\u03C5\u03C7\u03B1\u03C1\u03B9\u03C3\u03C4\u03BF\u03CD\u03BC\u03B5\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u03A4\u03BF \u03C3\u03C7\u03CC\u03BB\u03B9\u03CC \u03C3\u03B1\u03C2 \u03C3\u03C4\u03AC\u03BB\u03B8\u03B7\u03BA\u03B5\!
FEEDBACK_DIALOG_TITLE_ERROR=\u03A3\u03C5\u03B3\u03B3\u03BD\u03CE\u03BC\u03B7\!
FEEDBACK_DIALOG_TEXT_ERROR=\u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03C3\u03C4\u03B7\u03BA\u03B5 \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1 \u03BA\u03B1\u03C4\u03AC \u03C4\u03B7\u03BD \u03B1\u03C0\u03BF\u03C3\u03C4\u03BF\u03BB\u03AE \u03C4\u03BF\u03C5 \u03C3\u03C7\u03BF\u03BB\u03AF\u03BF\u03C5 \u03C3\u03B1\u03C2\:\n

WELCOME_BLOCK_1_TEXT_1=\u0391\u03BD\u03B1\u03BA\u03B1\u03BB\u03CD\u03C8\u03C4\u03B5 \u039D\u03AD\u03BF\u03C5\u03C2 \u039F\u03C1\u03AF\u03B6\u03BF\u03BD\u03C4\u03B5\u03C2 \u0395\u03C4\u03B1\u03B9\u03C1\u03B9\u03BA\u03BF\u03CD \u0395\u03C0\u03B9\u03C0\u03AD\u03B4\u03BF\u03C5
WELCOME_BLOCK_1_START_BTN=\u039E\u03B5\u03BA\u03B9\u03BD\u03AE\u03C3\u03C4\u03B5 \u03BC\u03B5 UI5
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u039B\u03AE\u03C8\u03B7
WELCOME_KEY_FEATURES=\u0392\u03B1\u03C3\u03B9\u03BA\u03AC \u03A7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC
WELCOME_START_CODING=\u0388\u03BD\u03B1\u03C1\u03BE\u03B7 \u039A\u03C9\u03B4\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2
WELCOME_CHOOSE_SCENARIO=\u0395\u03C0\u03B9\u03BB\u03AD\u03BE\u03C4\u03B5 \u03C4\u03BF \u03A3\u03B5\u03BD\u03AC\u03C1\u03B9\u03CC \u03A3\u03B1\u03C2
WELCOME_JOIN_COMMUNITY=\u03A3\u03C5\u03BC\u03BC\u03B5\u03C4\u03BF\u03C7\u03AE \u03C3\u03C4\u03B7\u03BD \u039A\u03BF\u03B9\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1
WELCOME_BLOCK_2_TITLE=\u0391\u03BD\u03C4\u03B1\u03C0\u03CC\u03BA\u03C1\u03B9\u03C3\u03B7 \u03C3\u03B5 \u03A0\u03C1\u03BF\u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1 \u03A0\u03B5\u03C1\u03B9\u03AE\u03B3\u03B7\u03C3\u03B7\u03C2 \u03BA\u03B1\u03B9 \u03A3\u03C5\u03C3\u03BA\u03B5\u03C5\u03AD\u03C2
WELCOME_BLOCK_2_TEXT=\u0394\u03B5\u03BD \u03C7\u03C1\u03B5\u03B9\u03AC\u03B6\u03B5\u03C4\u03B1\u03B9 \u03BD\u03B1 \u03B1\u03BD\u03B7\u03C3\u03C5\u03C7\u03B5\u03AF\u03C4\u03B5 \u03B3\u03B9\u03B1 \u03C4\u03B9\u03C2 \u03C0\u03C1\u03BF\u03B4\u03B9\u03B1\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2 \u03C4\u03B7\u03C2 \u03C3\u03C5\u03C3\u03BA\u03B5\u03C5\u03AE\u03C2 \u03C3\u03B1\u03C2\! \u039F\u03B9 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 UI5 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03BF\u03CD\u03BD \u03C3\u03B5 smartphones, tablets \u03BA\u03B1\u03B9 desktops. \u039F\u03B9 \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF\u03B9 UI \u03C0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03CC\u03B6\u03BF\u03BD\u03C4\u03B1\u03B9 \u03B1\u03C5\u03C4\u03CC\u03BC\u03B1\u03C4\u03B1 \u03C3\u03C4\u03B9\u03C2 \u03B4\u03C5\u03BD\u03B1\u03BC\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2 \u03BA\u03AC\u03B8\u03B5 \u03C3\u03C5\u03C3\u03BA\u03B5\u03C5\u03AE\u03C2 \u03BA\u03B1\u03B9 \u03B5\u03C0\u03C9\u03C6\u03B5\u03BB\u03B7\u03B8\u03B5\u03AF\u03C4\u03B5 \u03C4\u03B1 \u03BC\u03AD\u03B3\u03B9\u03C3\u03C4\u03B1 \u03B1\u03C0\u03CC \u03C4\u03B1 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B1 \u03B1\u03BA\u03AF\u03BD\u03B7\u03C4\u03B1.
WELCOME_BLOCK_2_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C4\u03B7\u03BB\u03AD\u03C6\u03C9\u03BD\u03BF, \u03BF\u03B8\u03CC\u03BD\u03B7 \u03C5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03AE \u03BA\u03B1\u03B9 tablet
WELCOME_BLOCK_3_TITLE=\u0388\u03BD\u03BD\u03BF\u03B9\u03B5\u03C2 \u0394\u03C5\u03BD\u03B1\u03BC\u03B9\u03BA\u03AE\u03C2 \u0391\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2
WELCOME_BLOCK_3_TEXT_1=\u039F \u03C0\u03C5\u03C1\u03AE\u03BD\u03B1\u03C2 UI5 \u03C0\u03C1\u03BF\u03C3\u03C6\u03AD\u03C1\u03B5\u03B9 \u03BC\u03B9\u03B1 \u03C3\u03C4\u03B1\u03B8\u03B5\u03C1\u03AE \u03B2\u03AC\u03C3\u03B7 \u03C0\u03BF\u03C5 \u03B1\u03C0\u03BB\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF \u03C4\u03B7 \u03B4\u03BF\u03C5\u03BB\u03B5\u03B9\u03AC \u03C3\u03B1\u03C2 \u03BC\u03B5 \u03C4\u03B7 \u03B4\u03B9\u03B1\u03C7\u03B5\u03AF\u03C1\u03B9\u03C3\u03B7 \u03C0\u03BF\u03BB\u03BB\u03CE\u03BD \u03B5\u03BA\u03B4\u03BF\u03C7\u03CE\u03BD \u03C4\u03B7\u03C2 \u03BC\u03BF\u03BD\u03C4\u03AD\u03C1\u03BD\u03B1\u03C2 \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03C0\u03B5\u03BE\u03AE\u03B3\u03B7\u03C3\u03B7 \u03B2\u03B1\u03C3\u03B9\u03BA\u03CE\u03BD \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03C9\u03BD. \u03A3\u03C5\u03BD\u03BF\u03B4\u03B5\u03CD\u03B5\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03B5\u03BD\u03C3\u03C9\u03BC\u03B1\u03C4\u03C9\u03BC\u03AD\u03BD\u03B7 \u03C5\u03C0\u03BF\u03C3\u03C4\u03AE\u03C1\u03B9\u03BE\u03B7 \u03B3\u03B9\u03B1 \u03B1\u03C1\u03C7\u03B9\u03C4\u03B5\u03BA\u03C4\u03BF\u03BD\u03B9\u03BA\u03AD\u03C2 \u03AD\u03BD\u03BD\u03BF\u03B9\u03B5\u03C2 \u03CC\u03C0\u03C9\u03C2 MVC, \u03B1\u03BC\u03C6\u03AF\u03B4\u03C1\u03BF\u03BC\u03B7 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03BA\u03B1\u03B9 \u03B4\u03C1\u03BF\u03BC\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7.
WELCOME_BLOCK_3_TEXT_2=\u03A0\u03B5\u03C1\u03BB\u03B1\u03BC\u03B2\u03AC\u03BD\u03B5\u03B9 \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03B1 \u03CC\u03C0\u03C9\u03C2 MVC \u03BA\u03B1\u03B9 \u03B4\u03B9\u03AC\u03C6\u03BF\u03C1\u03BF\u03C5\u03C2 \u03C4\u03CD\u03C0\u03BF\u03C5\u03C2 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7\u03C2 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD.
WELCOME_BLOCK_3_TEXT_3=\u0395\u03C0\u03B9\u03BB\u03AD\u03BE\u03C4\u03B5 \u03BC\u03B5\u03C4\u03B1\u03BE\u03CD \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03CE\u03BD \u03BC\u03BF\u03C1\u03C6\u03CE\u03BD \u03C0\u03C1\u03BF\u03B2\u03BF\u03BB\u03AE\u03C2 (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=\u03A3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7 \u03BC\u03B5 OData, JSON, XML \u03BA\u03B1\u03B9 \u03AC\u03BB\u03BB\u03B5\u03C2 \u03BC\u03BF\u03C1\u03C6\u03AD\u03C2 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
WELCOME_BLOCK_3_TEXT_5=\u0395\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03BF \u03B5\u03BD\u03C3\u03C9\u03BC\u03B1\u03C4\u03C9\u03BC\u03AD\u03BD\u03B7\u03C2 \u03C5\u03C0\u03BF\u03C3\u03C4\u03AE\u03C1\u03B9\u03BE\u03B7\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B5\u03BE\u03B5\u03C1\u03B5\u03CD\u03BD\u03B7\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03B4\u03AD\u03BD\u03C4\u03C1\u03BF\u03C5 \u03B1\u03BD\u03C4\u03B9\u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03C9\u03BD \u03BA\u03B1\u03B9 \u03C4\u03B7\u03C2 \u03BA\u03B1\u03C4\u03AC\u03C3\u03C4\u03B1\u03C3\u03B7\u03C2 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7\u03C2.
WELCOME_BLOCK_4_TITLE=\u0394\u03B9\u03B1\u03B4\u03B9\u03BA\u03C4\u03C5\u03B1\u03BA\u03CC \u0395\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03BF \u0388\u03C4\u03BF\u03B9\u03BC\u03BF \u03B3\u03B9\u03B1 \u0395\u03C0\u03B9\u03C7\u03B5\u03B9\u03C1\u03AE\u03C3\u03B5\u03B9\u03C2
WELCOME_BLOCK_4_TEXT_1=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03B8\u03B7\u03BA\u03B5 \u03B1\u03C0\u03CC \u03B5\u03C0\u03B1\u03B3\u03B3\u03B5\u03BB\u03BC\u03B1\u03C4\u03AF\u03B5\u03C2, \u03B3\u03B9\u03B1 \u03C4\u03BF\u03C5\u03C2 \u03C3\u03CD\u03B3\u03C7\u03C1\u03BF\u03BD\u03BF\u03C5\u03C2 \u03C0\u03C1\u03BF\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03B9\u03C3\u03C4\u03AD\u03C2 \u03C0\u03BF\u03C5 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03BF\u03CD\u03BD \u03C5\u03C0\u03B5\u03C1\u03C3\u03CD\u03B3\u03C7\u03C1\u03BF\u03BD\u03B5\u03C2 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03C4\u03C5\u03B1\u03BA\u03AD\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2. \u03A3\u03C5\u03BD\u03BF\u03B4\u03B5\u03CD\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03CC\u03BB\u03B1 \u03C4\u03B1 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC \u03C0\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03BA\u03B1\u03BB\u03CD\u03C8\u03BF\u03C5\u03BD \u03C4\u03B9\u03C2 \u03C0\u03B9\u03BF \u03C0\u03C1\u03CC\u03C3\u03C6\u03B1\u03C4\u03B5\u03C2 \u03B1\u03C0\u03B1\u03B9\u03C4\u03AE\u03C3\u03B5\u03B9\u03C2 \u03C4\u03B7\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2, \u03BC\u03B5 \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03B1 \u03C4\u03CC\u03C3\u03BF \u03C5\u03C8\u03B7\u03BB\u03AC \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03C0\u03B1\u03C1\u03B1\u03B4\u03BF\u03B8\u03BF\u03CD\u03BD \u03C3\u03C4\u03B9\u03C2 \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03B5\u03C2 \u03BB\u03CD\u03C3\u03B5\u03B9\u03C2 SAP.
WELCOME_BLOCK_4_TEXT_2=\u03A5\u03C0\u03BF\u03C3\u03C4\u03AE\u03C1\u03B9\u03BE\u03B7 \u03BC\u03B5\u03C4\u03AC\u03C6\u03C1\u03B1\u03C3\u03B7\u03C2 \u03BA\u03B1\u03B9 \u03B4\u03B9\u03B5\u03B8\u03BD\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2
WELCOME_BLOCK_4_TEXT_3=\u0388\u03BD\u03BD\u03BF\u03B9\u03B5\u03C2 \u03B5\u03C0\u03B5\u03BA\u03C4\u03B1\u03C3\u03B9\u03BC\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03C3\u03B5 \u03B5\u03C0\u03AF\u03C0\u03B5\u03B4\u03BF \u03BA\u03C9\u03B4\u03B9\u03BA\u03BF\u03CD \u03BA\u03B1\u03B9 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
WELCOME_BLOCK_4_TEXT_4=\u0398\u03AD\u03BC\u03B1 \u03BC\u03B5 \u0388\u03BD\u03C4\u03BF\u03BD\u03B7 \u0391\u03BD\u03C4\u03AF\u03B8\u03B5\u03C3\u03B7 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B2\u03BF\u03B7\u03B8\u03B7\u03B8\u03BF\u03CD\u03BD \u03BF\u03B9 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B5\u03C2 \u03BC\u03B5 \u03BC\u03B5\u03B9\u03C9\u03BC\u03AD\u03BD\u03B7 \u03CC\u03C1\u03B1\u03C3\u03B7
WELCOME_BLOCK_5_TITLE=\u0392\u03C1\u03B1\u03B2\u03B5\u03C5\u03BC\u03AD\u03BD\u03BF SAP Fiori Design \u03B5\u03BD \u0394\u03C1\u03AC\u03C3\u03B5\u03B9
WELCOME_BLOCK_5_TEXT=\u039F\u03B9 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 UI5 \u03B5\u03C0\u03C9\u03C6\u03B5\u03BB\u03BF\u03CD\u03BD\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03BC\u03B9\u03B1 \u03C3\u03C5\u03BC\u03B2\u03B1\u03C4\u03AE \u03B3\u03BB\u03CE\u03C3\u03C3\u03B1 \u03C3\u03C7\u03B5\u03B4\u03B9\u03B1\u03C3\u03BC\u03BF\u03CD \u03BA\u03B1\u03B9 \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03BF\u03C5\u03C2 \u03C4\u03CD\u03C0\u03BF\u03C5\u03C2 UX \u03C3\u03B5 \u03CC\u03BB\u03B1 \u03C4\u03B1 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC \u03C0\u03C1\u03BF\u03C3\u03BA\u03B7\u03BD\u03AF\u03BF\u03C5. \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03C4\u03B5 \u03AD\u03BD\u03B1 \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03BF \u03B8\u03AD\u03BC\u03B1 \u03AE \u03B4\u03BF\u03BA\u03B9\u03BC\u03AC\u03C3\u03C4\u03B5 \u03C4\u03BF online \u03B8\u03B5\u03BC\u03B1\u03C4\u03B9\u03BA\u03CC \u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03BF \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03C4\u03B5 \u03AD\u03BD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03C3\u03BC\u03AD\u03BD\u03BF \u03B8\u03AD\u03BC\u03B1.
WELCOME_BLOCK_5_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C4\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03C3\u03C7\u03B5\u03B4\u03B9\u03B1\u03C3\u03BC\u03BF\u03CD \u03C4\u03BF\u03C5 SAP Fiori
WELCOME_BLOCK_6_TITLE=\u0395\u03C4\u03BF\u03B9\u03BC\u03B1\u03C3\u03C4\u03B5\u03AF\u03C4\u03B5
WELCOME_BLOCK_6_TEXT_1=\u038C\u03C3\u03B1 \u03C7\u03C1\u03B5\u03B9\u03AC\u03B6\u03B5\u03C3\u03C4\u03B5 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B1\u03BD\u03B1\u03C0\u03C4\u03CD\u03BE\u03B5\u03C4\u03B5 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 Web \u03BC\u03B5 UI5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03C0\u03B5\u03C1\u03B9\u03B2\u03AC\u03BB\u03BB\u03BF\u03BD \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2 \u03BA\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03C0\u03C1\u03CC\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1 \u03C0\u03B5\u03C1\u03B9\u03AE\u03B3\u03B7\u03C3\u03B7\u03C2. \u0393\u03B9\u03B1 \u03BC\u03AD\u03B3\u03B9\u03C3\u03C4\u03B7 \u03B4\u03B9\u03B5\u03C5\u03BA\u03CC\u03BB\u03C5\u03BD\u03C3\u03B7, \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03BF SAP Business Application Studio \u03C3\u03C4\u03BF cloud. \u0393\u03B9\u03B1 \u03BC\u03AD\u03B3\u03B9\u03C3\u03C4\u03B7 \u03B5\u03C5\u03B5\u03BB\u03B9\u03BE\u03AF\u03B1, \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B5\u03BD\u03B1\u03BB\u03BB\u03B1\u03BA\u03C4\u03B9\u03BA\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B9\u03B1\u03BC\u03CC\u03C1\u03C6\u03C9\u03C3\u03B7\u03C2 \u03C4\u03BF\u03C5\u03C2 \u03C4\u03BF\u03C0\u03B9\u03BA\u03BF\u03CD \u03C0\u03B5\u03C1\u03B9\u03B2\u03AC\u03BB\u03BB\u03BF\u03BD\u03C4\u03BF\u03C2 \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2.
WELCOME_BLOCK_6_TEXT_2=\u0394\u03BF\u03BA\u03B9\u03BC\u03AC\u03C3\u03C4\u03B5 \u03C4\u03BF \u03C0\u03C1\u03CE\u03C4\u03BF \u03C0\u03B1\u03C1\u03AC\u03B4\u03B5\u03B9\u03B3\u03BC\u03B1 \u03B5\u03B4\u03CE.
WELCOME_BLOCK_7_TITLE=\u0395\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7 UI5
WELCOME_BLOCK_7_TEXT_1=\u0397 \u03B5\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7 UI5 \u03B9\u03C3\u03C7\u03CD\u03B5\u03B9 \u03B3\u03B9\u03B1 \u03B8\u03B5\u03BC\u03B5\u03BB\u03B9\u03CE\u03B4\u03B5\u03B9\u03C2 \u03B2\u03B5\u03BB\u03C4\u03B9\u03CE\u03C3\u03B5\u03B9\u03C2 \u03C9\u03C2 \u03BC\u03AD\u03C1\u03BF\u03C2 \u03C4\u03B7\u03C2 \u03C3\u03C5\u03BD\u03B5\u03C7\u03BF\u03CD\u03C2 \u03C0\u03C1\u03BF\u03C3\u03C0\u03AC\u03B8\u03B5\u03B9\u03B1\u03C2 \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2 \u03C4\u03BF\u03C5 SAPUI5, \u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD \u03B3\u03B9\u03B1 \u03C4\u03B1\u03C7\u03CD\u03C4\u03B5\u03C1\u03B7 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03BA\u03B1\u03B9 \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B3\u03AF\u03BD\u03B5\u03B9 \u03C0\u03B9\u03BF \u03B1\u03C1\u03B8\u03C1\u03C9\u03C4\u03CC. \u0391\u03BD \u03B5\u03BC\u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03BF\u03BD\u03C4\u03B1\u03B9 \u03C4\u03B1 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03C4\u03C5\u03B1\u03BA\u03AC \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03B1, \u03B7 \u03B1\u03C3\u03CD\u03B3\u03C7\u03C1\u03BF\u03BD\u03B7 \u03C6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7 \u03BA\u03B1\u03B9 \u03BF\u03B9 \u03B1\u03BD\u03B1\u03B4\u03C5\u03CC\u03BC\u03B5\u03BD\u03B5\u03C2 \u03C4\u03B5\u03C7\u03BD\u03BF\u03BB\u03BF\u03B3\u03AF\u03B5\u03C2 \u03C4\u03BF SAPUI5 \u03C3\u03C5\u03BD\u03B5\u03C7\u03AF\u03B6\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BC\u03B5\u03BB\u03BB\u03BF\u03BD\u03C4\u03B9\u03BA\u03AE \u03BB\u03CD\u03C3\u03B7 \u03B1\u03C0\u03BF\u03B4\u03B5\u03B4\u03B5\u03B9\u03B3\u03BC\u03AD\u03BD\u03B7 \u03B3\u03B9\u03B1 \u03B5\u03C0\u03B9\u03C7\u03B5\u03B9\u03C1\u03AE\u03C3\u03B5\u03B9\u03C2.
WELCOME_BLOCK_7_TEXT_2=\u0395\u03BD\u03B8\u03B1\u03C1\u03C1\u03CD\u03BD\u03BF\u03C5\u03BC\u03B5 \u03C4\u03BF\u03C5\u03C2 \u03C0\u03C1\u03BF\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03B9\u03C3\u03C4\u03AD\u03C2 \u03BD\u03B1 \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03BF\u03C5\u03BD \u03B5\u03BD\u03B5\u03C1\u03B3\u03AC \u03BA\u03B1\u03B9 \u03BD\u03B1 \u03B1\u03BE\u03B9\u03BF\u03C0\u03BF\u03B9\u03BF\u03CD\u03BD \u03C4\u03B9\u03C2 \u03BD\u03AD\u03B5\u03C2 \u03B4\u03C5\u03BD\u03B1\u03BC\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
WELCOME_BLOCK_7_ALT=\u0397 \u03B5\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7 UI5 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B5\u03AF \u03BA\u03B1\u03B9\u03BD\u03BF\u03C4\u03BF\u03BC\u03AF\u03B1, \u03C0\u03B1\u03C1\u03AD\u03C7\u03B5\u03B9 \u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03B1 \u03BA\u03B1\u03C4\u03B1\u03C3\u03BA\u03B5\u03C5\u03AE\u03C2, \u03B1\u03C1\u03B8\u03C1\u03C9\u03C4\u03CC \u03C0\u03C5\u03C1\u03AE\u03BD\u03B1, \u03B1\u03BD\u03BF\u03B9\u03C7\u03C4\u03AC \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03B1 \u03BA\u03B1\u03B9 \u03BA\u03B5\u03C1\u03B4\u03AF\u03B6\u03B5\u03B9 \u03C5\u03C8\u03B7\u03BB\u03AE \u03B1\u03C0\u03CC\u03B4\u03BF\u03C3\u03B7 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03CE\u03BD\u03C4\u03B1\u03C2 \u03B1\u03C3\u03CD\u03B3\u03C7\u03C1\u03BF\u03BD\u03B7 \u03C6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7.
WELCOME_BLOCK_8_TITLE=SAPUI5 on SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u0395\u03B3\u03B3\u03C1\u03B1\u03C6\u03B5\u03AF\u03C4\u03B5 \u03B3\u03B9\u03B1 \u03C4\u03BF\u03BD \u03B4\u03C9\u03C1\u03B5\u03AC\u03BD \u03B4\u03BF\u03BA\u03B9\u03BC\u03B1\u03C3\u03C4\u03B9\u03BA\u03CC \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC SAP BTP \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B5\u03BB\u03AD\u03B3\u03BE\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03C0\u03BB\u03B1\u03C4\u03C6\u03CC\u03C1\u03BC\u03B1 \u03BA\u03B1\u03B9 \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03C4\u03B5 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 UI5 \u03B2\u03AC\u03C3\u03B5\u03B9 cloud.
WELCOME_BLOCK_8_TEXT_2=\u0395\u03CD\u03BA\u03BF\u03BB\u03BF \u03C3\u03C4\u03B7 \u03C7\u03C1\u03AE\u03C3\u03B7 \u03C0\u03B5\u03C1\u03B9\u03B2\u03AC\u03BB\u03BB\u03BF\u03BD \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2 \u03BC\u03B5 SAP Business Application Studio
WELCOME_BLOCK_8_TEXT_3=\u0394\u03C9\u03C1\u03B5\u03AC\u03BD \u03B4\u03BF\u03BA\u03B9\u03BC\u03AE \u03B3\u03B9\u03B1 \u03C7\u03C1\u03AE\u03C3\u03B7 \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=\u03A4\u03BF SAPUI5 \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03B5\u03AF \u03BC\u03AD\u03C1\u03BF\u03C2 \u03C4\u03C9\u03BD \u03C4\u03B5\u03C7\u03BD\u03BF\u03BB\u03BF\u03B3\u03B9\u03CE\u03BD \u03B4\u03B9\u03B1\u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7\u03C2 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 \u03C3\u03C4\u03B1 \u03C3\u03C5\u03C3\u03C4\u03AE\u03BC\u03B1\u03C4\u03B1 SAP HANA, NetWeaver ABAP \u03BA\u03B1\u03B9 Java.
WELCOME_BLOCK_9_TEXT_2=\u0388\u03C4\u03BF\u03B9\u03BC\u03BF \u03B3\u03B9\u03B1 \u03C7\u03C1\u03AE\u03C3\u03B7 \u03B3\u03B9\u03B1 \u03C0\u03B5\u03BB\u03AC\u03C4\u03B5\u03C2 SAP
WELCOME_BLOCK_9_TEXT_3=\u0395\u03BD\u03C3\u03C9\u03BC\u03B1\u03C4\u03CE\u03BD\u03B5\u03C4\u03B1\u03B9 \u03BC\u03B5 \u03C4\u03B1 \u03C5\u03C0\u03AC\u03C1\u03C7\u03BF\u03BD\u03C4\u03B1 \u03C3\u03C5\u03C3\u03C4\u03B7\u03BC\u03B9\u03BA\u03AC \u03C4\u03BF\u03C0\u03AF\u03B1
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0395\u03BB\u03B5\u03CD\u03B8\u03B5\u03C1\u03BF\u03C2 \u03BA\u03B1\u03B9 \u0391\u03BD\u03BF\u03B9\u03C7\u03C4\u03CC\u03C2 \u039A\u03CE\u03B4\u03B9\u03BA\u03B1\u03C2
WELCOME_BLOCK_10_TEXT_1=\u0394\u03BF\u03BA\u03B9\u03BC\u03AC\u03C3\u03C4\u03B5 \u03C4\u03B7 \u03BC\u03B5\u03C4\u03B1\u03B2\u03BB\u03B7\u03C4\u03AE \u03B1\u03BD\u03BF\u03B9\u03C7\u03C4\u03BF\u03CD \u03BA\u03CE\u03B4\u03B9\u03BA\u03B1 \u03C4\u03BF\u03C5 UI5. \u03A0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03CC\u03BB\u03B1 \u03C4\u03B1 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC UI5 \u03C0\u03C5\u03C1\u03AE\u03BD\u03B1 \u03BA\u03B1\u03B9 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B7 \u03C3\u03C4\u03BF GitHub \u03BC\u03B5 \u03C4\u03B7\u03BD \u03AC\u03B4\u03B5\u03B9\u03B1 Apache 2.0.
WELCOME_BLOCK_10_TEXT_2=\u03A5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03BA\u03BF\u03B9\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B1\u03BD\u03BF\u03B9\u03C7\u03C4\u03BF\u03CD \u03BA\u03CE\u03B4\u03B9\u03BA\u03B1
WELCOME_BLOCK_10_TEXT_3=\u0394\u03B9\u03B1\u03C7\u03B5\u03B9\u03C1\u03B9\u03B6\u03CC\u03BC\u03B5\u03BD\u03BF \u03C3\u03B5 GitHub - \u03C3\u03C5\u03BD\u03B5\u03B9\u03C3\u03C6\u03BF\u03C1\u03AD\u03C2 \u03B5\u03C5\u03C0\u03C1\u03CC\u03C3\u03B4\u03B5\u03BA\u03C4\u03B5\u03C2\!
WELCOME_BLOCK_11_TITLE=UI5 \u03C3\u03B5 \u0394\u03AF\u03BA\u03C4\u03C5\u03BF \u03A0\u03B1\u03C1\u03AC\u03B4\u03BF\u03C3\u03B7\u03C2 \u03A0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03BF\u03C5
WELCOME_BLOCK_11_TEXT_1=\u0391\u03BD\u03B1\u03C0\u03C4\u03CD\u03BE\u03C4\u03B5 \u03BA\u03B1\u03B9 \u03B5\u03BA\u03C4\u03B5\u03BB\u03AD\u03C3\u03C4\u03B5 \u03C4\u03B9\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 UI5 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03C5\u03B5\u03BB\u03B9\u03BE\u03AF\u03B1 \u03B5\u03BD\u03CC\u03C2 \u03B9\u03C3\u03C7\u03C5\u03C1\u03BF\u03CD CDN. \u03A4\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03B1 \u03C6\u03BF\u03C1\u03C4\u03CE\u03BD\u03BF\u03BD\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C4\u03BF\u03C0\u03BF\u03B8\u03B5\u03C3\u03AF\u03B1 \u03C0\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C0\u03B9\u03BF \u03BA\u03BF\u03BD\u03C4\u03AC \u03C3\u03C4\u03BF\u03BD \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 \u03B3\u03B9\u03B1 \u03B2\u03AD\u03BB\u03C4\u03B9\u03C3\u03C4\u03B7 \u03B1\u03C0\u03CC\u03B4\u03BF\u03C3\u03B7.
WELCOME_BLOCK_11_TEXT_2=CDN \u03BC\u03B5 \u03C0\u03BF\u03BB\u03BB\u03AD\u03C2 \u03B5\u03BA\u03B4\u03CC\u03C3\u03B5\u03B9\u03C2 \u03B3\u03B9\u03B1 \u03C3\u03C5\u03BD\u03C4\u03AE\u03C1\u03B7\u03C3\u03B7 \u03C0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03C3\u03BC\u03AD\u03BD\u03BF\u03C5 \u03BA\u03CD\u03BA\u03BB\u03BF\u03C5 \u03B6\u03C9\u03AE\u03C2
WELCOME_BLOCK_11_TEXT_3=\u0393\u03B9\u03B1 \u03BF\u03C0\u03BF\u03B9\u03BF\u03B4\u03AE\u03C0\u03BF\u03C4\u03B5 \u03C3\u03B5\u03BD\u03AC\u03C1\u03B9\u03BF \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2 on-premise \u03BA\u03B1\u03B9 cloud
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=\u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u039B\u03AE\u03C8\u03B7
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u03A4\u03B9 \u039D\u03AD\u03BF \u03A5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9;
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u039C\u03AC\u03B8\u03B5\u03C4\u03B5 \u03B3\u03B9\u03B1 \u03C4\u03B1 \u03BD\u03AD\u03B1 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC \u03C3\u03C4\u03B9\u03C2 \u03C4\u03B5\u03BB\u03B5\u03C5\u03C4\u03B1\u03AF\u03B5\u03C2 \u03B5\u03BA\u03B4\u03CC\u03C3\u03B5\u03B9\u03C2 UI5
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u0394\u03B9\u03AC\u03B2\u03B1\u03C3\u03AD \u03BC\u03B5 \u03A0\u03C1\u03CE\u03C4\u03B1
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=\u03A3\u03B7\u03BC\u03B1\u03BD\u03C4\u03B9\u03BA\u03AD\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 \u03C0\u03C1\u03B9\u03BD \u03BE\u03B5\u03BA\u03B9\u03BD\u03AE\u03C3\u03B5\u03C4\u03B5 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03C0\u03B1\u03C1\u03B1\u03B3\u03C9\u03B3\u03B9\u03BA\u03AE \u03C7\u03C1\u03AE\u03C3\u03B7 \u03C4\u03BF\u03C5 UI5
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u039E\u03B5\u03BA\u03B9\u03BD\u03AE\u03C3\u03C4\u03B5
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u0395\u03B3\u03BA\u03B1\u03C4\u03AC\u03C3\u03C4\u03B1\u03C3\u03B7 \u03BA\u03B1\u03B9 \u03C0\u03C1\u03BF\u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1 \u03B5\u03BA\u03BC\u03AC\u03B8\u03B7\u03C3\u03B7\u03C2
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u0391\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u0392\u03AD\u03BB\u03C4\u03B9\u03C3\u03C4\u03B5\u03C2 \u03C0\u03C1\u03B1\u03BA\u03C4\u03B9\u03BA\u03AD\u03C2 \u03BA\u03B1\u03B9 \u03C0\u03BF\u03B9\u03B5\u03C2 \u03C0\u03B1\u03B3\u03AF\u03B4\u03B5\u03C2 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03AD\u03C7\u03B5\u03C4\u03B5
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u0395\u03C0\u03AD\u03BA\u03C4\u03B1\u03C3\u03B7 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD \u03C3\u03B5 \u03C3\u03C5\u03B3\u03BA\u03B5\u03BA\u03C1\u03B9\u03BC\u03AD\u03BD\u03B5\u03C2 \u03B1\u03C0\u03B1\u03B9\u03C4\u03AE\u03C3\u03B5\u03B9\u03C2
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0391\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7 \u0395\u03BB\u03AD\u03B3\u03C7\u03C9\u03BD
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03C3\u03BC\u03AD\u03BD\u03C9\u03BD \u03B5\u03BB\u03AD\u03B3\u03C7\u03C9\u03BD \u03AE \u03C3\u03C5\u03BD\u03B5\u03B9\u03C3\u03C6\u03BF\u03C1\u03AC \u03C3\u03B5 UI5
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u03A4\u03CD\u03C0\u03BF\u03B9 \u03BA\u03B1\u03B9 \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03B1 UI \u03B3\u03B9\u03B1 \u03C3\u03C5\u03C7\u03BD\u03AE \u03C7\u03C1\u03AE\u03C3\u03B7 \u03C4\u03CD\u03C0\u03C9\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03BA\u03B1\u03B9 \u03B2\u03B5\u03BB\u03C4\u03AF\u03C9\u03C3\u03B7 \u03B4\u03B9\u03B1\u03B4\u03C1\u03B1\u03C3\u03C4\u03B9\u03BA\u03CE\u03BD \u03B1\u03BD\u03B1\u03BB\u03C5\u03C4\u03B9\u03BA\u03CE\u03BD \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03C4\u03C5\u03B1\u03BA\u03CE\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u0392\u03B1\u03C3\u03B9\u03BA\u03AC \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u0388\u03BD\u03BD\u03BF\u03B9\u03B5\u03C2 \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2, \u03CC\u03C0\u03C9\u03C2 MVC, \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03BA\u03B1\u03B9 \u03C3\u03C5\u03C3\u03C4\u03B1\u03C4\u03B9\u03BA\u03AC
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u03A0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03A3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AC \u03BC\u03B5 \u0395\u03BB\u03AD\u03B3\u03C7\u03BF\u03C5\u03C2
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=\u03A0\u03C1\u03BF\u03C3\u03B8\u03AE\u03BA\u03B7 \u03C3\u03C4\u03B7\u03BD \u03B1\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API

TOPIC_DETAIL_BACK_BTN=\u03A0\u03AF\u03C3\u03C9 \u03C3\u03B5 \u0391\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1 \u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7\u03C2
TOPIC_DETAIL_EDIT_GITHUB=\u0395\u03C0\u03B5\u03BE\u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1 \u03C3\u03B5 GitHub
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u0395\u03C0\u03B5\u03BE\u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1 \u03B1\u03C5\u03C4\u03AE\u03C2 \u03C4\u03B7\u03C2 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2 \u03C3\u03B5 GitHub
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u03B1\u03C5\u03C4\u03BF\u03CD \u03C4\u03BF\u03C5 \u03B5\u03B3\u03B3\u03C1\u03AC\u03C6\u03BF\u03C5 \u03C3\u03B5 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C0\u03BB\u03AE\u03C1\u03BF\u03C5\u03C2 \u03BF\u03B8\u03CC\u03BD\u03B7\u03C2

TOPIC_MASTER_FILTER_PLACEHOLDER=\u03A6\u03AF\u03BB\u03C4\u03C1\u03BF
TOPIC_MASTER_EXPAND_TOOLTIP=\u0395\u03C0\u03AD\u03BA\u03C4\u03B1\u03C3\u03B7 \u039F\u03BB\u03C9\u03BD
TOPIC_MASTER_COLAPSE_TOOLTIP=\u03A3\u03CD\u03BC\u03C0\u03C4\u03C5\u03BE\u03B7 \u039F\u03BB\u03C9\u03BD
TOPIC_MASTER_NO_DATA_TEXT=\u039A\u03B1\u03BD\u03AD\u03BD\u03B1 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03BF, \u03B4\u03BF\u03BA\u03B9\u03BC\u03AC\u03C3\u03C4\u03B5 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03BA\u03B1\u03B8\u03BF\u03BB\u03B9\u03BA\u03AE \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7

ENTITY_ABOUT=\u03A3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AC \u03BC\u03B5
ENTITY_SAMPLES=\u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1 ({0})
ENITITY_API=\u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API\:
ENTITY_DOCUMENTATION=\u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7\:
ENTITY_UX=\u039F\u03B4\u03B7\u03B3\u03AF\u03B5\u03C2 UX\:
ENTITY_EXTENDS=\u0395\u03C0\u03B5\u03BA\u03C4\u03AC\u03C3\u03B5\u03B9\u03C2\:
ENTITY_COMPONENT=\u03A3\u03C5\u03C3\u03C4\u03B1\u03C4\u03B9\u03BA\u03CC \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
ENTITY_SINCE=\u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03BF \u0391\u03C0\u03CC
ENTITY_CATEGORY=\u039A\u03B1\u03C4\u03B7\u03B3\u03BF\u03C1\u03AF\u03B1
ENTITY_DENSITY=\u03A0\u03C5\u03BA\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1 \u03A0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
ENTITY_DEPRECATED=\u0394\u03B5\u03BD \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9
ENTITY_FULLSCREEN_TOOLTIP=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u03B1\u03C5\u03C4\u03BF\u03CD \u03C4\u03BF\u03C5 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C3\u03B5 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C0\u03BB\u03AE\u03C1\u03BF\u03C5\u03C2 \u03BF\u03B8\u03CC\u03BD\u03B7\u03C2
ENTITY_BACK_BTN=\u03A0\u03AF\u03C3\u03C9 \u03C3\u03B5 \u0391\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1 \u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7\u03C2
ENTITY_TABLE_NAME=\u039F\u03BD\u03BF\u03BC\u03B1
ENTITY_TABLE_DESCRIPTION=\u03A0\u03B5\u03C1\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE

CONTROLS_PAGE_TITLE=\u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1
CONTROLS_PAGE_DESC=\u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u03BA\u03B1\u03B9 \u03BB\u03AE\u03C8\u03B7 \u03B4\u03B5\u03B9\u03B3\u03BC\u03AC\u03C4\u03C9\u03BD \u03BA\u03C9\u03B4\u03B9\u03BA\u03BF\u03CD
CONTROLS_FEATURED_CONTROLS=\u0395\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03BF\u03B9 \u0388\u03BB\u03B5\u03B3\u03C7\u03BF\u03B9
CONTROLS_LAYOUT_PAGES=\u0394\u03B9\u03AC\u03C4\u03B1\u03BE\u03B7 & \u03A3\u03B5\u03BB\u03AF\u03B4\u03B5\u03C2
CONTROLS_TEXT_1=\u0391\u03BB\u03BB\u03B7\u03BB\u03B5\u03C0\u03AF\u03B4\u03C1\u03B1\u03C3\u03B7 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7
CONTROLS_TEXT_2=\u0394\u03B9\u03AC\u03C6\u03BF\u03C1\u03B5\u03C2 \u03B4\u03BF\u03BC\u03AD\u03C2 \u03BB\u03AF\u03C3\u03C4\u03B1\u03C2
CONTROLS_TEXT_3=\u0391\u03C0\u03BB\u03BF\u03AF \u03AE \u03C0\u03B9\u03BF \u03B4\u03C5\u03BD\u03B1\u03BC\u03B9\u03BA\u03BF\u03AF \u03C0\u03AF\u03BD\u03B1\u03BA\u03B5\u03C2
CONTROLS_TEXT_4=\u0394\u03B9\u03AC\u03BB\u03BF\u03B3\u03BF\u03B9 \u03BA\u03B1\u03B9 \u03B1\u03BD\u03B1\u03B4\u03C5\u03CC\u03BC\u03B5\u03BD\u03B1 \u03C0\u03B1\u03C1\u03AC\u03B8\u03C5\u03C1\u03B1
CONTROLS_TEXT_5=\u03A0\u03BB\u03B1\u03BA\u03AF\u03B4\u03B9\u03B1 \u03B3\u03B9\u03B1 \u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03B1, \u03B5\u03B9\u03BA\u03CC\u03BD\u03B5\u03C2 \u03AE \u03B3\u03C1\u03B1\u03C6\u03AE\u03BC\u03B1\u03C4\u03B1, \u03B3\u03B9\u03B1 \u03C0\u03B1\u03C1\u03AC\u03B4\u03B5\u03B9\u03B3\u03BC\u03B1
CONTROLS_TEXT_6=\u0395\u03B9\u03B4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7
CONTROLS_TEXT_7=\u0393\u03C1\u03B1\u03BC\u03BC\u03AD\u03C2 \u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03C9\u03BD \u03BA\u03B1\u03B9 \u03BA\u03B5\u03C6\u03B1\u03BB\u03AF\u03B4\u03B5\u03C2
CONTROLS_TEXT_8=\u0391\u03BD\u03B1\u03C0\u03B1\u03C1\u03AC\u03C3\u03C4\u03B1\u03C3\u03B7 \u03B9\u03B5\u03C1\u03B1\u03C1\u03C7\u03B9\u03BA\u03CE\u03BD \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
CONTROLS_TEXT_9=\u0388\u03BB\u03B5\u03B3\u03C7\u03BF\u03B9 \u03BA\u03B1\u03B8\u03BF\u03B4\u03B7\u03B3\u03BF\u03CD\u03BC\u03B5\u03BD\u03BF\u03B9 \u03B1\u03C0\u03CC \u03BC\u03B5\u03C4\u03B1\u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03B1
CONTROLS_TEXT_10=\u039F\u03C0\u03C4\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C4\u03BF\u03C0\u03BF\u03B8\u03B5\u03C3\u03AF\u03B1\u03C2
CONTROLS_TEXT_11=\u039F\u03C0\u03C4\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
CONTROLS_TEXT_12=\u0391\u03BB\u03BB\u03B7\u03BB\u03B5\u03C0\u03B9\u03B4\u03C1\u03AC\u03C3\u03B5\u03B9\u03C2 \u03B2\u03AC\u03C3\u03B5\u03B9 \u03B2\u03AE\u03BC\u03B1\u03C4\u03BF\u03C2
CONTROLS_TEXT_13=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7, \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03AE \u03B5\u03C0\u03B5\u03BE\u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1 \u03B1\u03BD\u03C4\u03B9\u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03C9\u03BD
CONTROLS_TEXT_14=\u03A3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03BC\u03B5 \u03C4\u03AF\u03C4\u03BB\u03BF, \u03BA\u03B5\u03C6\u03B1\u03BB\u03AF\u03B4\u03B1 \u03BA\u03B1\u03B9 \u03C0\u03B5\u03C1\u03B9\u03BF\u03C7\u03AE \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
CONTROLS_TEXT_15=\u03A3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03BC\u03B5 \u03BC\u03AD\u03C7\u03C1\u03B9 3 \u03C3\u03C4\u03AE\u03BB\u03B5\u03C2
CONTROLS_TEXT_16=\u0394\u03B9\u03AC\u03C4\u03B1\u03BE\u03B7 \u03B4\u03CD\u03BF \u03C3\u03C4\u03B7\u03BB\u03CE\u03BD

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u03A6\u03AF\u03BB\u03C4\u03C1\u03BF
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u039F\u03BC\u03AC\u03B4\u03B1 / \u03A6\u03AF\u03BB\u03C4\u03C1\u03BF
CONTROLS_MASTER_NO_DATA_TEXT=\u039A\u03B1\u03BD\u03AD\u03BD\u03B1 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03BF, \u03B4\u03BF\u03BA\u03B9\u03BC\u03AC\u03C3\u03C4\u03B5 \u03C4\u03B7\u03BD \u03BA\u03B1\u03B8\u03BF\u03BB\u03B9\u03BA\u03AE \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7.

CODE_BACK_BTN_TOOLTIP=\u03A0\u03AF\u03C3\u03C9 \u03C3\u03B5 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1
CODE_API_REFERENCE=\u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API
CODE_DOWNLOAD_BTN=\u039B\u03AE\u03C8\u03B7

CHANGE_VERSION_DIALOG_TITLE=\u0391\u03BB\u03BB\u03B1\u03B3\u03AE \u0388\u03BA\u03B4\u03BF\u03C3\u03B7\u03C2
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u039A\u03BB\u03B5\u03AF\u03C3\u03B9\u03BC\u03BF

APP_SETTINGS_DIALOG_TITLE=\u03A1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2
APP_SETTINGS_DIALOG_THEME=\u0398\u03AD\u03BC\u03B1\:
APP_SETTINGS_DIALOG_LANGUAGE=\u0393\u03BB\u03CE\u03C3\u03C3\u03B1
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u03A0\u03C1\u03BF\u03C4\u03B9\u03BC\u03AE\u03C3\u03B5\u03B9\u03C2 Cookie
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u039D\u03B1 \u03B8\u03C5\u03BC\u03AC\u03C3\u03C4\u03B5 \u03CC\u03C4\u03B9 \u03B7 \u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03B7 \u03B3\u03BB\u03CE\u03C3\u03C3\u03B1 \u03B9\u03C3\u03C7\u03CD\u03B5\u03B9 \u03BC\u03CC\u03BD\u03BF \u03C3\u03C4\u03B7 \u03B4\u03B9\u03B1\u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 \u03C4\u03B7\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2 Demo Kit.\u03A4\u03BF \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03CC\u03BC\u03B5\u03BD\u03BF \u03C0\u03B1\u03C1\u03AD\u03C7\u03B5\u03C4\u03B1\u03B9 \u03C3\u03C4\u03B7\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u03C3\u03C4\u03B9\u03C2 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AD\u03C2 \u03B5\u03BD\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2, \u03CC\u03C0\u03C9\u03C2 Documentation, API Reference \u03BA\u03B1\u03B9 Samples \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03BF \u03BC\u03CC\u03BD\u03BF \u03C3\u03C4\u03B1 \u0391\u03B3\u03B3\u03BB\u03B9\u03BA\u03AC.
APP_SETTINGS_DIALOG_DENSITY=\u03A0\u03C5\u03BA\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1 \u03A0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD\:
APP_SETTINGS_DIALOG_READ_MORE=\u0391\u03BD\u03AC\u03B3\u03BD\u03C9\u03C3\u03B7 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03C9\u03BD \u03C3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AC \u03BC\u03B5 \u03C4\u03B7\u03BD \u03C0\u03C5\u03BA\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1 \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
APP_SETTINGS_DIALOG_RTL=\u039B\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03B1\u03C0\u03CC \u0394\u03B5\u03BE\u03B9\u03AC \u03C0\u03C1\u03BF\u03C2 \u0391\u03C1\u03B9\u03C3\u03C4\u03B5\u03C1\u03AC\:
APP_SETTINGS_DIALOG_OK_BTN=\u039F\u039A
APP_SETTINGS_DIALOG_CANCEL_BTN=\u0391\u03BA\u03CD\u03C1\u03C9\u03C3\u03B7

COOKIE_SETTINGS_DIALOG_TITLE=\u039F\u03B9 \u03A1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2 Cookie
COOKIE_SETTINGS_DIALOG_SUMMARY=\u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03BF\u03CD\u03BC\u03B5 cookies \u03BA\u03B1\u03B9 SAP Web Analytics \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B2\u03B5\u03BB\u03C4\u03B9\u03CE\u03C3\u03BF\u03C5\u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03BC\u03C0\u03B5\u03B9\u03C1\u03AF\u03B1 \u03C3\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03BC\u03B1\u03C2. \u0391\u03BD \u03C3\u03C5\u03BD\u03B5\u03C7\u03AF\u03C3\u03B5\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C5\u03C4\u03CC\u03BD \u03C4\u03BF\u03BD \u03B9\u03C3\u03C4\u03CC\u03C4\u03BF\u03C0\u03BF, \u03C4\u03CC\u03C4\u03B5 \u03C3\u03C5\u03BD\u03B1\u03B9\u03BD\u03B5\u03AF\u03C4\u03B5 \u03C3\u03C4\u03B7 \u03C7\u03C1\u03AE\u03C3\u03B7 \u03C4\u03C9\u03BD cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u0391\u03C0\u03B1\u03B9\u03C4\u03BF\u03CD\u03BC\u03B5\u03BD\u03B1 Cookies
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0391\u03C5\u03C4\u03AC \u03C4\u03B1 cookies \u03B1\u03C0\u03B1\u03B9\u03C4\u03BF\u03CD\u03BD\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B2\u03B1\u03C3\u03B9\u03BA\u03AE \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03BF\u03CD\u03BC\u03B5 cookies \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B2\u03B5\u03BB\u03C4\u03B9\u03CE\u03C3\u03BF\u03C5\u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03BC\u03C0\u03B5\u03B9\u03C1\u03AF\u03B1 \u03C3\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03BC\u03B1\u03C2. \u0391\u03BD \u03C3\u03C5\u03BD\u03B5\u03C7\u03AF\u03C3\u03B5\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1, \u03C4\u03CC\u03C4\u03B5 \u03C3\u03C5\u03BD\u03B1\u03B9\u03BD\u03B5\u03AF\u03C4\u03B5 \u03C3\u03C4\u03B7 \u03C7\u03C1\u03AE\u03C3\u03B7 \u03C4\u03C9\u03BD cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u039B\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03B9\u03BA\u03AC Cookies
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0391\u03C5\u03C4\u03AC \u03C4\u03B1 cookies \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03BF\u03CD\u03BD\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B1\u03BD\u03AC\u03BB\u03C5\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C7\u03C1\u03AE\u03C3\u03B7\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF\u03BD \u03C3\u03BA\u03BF\u03C0\u03CC \u03BC\u03AD\u03C4\u03C1\u03B7\u03C3\u03B7\u03C2 \u03BA\u03B1\u03B9 \u03B2\u03B5\u03BB\u03C4\u03AF\u03C9\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u03B1\u03C0\u03CC\u03B4\u03BF\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0391\u03C5\u03C4\u03AE \u03B7 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF SAP Web Analytics \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B1\u03BD\u03B1\u03BB\u03CD\u03C3\u03B5\u03B9 \u03C4\u03BF\u03BD \u03C4\u03C1\u03CC\u03C0\u03BF \u03C0\u03BF\u03C5 \u03BF\u03B9 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B5\u03C2 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03BF\u03CD\u03BD \u03C4\u03B7\u03BD \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1. \u039F\u03B9 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 \u03C0\u03BF\u03C5 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03BF\u03CD\u03BD\u03C4\u03B1\u03B9 (\u03C3\u03C5\u03BC\u03C0\u03B5\u03C1\u03B9\u03BB\u03B1\u03BC\u03B2\u03B1\u03BD\u03BF\u03BC\u03AD\u03BD\u03BF\u03C5 \u03BC\u03AD\u03C1\u03BF\u03C5\u03C2 \u03C4\u03B7\u03C2 \u03B4/\u03BD\u03C3\u03B7\u03C2 IP \u03BA\u03B1\u03B9 \u03C4\u03BF\u03C5 ID \u03C0\u03C1\u03BF\u03B3\u03C1/\u03C4\u03BF\u03C2 \u03C0\u03B5\u03C1\u03B9\u03AE\u03B3\u03B7\u03C3\u03B7\u03C2) \u03B8\u03B1 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B9\u03B2\u03B1\u03C3\u03C4\u03B5\u03AF \u03C3\u03B5 \u03BA\u03B1\u03B9 \u03B8\u03B1 \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03C5\u03C4\u03B5\u03AF \u03B1\u03C0\u03CC \u03C4\u03B7 SAP \u03C3\u03C4\u03BF\u03C5\u03C2 \u03B4\u03B9\u03B1\u03BA\u03BF\u03BC\u03B9\u03C3\u03C4\u03AD\u03C2 \u03C4\u03B9\u03C2. \u03A4\u03B1 Cookies \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03BF\u03CD\u03BD\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03C4\u03B1\u03C5\u03C4\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03BF\u03C5\u03BD \u03C4\u03B7\u03BD \u03B5\u03C0\u03B1\u03BD\u03B1\u03BB\u03B1\u03BC\u03B2\u03B1\u03BD\u03CC\u03BC\u03B5\u03BD\u03B7 \u03B5\u03C0\u03AF\u03C3\u03BA\u03B5\u03C8\u03AE \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03C4\u03B7\u03BD \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03C4\u03B7\u03C2 \u03B5\u03C0\u03AF\u03C3\u03BA\u03B5\u03C8\u03AE\u03C2 \u03C3\u03B1\u03C2. \u0391\u03C5\u03C4\u03AD\u03C2 \u03BF\u03B9 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 \u03B8\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03BF\u03CD\u03BD \u03BC\u03CC\u03BD\u03BF \u03B3\u03B9\u03B1 \u03C4\u03BF \u03C3\u03BA\u03BF\u03C0\u03CC \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u03C7\u03C1\u03AE\u03C3\u03B7\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03C4\u03B7 \u03C3\u03C5\u03BC\u03BC\u03CC\u03C1\u03C6\u03C9\u03C3\u03B7 \u03BC\u03B5 \u03C4\u03B9\u03C2 \u03B1\u03BD\u03B1\u03C6\u03BF\u03C1\u03AD\u03C2 \u03C3\u03C4\u03B7 \u03B4\u03C1\u03B1\u03C3\u03C4\u03B7\u03C1\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF\u03C5\u03C2 \u03C7\u03B5\u03B9\u03C1\u03B9\u03C3\u03C4\u03AD\u03C2 \u03C4\u03B9\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2 - \u03BA\u03B1\u03B9 \u03C4\u03B5\u03BB\u03B9\u03BA\u03AC, \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B2\u03B5\u03BB\u03C4\u03AF\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2. \u0391\u03BD \u03B8\u03AD\u03BB\u03B5\u03C4\u03B5 \u03BD\u03B1 \u03C3\u03C5\u03BD\u03B1\u03B9\u03BD\u03AD\u03C3\u03B5\u03C4\u03B5 \u03C3\u03C4\u03BF\u03BD \u03B5\u03BD\u03C4\u03BF\u03C0\u03B9\u03C3\u03BC\u03CC \u03C4\u03BF\u03C5 SAP Web Analytics, \u03BA\u03B1\u03B8\u03BF\u03C1\u03AF\u03C3\u03C4\u03B5 \u03C4\u03B7\u03BD \u03C0\u03C1\u03BF\u03C4\u03AF\u03BC\u03B7\u03C3\u03AE \u03C3\u03B1\u03C2 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C4\u03BF \u03BA\u03BF\u03C5\u03BC\u03C0\u03AF \u00AB\u0395\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03C4\u03B1\u03B9\u00BB \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9. \u039C\u03B5 \u03C4\u03B7 \u03C3\u03C5\u03BD\u03B1\u03AF\u03BD\u03B5\u03C3\u03AE \u03C3\u03B1\u03C2, \u03C3\u03C5\u03BC\u03C6\u03C9\u03BD\u03B5\u03AF\u03C4\u03B5 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B5\u03C0\u03B5\u03BE\u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1 \u03C4\u03C9\u03BD \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03B1\u03BD\u03B1\u03BB\u03C5\u03C4\u03B9\u03BA\u03AE\u03C2 \u03C3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AC \u03BC\u03B5 \u03B5\u03C3\u03AC\u03C2 \u03BC\u03B5 \u03C4\u03BF\u03BD \u03C4\u03C1\u03CC\u03C0\u03BF \u03BA\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03C4\u03BF\u03C5\u03C2 \u03C3\u03BA\u03BF\u03C0\u03BF\u03CD\u03C2 \u03C0\u03BF\u03C5 \u03BF\u03C1\u03AF\u03C3\u03C4\u03B7\u03BA\u03B1\u03BD \u03C0\u03B1\u03C1\u03B1\u03C0\u03AC\u03BD\u03C9.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u03A0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B5\u03C2 \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0391\u03C0\u03BF\u03B4\u03BF\u03C7\u03AE \u038C\u03BB\u03C9\u03BD
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0391\u03C0\u03CC\u03C1\u03C1\u03B9\u03C8\u03B7 \u039F\u03BB\u03C9\u03BD
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u039A\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03A0\u03C1\u03BF\u03C4\u03B9\u03BC\u03AE\u03C3\u03B5\u03C9\u03BD
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0391\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7 \u03A0\u03C1\u03BF\u03C4\u03B9\u03BC\u03AE\u03C3\u03B5\u03C9\u03BD
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0391\u03BA\u03CD\u03C1\u03C9\u03C3\u03B7

EMPTY_TEXT=\u039A\u03B5\u03BD\u03CC

DOWNLOADS_TEXT=\u039B\u03AE\u03C8\u03B5\u03B9\u03C2

DEMO_APPS_TEXT=\u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 Demo
DEMO_APPS_DOWNLOAD_BTN=\u039B\u03AE\u03C8\u03B7
DEMO_APPS_READ_MORE_BTN=\u0394\u03B9\u03B1\u03B2\u03AC\u03C3\u03C4\u03B5 \u03A0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1
DEMO_APPS_IMAGE_PHONE=\u0395\u03B9\u03BA\u03CC\u03BD\u03B1 \u03C6\u03CC\u03BD\u03C4\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BB\u03AD\u03C6\u03C9\u03BD\u03B1
DEMO_APPS_IMAGE_DESKTOP=\u0395\u03B9\u03BA\u03CC\u03BD\u03B1 \u03C6\u03CC\u03BD\u03C4\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03AD\u03C2
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=\u039B\u03AE\u03C8\u03B7 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD Demo
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=\u0391\u03BA\u03CD\u03C1\u03C9\u03C3\u03B7
DEMO_APPS_CATEGORY_TUTORIAL=\u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 Demo \u03BC\u03B5 \u03A0\u03C1\u03BF\u03B3\u03C1\u03AC\u03BC\u03BC\u03B1\u03C4\u03B1 \u0395\u03BA\u03BC\u03AC\u03B8\u03B7\u03C3\u03B7\u03C2
DEMO_APPS_CATEGORY_SHOWCASE=\u0395\u03BD\u03BD\u03BF\u03B9\u03B5\u03C2 UI5 \u03C3\u03B5 \u03A0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03B9\u03BA\u03AC \u03A3\u03B5\u03BD\u03AC\u03C1\u03B9\u03B1
DEMO_APPS_CATEGORY_TEMPLATE=\u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 \u03A0\u03C1\u03BF\u03C4\u03CD\u03C0\u03BF\u03C5
DEMO_APPS_CATEGORY_MISC=\u0394\u03B9\u03AC\u03C6\u03BF\u03C1\u03B5\u03C2 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 Demo
DEMO_APPS_CATEGORY_RTA=\u0395\u03C5\u03AD\u03BB\u03B9\u03BA\u03C4\u03B5\u03C2 \u0395\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 Demo SAPUI5
DEMO_APPS_LIBRARY=\u0392\u03B9\u03B2\u03BB\u03B9\u03BF\u03B8\u03AE\u03BA\u03B7 \u0395\u03BB\u03AD\u03B3\u03C7\u03BF\u03C5\:

LEGAL_DISCLAIMER_TITLE=\u039D\u03BF\u03BC\u03B9\u03BA\u03AE \u0391\u03C0\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u0395\u03C5\u03B8\u03C5\u03BD\u03CE\u03BD \u03B3\u03B9\u03B1 \u03A3\u03C5\u03BD\u03B4\u03AD\u03C3\u03BC\u03BF\u03C5\u03C2
LEGAL_DISCLAIMER_LABEL_1=\u03A3\u03CD\u03BD\u03B4\u03B5\u03C3\u03BC\u03BF\u03B9 \u03BC\u03B5 \u03C4\u03BF \u03B5\u03B9\u03BA\u03BF\u03BD\u03AF\u03B4\u03B9\u03BF
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 \u03C0\u03BF\u03C5 \u03B4\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03C4\u03B7\u03BA\u03B1\u03BD \u03C3\u03B5 \u03BC\u03B7 SAP \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1
LEGAL_DISCLAIMER_TEXT_1=\u0395\u03B9\u03C3\u03AD\u03C1\u03C7\u03B5\u03C3\u03C4\u03B5 \u03C3\u03B5 \u03AD\u03BD\u03B1\u03BD \u03B9\u03C3\u03C4\u03CC\u03C4\u03BF\u03C0\u03BF \u03C0\u03BF\u03C5 \u03B4\u03B5\u03BD \u03C6\u03B9\u03BB\u03BF\u03BE\u03B5\u03BD\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7 SAP. \u039C\u03B5 \u03C4\u03B7\u03BD \u03C7\u03C1\u03AE\u03C3\u03B7 \u03B1\u03C5\u03C4\u03CE\u03BD \u03C4\u03C9\u03BD \u03C3\u03C5\u03BD\u03B4\u03AD\u03C3\u03BC\u03C9\u03BD, \u03C3\u03C5\u03BC\u03C6\u03C9\u03BD\u03B5\u03AF\u03C4\u03B5 (\u03B5\u03BA\u03C4\u03CC\u03C2 \u03B1\u03BD \u03B4\u03B7\u03BB\u03CE\u03BD\u03B5\u03C4\u03B1\u03B9 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AC \u03C3\u03C4\u03B9\u03C2 \u03C3\u03C5\u03BC\u03B2\u03AC\u03C3\u03B5\u03B9\u03C2 \u03C3\u03B1\u03C2 \u03BC\u03B5 \u03C4\u03B7 SAP) \u03C3\u03C4\u03B1 \u03B5\u03BE\u03AE\u03C2\:
LEGAL_DISCLAIMER_TEXT_2=- \u03A4\u03BF \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03CC\u03BC\u03B5\u03BD\u03BF \u03C4\u03B7\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7\u03C2 \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7 \u03C4\u03B7\u03C2 SAP. \u0394\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C3\u03C5\u03BD\u03AC\u03B3\u03B5\u03C4\u03B5 \u03B1\u03BE\u03B9\u03CE\u03C3\u03B5\u03B9\u03C2 \u03C0\u03C1\u03BF\u03CA\u03CC\u03BD\u03C4\u03C9\u03BD \u03AD\u03BD\u03B1\u03BD\u03C4\u03B9 \u03C4\u03B7\u03C2 SAP \u03B2\u03AC\u03C3\u03B5\u03B9 \u03B1\u03C5\u03C4\u03CE\u03BD \u03C4\u03C9\u03BD \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03CE\u03BD.
LEGAL_DISCLAIMER_TEXT_3=- \u0397 SAP \u03B4\u03B5\u03BD \u03C3\u03C5\u03BC\u03C6\u03C9\u03BD\u03B5\u03AF \u03AE \u03B4\u03B9\u03B1\u03C6\u03C9\u03BD\u03B5\u03AF \u03BC\u03B5 \u03C4\u03BF \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03CC\u03BC\u03B5\u03BD\u03BF \u03C4\u03B7\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2 \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03B7\u03C2, \u03BF\u03CD\u03C4\u03B5 \u03B7 SAP \u03B5\u03B3\u03B3\u03C5\u03AC\u03C4\u03B1\u03B9 \u03C4\u03B7 \u03B4\u03B9\u03B1\u03B8\u03B5\u03C3\u03B9\u03BC\u03CC\u03C4\u03B7\u03C4\u03B1 \u03BA\u03B1\u03B9 \u03C4\u03B7\u03BD \u03BF\u03C1\u03B8\u03CC\u03C4\u03B7\u03C4\u03B1.
LEGAL_DISCLAIMER_LABEL_2=\u03A3\u03CD\u03BD\u03B4\u03B5\u03C3\u03BC\u03BF\u03B9 \u03BC\u03B5 \u03C4\u03BF \u03B5\u03B9\u03BA\u03BF\u03BD\u03AF\u03B4\u03B9\u03BF
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=\u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 \u03C0\u03BF\u03C5 \u03B4\u03B7\u03BC\u03BF\u03C3\u03B9\u03B5\u03CD\u03C4\u03B7\u03BA\u03B1\u03BD \u03C3\u03B5 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 SAP
LEGAL_DISCLAIMER_TEXT_4=\u0391\u03C0\u03BF\u03C7\u03C9\u03C1\u03B5\u03AF\u03C4\u03B5 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7 \u03B3\u03B9\u03B1 \u03B1\u03C5\u03C4\u03CC \u03C4\u03BF \u03C3\u03C5\u03B3\u03BA\u03B5\u03BA\u03C1\u03B9\u03BC\u03AD\u03BD\u03BF \u03C0\u03C1\u03BF\u03CA\u03CC\u03BD \u03AE \u03C4\u03B7\u03BD \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 \u03C4\u03B7\u03C2 SAP \u03BA\u03B1\u03B9 \u03B5\u03B9\u03C3\u03AD\u03C1\u03C7\u03B5\u03C3\u03C4\u03B5 \u03C3\u03B5 \u03AD\u03BD\u03B1\u03BD \u03B9\u03C3\u03C4\u03CC\u03C4\u03BF\u03C0\u03BF \u03C0\u03BF\u03C5 \u03C6\u03B9\u03BB\u03BF\u03BE\u03B5\u03BD\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7 SAP. \u0391\u03BD \u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03B5\u03C4\u03B5 \u03B1\u03C5\u03C4\u03BF\u03CD\u03C2 \u03C4\u03BF\u03C5\u03C2 \u03C3\u03C5\u03BD\u03B4\u03AD\u03C3\u03BC\u03BF\u03C5\u03C2, \u03C3\u03C5\u03BC\u03C6\u03C9\u03BD\u03B5\u03AF\u03C4\u03B5 \u03CC\u03C4\u03B9 (\u03B5\u03BA\u03C4\u03CC\u03C2 \u03B1\u03BD \u03AD\u03C7\u03B5\u03B9 \u03B4\u03B7\u03BB\u03C9\u03B8\u03B5\u03AF \u03C1\u03B7\u03C4\u03CE\u03C2 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AC \u03C3\u03C4\u03B9\u03C2 \u03C3\u03C5\u03BC\u03B2\u03AC\u03C3\u03B5\u03B9\u03C2 \u03C3\u03B1\u03C2 \u03BC\u03B5 \u03C4\u03B7 SAP) \u03B4\u03B5\u03BD \u03B8\u03B1 \u03C3\u03C5\u03BD\u03AC\u03B3\u03B5\u03C4\u03B5 \u03B1\u03BE\u03B9\u03CE\u03C3\u03B5\u03B9\u03C2 \u03C0\u03C1\u03BF\u03CA\u03CC\u03BD\u03C4\u03C9\u03BD \u03AD\u03BD\u03B1\u03BD\u03C4\u03B9 \u03C4\u03B7\u03C2 SAP \u03B2\u03AC\u03C3\u03B5\u03B9 \u03B1\u03C5\u03C4\u03CE\u03BD \u03C4\u03C9\u03BD \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03CE\u03BD.

VIEW_SETTINGS_DIALOG_ITEM_1=\u0391\u03BB\u03C6\u03B1\u03B2\u03B7\u03C4\u03B9\u03BA\u03AC
VIEW_SETTINGS_DIALOG_ITEM_2=\u039A\u03B1\u03C4\u03B7\u03B3\u03BF\u03C1\u03AF\u03B1
VIEW_SETTINGS_DIALOG_ITEM_3=\u03A0\u03C5\u03BA\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1 \u03A0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
VIEW_SETTINGS_DIALOG_ITEM_4=\u03A7\u03CE\u03C1\u03BF\u03C2 \u03BF\u03BD\u03BF\u03BC\u03AC\u03C4\u03C9\u03BD
VIEW_SETTINGS_DIALOG_ITEM_5=\u0395\u03BA\u03B4\u03BF\u03C3\u03B7

SAMPLE_BACK_BTN_TOOLTIP=\u03A0\u03AF\u03C3\u03C9 \u03C3\u03B5 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1
SAMPLE_INFO_TOOLTIP=\u03A3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03BF\u03C2
SAMPLE_API_REFERENCE_BTN=\u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API
SAMPLE_PREV_BTN_TOOLTIP=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u03C0\u03C1\u03BF\u03B7\u03B3\u03BF\u03CD\u03BC\u03B5\u03BD\u03BF\u03C5 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03BF\u03C2
SAMPLE_NEXT_BTN_TOOLTIP=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u03B5\u03C0\u03CC\u03BC\u03B5\u03BD\u03BF\u03C5 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03BF\u03C2
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u03B1\u03C5\u03C4\u03BF\u03CD \u03C4\u03BF\u03C5 \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C3\u03B5 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C0\u03BB\u03AE\u03C1\u03BF\u03C5\u03C2 \u03BF\u03B8\u03CC\u03BD\u03B7\u03C2
SAMPLE_ADAPT_BTN_TOOLTIP=\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE UI
SAMPLE_CODE_BTN_TOOLTIP=\u0395\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7 \u03BA\u03CE\u03B4\u03B9\u03BA\u03B1 \u03C0\u03C1\u03BF\u03AD\u03BB\u03B5\u03C5\u03C3\u03B7\u03C2 \u03B3\u03B9\u03B1 \u03B1\u03C5\u03C4\u03CC \u03C4\u03BF \u03B4\u03B5\u03AF\u03B3\u03BC\u03B1
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u0391\u03BD\u03BF\u03B9\u03B3\u03BC\u03B1 \u03C3\u03B5 \u03BD\u03AD\u03B1 \u03BA\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u039B\u03AE\u03C8\u03B7

RELEASE_NOTES_TITLE=\u0391\u03BB\u03BB\u03B1\u03B3\u03AE \u0397\u03BC\u03B5\u03C1\u03BF\u03BB\u03BF\u03B3\u03AF\u03BF\u03C5

SEARCH_PAGE_TITLE=\u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u0391\u03C0\u03BF\u03C4\u03B5\u03BB\u03B5\u03C3\u03BC\u03AC\u03C4\u03C9\u03BD \u03B3\u03B9\u03B1 \u00AB{0}\u00BB
SEARCH_PAGE_DESCRIPTION=\u0397 \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03B5\u03C3\u03BC\u03AC\u03C4\u03C9\u03BD \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03C3\u03B5 \u03BA\u03B1\u03C4\u03B7\u03B3\u03BF\u03C1\u03AF\u03B5\u03C2.
SEARCH_PAGE_ALL_SECTION_TITLE=\u038C\u03BB\u03B1 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=10 \u039A\u03BF\u03C1\u03C5\u03C6\u03B1\u03AF\u03B1 \u0391\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=10 \u039A\u03BF\u03C1\u03C5\u03C6\u03B1\u03AF\u03B1 \u0391\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7
SEARCH_SUGGESTIONS_TITLE_SAMPLES=10 \u039A\u03BF\u03C1\u03C5\u03C6\u03B1\u03AF\u03B1 \u0391\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1 \u03B1\u03C0\u03CC \u03C4\u03B1 \u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1
SEARCH_SUGGESTIONS_TITLE_ALL=10 \u039A\u03BF\u03C1\u03C5\u03C6\u03B1\u03AF\u03B1 \u0391\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03B1 \u03B1\u03C0\u03CC \u038C\u03BB\u03B1
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u038C\u03BB\u03B1
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u0394\u03B5\u03AF\u03C4\u03B5 \u039F\u03BB\u03B1
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7
SEARCH_SUGGESTIONS_API_SECTION_TITLE=\u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u038C\u03BB\u03B1 ({0} \u03B1\u03C0\u03CC {1})
SEARCH_PAGE_API_SECTION_TITLE=\u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=\u0391\u03BD\u03B1\u03C6\u03BF\u03C1\u03AC API ({0} \u03B1\u03C0\u03CC {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7 ({0} \u03B1\u03C0\u03CC {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1 ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u0394\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1 ({0} \u03B1\u03C0\u03CC {1})

RELEASE_DIALOG_TITLE=\u0397\u03BC/\u03B3\u03B9\u03BF \u03B1\u03BB\u03BB\u03B1\u03B3\u03CE\u03BD \u03B3\u03B9\u03B1\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u039A\u03BB\u03B5\u03AF\u03C3\u03B9\u03BC\u03BF
RELEASE_DIALOG_NO_DATA_TEXT=\u039A\u03B1\u03BC\u03AF\u03B1 \u03B1\u03BB\u03BB\u03B1\u03B3\u03AE \u03B3\u03B9\u03B1 \u03B1\u03C5\u03C4\u03AE\u03BD \u03C4\u03B7 \u03B2\u03B9\u03B2\u03BB\u03B9\u03BF\u03B8\u03AE\u03BA\u03B7.

ABOUT_DIALOG_TITLE=\u03A3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AC \u03BC\u03B5
ABOUT_DIALOG_TEXT_1=UI5 Demo Kit - UI Development Toolkit for HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2021 SAP SE. \u039C\u03B5 \u03B5\u03C0\u03B9\u03C6\u03CD\u03BB\u03B1\u03BE\u03B7 \u03BA\u03AC\u03B8\u03B5 \u03BD\u03CC\u03BC\u03B9\u03BC\u03BF\u03C5 \u03B4\u03B9\u03BA\u03B1\u03B9\u03CE\u03BC\u03B1\u03C4\u03BF\u03C2.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE \u03AE \u03B8\u03C5\u03B3\u03B1\u03C4\u03C1\u03B9\u03BA\u03AE\u03C2 \u03B5\u03C4\u03B1\u03B9\u03C1\u03AF\u03B1\u03C2 \u03C4\u03B7\u03C2 SAP.
ABOUT_DIALOG_TEXT_4={0} \u0388\u03BA\u03B4\u03BF\u03C3\u03B7 {1}
ABOUT_DIALOG_TEXT_5=\u0386\u03BD\u03BF\u03B9\u03B3\u03BC\u03B1 \u0388\u03BA\u03B4\u03BF\u03C3\u03B7\u03C2 UI5 {0}
ABOUT_DIALOG_TEXT_6=\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03BB\u03BF\u03B3\u03B9\u03C3\u03BC\u03B9\u03BA\u03CC \u03C0\u03B5\u03C1\u03B9\u03BB\u03B1\u03BC\u03B2\u03AC\u03BD\u03B5\u03B9 \u03C4\u03B9\u03C2 \u03B1\u03BA\u03CC\u03BB\u03BF\u03C5\u03B8\u03B5\u03C2 \u03B5\u03BA\u03B4\u03CC\u03C3\u03B5\u03B9\u03C2 \u03B2\u03B9\u03B2\u03BB\u03B9\u03BF\u03B8\u03AE\u03BA\u03B7\u03C2
ABOUT_DIALOG_LINK_1=\u03A3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u0388\u03BA\u03B4\u03BF\u03C3\u03B7\u03C2
ABOUT_DIALOG_TEXT_7=\u0391\u03C5\u03C4\u03CC \u03C4\u03BF \u03BB\u03BF\u03B3\u03B9\u03C3\u03BC\u03B9\u03BA\u03CC \u03C0\u03B5\u03C1\u03B9\u03BB\u03B1\u03BC\u03B2\u03AC\u03BD\u03B5\u03B9 \u03BB\u03BF\u03B3\u03B9\u03C3\u03BC\u03B9\u03BA\u03CC \u03B1\u03BD\u03BF\u03B9\u03C7\u03C4\u03BF\u03CD \u03BA\u03CE\u03B4\u03B9\u03BA\u03B1 \u03C4\u03C1\u03AF\u03C4\u03BF\u03C5.
ABOUT_DIALOG_TEXT_8=\u03A3\u03C5\u03BC\u03C0\u03B5\u03C1\u03B9\u03BB\u03B1\u03BC\u03B2\u03B1\u03BD\u03CC\u03BC\u03B5\u03BD\u03BF \u039B\u03BF\u03B3\u03B9\u03C3\u03BC\u03B9\u03BA\u03CC \u03A4\u03C1\u03AF\u03C4\u03BF\u03C5
ABOUT_DIALOG_VERSION_TITLE=\u03A3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u0388\u03BA\u03B4\u03BF\u03C3\u03B7\u03C2
ABOUT_DIALOG_VERSION=\u0395\u03BA\u03B4\u03BF\u03C3\u03B7
ABOUT_DIALOG_DESCRIPTION=\u03A0\u03B5\u03C1\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE
ABOUT_DIALOG_CHANGE_LOG=\u0391\u03BB\u03BB\u03B1\u03B3\u03AE \u0397\u03BC\u03B5\u03C1\u03BF\u03BB\u03BF\u03B3\u03AF\u03BF\u03C5
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0391\u03BB\u03BB\u03B1\u03B3\u03AE \u0397\u03BC\u03B5\u03C1\u03BF\u03BB\u03BF\u03B3\u03AF\u03BF\u03C5
ABOUT_DIALOG_COMPONENT=\u03A3\u03C5\u03C3\u03C4\u03B1\u03C4\u03B9\u03BA\u03CC
ABOUT_DIALOG_CLOSE_BTN=\u039A\u03BB\u03B5\u03AF\u03C3\u03B9\u03BC\u03BF
ABOUT_DIALOG_THIRD_PARTY=\u03A3\u03C5\u03BC\u03C0\u03B5\u03C1\u03B9\u03BB\u03B1\u03BC\u03B2\u03B1\u03BD\u03CC\u03BC\u03B5\u03BD\u03BF \u039B\u03BF\u03B3\u03B9\u03C3\u03BC\u03B9\u03BA\u03CC \u03A4\u03C1\u03AF\u03C4\u03BF\u03C5

FOOTER_LEGAL_DISCOLURE=\u039D\u03BF\u03BC\u03B9\u03BA\u03AE \u0391\u03C0\u03BF\u03BA\u03AC\u03BB\u03C5\u03C8\u03B7
FOOTER_PRIVACY=\u03A0\u03C1\u03BF\u03C3\u03C4\u03B1\u03C3\u03AF\u03B1 \u03C0\u03C1\u03BF\u03C3\u03C9\u03C0\u03B9\u03BA\u03CE\u03BD \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD
FOOTER_TERMS=\u039F\u03C1\u03BF\u03B9 \u03A7\u03C1\u03AE\u03C3\u03B7\u03C2
FOOTER_LICENSE=\u0391\u03B4\u03B5\u03B9\u03B1

NOT_FOUND_TITLE=\u0394\u03B5\u03BD \u03B2\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5
NOT_FOULD_TEXT=\u039F \u03B1\u03C0\u03B1\u03B9\u03C4\u03BF\u03CD\u03BC\u03B5\u03BD\u03BF\u03C2 \u03C0\u03CC\u03C1\u03BF\u03C2 \u03B4\u03B5\u03BD \u03B2\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5.

SITEMAP_TITLE=\u03A7\u03AC\u03C1\u03C4\u03B7\u03C2 \u03C4\u03BF\u03C0\u03BF\u03B8\u03B5\u03C3\u03AF\u03B1\u03C2

LIVE_EDITOR_TITLE=\u03A0\u03C1\u03CC\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1 \u0395\u03C0\u03B5\u03BE\u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1\u03C2 \u03C3\u03B5 \u03A0\u03C1\u03B1\u03B3\u03BC\u03B1\u03C4\u03B9\u03BA\u03CC \u03A7\u03C1\u03CC\u03BD\u03BF
LIVE_EDITOR_RESULT=\u0391\u03C0\u03BF\u03C4\u03AD\u03BB\u03B5\u03C3\u03BC\u03B1
LIVE_EDITOR_PREVIEW_BTN=\u03A0\u03C1\u03BF\u03B5\u03C0\u03B9\u03C3\u03BA\u03CC\u03C0\u03B7\u03C3\u03B7
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0391\u03C5\u03C4\u03CC\u03BC\u03B1\u03C4\u03B7 \u03C0\u03C1\u03BF\u03B5\u03C0\u03B9\u03C3\u03BA\u03CC\u03C0\u03B7\u03C3\u03B7

TOOLS_VIEW_DOC=\u03A0\u03C1\u03BF\u03B2\u03BF\u03BB\u03AE \u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7\u03C2
TOOLS_CARD_1_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03C0\u03BF\u03C5 \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 SAP Business Application Studio
TOOLS_CARD_1_TEXT=\u03A4\u03BF SAP Business Application Studio on SAP BTP, SAP's public cloud, \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03BC\u03BF\u03BD\u03C4\u03AD\u03C1\u03BD\u03C9\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD UI \u03B3\u03B9\u03B1 \u03B5\u03C0\u03B9\u03C4\u03C1\u03B1\u03C0\u03AD\u03B6\u03B9\u03BF \u03C5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03AE \u03BA\u03B1\u03B9 \u03BA\u03B9\u03BD\u03B7\u03C4\u03AD\u03C2 \u03C3\u03C5\u03C3\u03BA\u03B5\u03C5\u03AD\u03C2 \u03BC\u03B5 \u03C4\u03B9\u03C2 \u03C4\u03B5\u03BB\u03B5\u03C5\u03C4\u03B1\u03AF\u03B5\u03C2 \u03C4\u03B5\u03C7\u03BD\u03BF\u03BB\u03BF\u03B3\u03AF\u03B5\u03C2 SAPUI5 \u03BA\u03B1\u03B9 SAP Fiori.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 SAP UI Theme Designer
TOOLS_CARD_2_TEXT=\u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03C4\u03B5 \u03C4\u03BF \u03C0\u03C1\u03CC\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1 \u03C3\u03C7\u03B5\u03B4\u03AF\u03B1\u03C3\u03B7\u03C2 \u03B8\u03AD\u03BC\u03B1\u03C4\u03BF\u03C2 UI \u03B3\u03B9\u03B1 \u03B5\u03CD\u03BA\u03BF\u03BB\u03B7 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03B5\u03C4\u03B1\u03B9\u03C1\u03B9\u03BA\u03CE\u03BD \u03B8\u03B5\u03BC\u03AC\u03C4\u03C9\u03BD \u03C4\u03B1\u03C5\u03C4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2 \u03B5\u03C0\u03B5\u03BE\u03B5\u03C1\u03B3\u03AC\u03B6\u03BF\u03BD\u03C4\u03B1\u03C2 \u03AD\u03BD\u03B1 \u03B1\u03C0\u03CC \u03C4\u03B1 \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03B1 \u03B8\u03AD\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C0\u03BF\u03C5 \u03C0\u03B1\u03C1\u03AD\u03C7\u03BF\u03BD\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7 SAP.
TOOLS_CARD_2_LINK_1=\u039A\u03BF\u03B9\u03BD\u03CC\u03C4\u03B7\u03C4\u03B1
TOOLS_CARD_3_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 SAP UI5 Tooling
TOOLS_CARD_3_TEXT=\u039C\u03B9\u03B1 \u03B1\u03BD\u03BF\u03B9\u03C7\u03C4\u03AE \u03BA\u03B1\u03B9 \u03B1\u03C1\u03B8\u03C1\u03C9\u03C4\u03AE \u03B1\u03BB\u03C5\u03C3\u03AF\u03B4\u03B1 \u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03C9\u03BD \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7 \u03C0\u03C1\u03BF\u03B7\u03B3\u03BC\u03AD\u03BD\u03C9\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD \u03C0\u03BF\u03C5 \u03B2\u03B1\u03C3\u03AF\u03B6\u03BF\u03BD\u03C4\u03B1\u03B9 \u03C3\u03C4\u03BF \u03C0\u03BB\u03B1\u03AF\u03C3\u03B9\u03BF UI5, \u03B1\u03BE\u03B9\u03BF\u03C0\u03BF\u03B9\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C4\u03B1 node.js \u03BA\u03B1\u03B9 npm.
TOOLS_CARD_3_LINK_1=\u0395\u03C0\u03B9\u03C3\u03BA\u03CC\u03C0\u03B7\u03C3\u03B7
TOOLS_CARD_3_LINK_2=\u03A4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7 CLI
TOOLS_CARD_4_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C4\u03BF SAP UI5 Inspector
TOOLS_CARD_4_TEXT=\u039C\u03B5 \u03C4\u03BF UI5 Inspector, \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03B5\u03CD\u03BA\u03BF\u03BB\u03B1 \u03BD\u03B1 \u03B1\u03C0\u03BF\u03C3\u03C6\u03B1\u03BB\u03BC\u03B1\u03C4\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03BA\u03B1\u03B9 \u03BD\u03B1 \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03BE\u03B5\u03C4\u03B5 \u03C4\u03B9\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 \u03B2\u03AC\u03C3\u03B5\u03B9 OpenUI5 \u03AE SAPUI5.
TOOLS_CARD_4_LINK_1=\u03A0\u03C1\u03BF\u03B2\u03BF\u03BB\u03AE \u039A\u03CE\u03B4\u03B9\u03BA\u03B1 \u03A0\u03C1\u03BF\u03AD\u03BB\u03B5\u03C5\u03C3\u03B7\u03C2
TOOLS_CARD_5_TEXT=\u039A\u03AC\u03C1\u03C4\u03B5\u03C2 \u03B5\u03BD\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03BD\u03B1\u03C2 \u03BD\u03AD\u03BF\u03C2 \u03C4\u03C1\u03CC\u03C0\u03BF\u03C2 \u03C0\u03B1\u03C1\u03BF\u03C7\u03AE\u03C2 \u03BA\u03B1\u03B9 \u03B1\u03BD\u03AC\u03BB\u03C9\u03C3\u03B7\u03C2 \u03BA\u03B1\u03C1\u03C4\u03CE\u03BD \u03C4\u03CD\u03C0\u03BF\u03C5 widget \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B1\u03C1\u03C7\u03B9\u03BA\u03AE \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03AE \u03C4\u03BF\u03BD \u03C0\u03AF\u03BD\u03B1\u03BA\u03B1 \u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03C9\u03BD.
TOOLS_CARD_5_LINK_1=\u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u0394\u03B5\u03B9\u03B3\u03BC\u03AC\u03C4\u03C9\u03BD
TOOLS_CARD_6_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C4\u03BF\u03BD \u0392\u03BF\u03B7\u03B8\u03CC \u03A5\u03C0\u03BF\u03C3\u03C4\u03AE\u03C1\u03B9\u03BE\u03B7\u03C2 \u03B5\u03BD \u03B4\u03C1\u03AC\u03C3\u03B5\u03B9
TOOLS_CARD_6_TEXT=\u039F \u03B2\u03BF\u03B7\u03B8\u03CC\u03C2 \u03C5\u03C0\u03BF\u03C3\u03C4\u03AE\u03C1\u03B9\u03BE\u03B7\u03C2 \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03B9 \u03C3\u03C4\u03BF\u03C5\u03C2 \u03C0\u03C1\u03BF\u03B3\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03B9\u03C3\u03C4\u03AD\u03C2 \u03BD\u03B1 \u03B5\u03BB\u03AD\u03B3\u03BE\u03BF\u03C5\u03BD \u03B1\u03BD \u03BF\u03B9 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 \u03C4\u03BF\u03C5\u03C2 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03BF\u03CD\u03BD\u03C4\u03B1\u03B9 \u03C3\u03CD\u03BC\u03C6\u03C9\u03BD\u03B1 \u03BC\u03B5 \u03C4\u03B9\u03C2 \u03B2\u03AD\u03BB\u03C4\u03B9\u03C3\u03C4\u03B5\u03C2 \u03C0\u03C1\u03B1\u03BA\u03C4\u03B9\u03BA\u03AD\u03C2 \u03BA\u03B1\u03B9 \u03C4\u03B9\u03C2 \u03BF\u03B4\u03B7\u03B3\u03AF\u03B5\u03C2 SAPUI5.
TOOLS_CARD_7_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C4\u03BF SAP Icon Explorer
TOOLS_CARD_7_TEXT=\u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7 \u03BA\u03B1\u03B9 \u03C7\u03C1\u03AE\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03BC\u03B5\u03B3\u03AC\u03BB\u03B7\u03C2 \u03C3\u03C5\u03BB\u03BB\u03BF\u03B3\u03B9\u03BA\u03AE\u03C2 \u03B5\u03B9\u03BA\u03BF\u03BD\u03B9\u03B4\u03AF\u03C9\u03BD \u03C0\u03BF\u03C5 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C4\u03BF\u03C5\u03BC\u03B5 \u03C3\u03C4\u03B9\u03C2 \u03B3\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03BF\u03C3\u03B5\u03B9\u03C1\u03AD\u03C2 \u03B5\u03B9\u03BA\u03BF\u03BD\u03B9\u03B4\u03AF\u03C9\u03BD.
TOOLS_CARD_7_LINK_1=\u0395\u03BA\u03C4\u03AD\u03BB\u03B5\u03C3\u03B7 \u0395\u03BB\u03AD\u03B3\u03C7\u03C9\u03BD \u0395\u03BD\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2
TOOLS_CARD_7_LINK_2=\u0395\u03BA\u03C4\u03AD\u03BB\u03B5\u03C3\u03B7 \u0395\u03BB\u03AD\u03B3\u03C7\u03C9\u03BD \u039C\u03BF\u03BD\u03AC\u03B4\u03B1\u03C2
TOOLS_CARD_8_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C4\u03B7\u03BD \u0395\u03C1\u03B3\u03B1\u03BB\u03B5\u03B9\u03BF\u03B8\u03AE\u03BA\u03B7 \u03A0\u03B1\u03C1\u03B1\u03BC\u03AD\u03C4\u03C1\u03BF\u03C5 \u0398\u03AD\u03BC\u03B1\u03C4\u03BF\u03C2
TOOLS_CARD_8_TEXT=\u0391\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7, \u03C6\u03B9\u03BB\u03C4\u03C1\u03AC\u03C1\u03B9\u03C3\u03BC\u03B1 \u03BA\u03B1\u03B9 \u03C0\u03C1\u03BF\u03B5\u03C0\u03B9\u03C3\u03BA\u03CC\u03C0\u03B7\u03C3\u03B7 \u03C3\u03B7\u03BC\u03B1\u03BD\u03C4\u03B9\u03BA\u03CE\u03BD \u03C0\u03B1\u03C1\u03B1\u03BC\u03AD\u03C4\u03C1\u03C9\u03BD \u03B8\u03AD\u03BC\u03B1\u03C4\u03BF\u03C2.
TOOLS_CARD_9_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 Business Application Studio
TOOLS_CARD_9_TEXT=\u03A4\u03BF SAP Business Application Studio (\u03B7 \u03B5\u03C0\u03CC\u03BC\u03B5\u03BD\u03B7 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C4\u03BF\u03C5 SAP Web IDE) \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03BC\u03BF\u03BD\u03C4\u03AD\u03C1\u03BD\u03BF \u03C0\u03B5\u03C1\u03B9\u03B2\u03AC\u03BB\u03BB\u03BF\u03BD \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7\u03C2, \u03C0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03C3\u03BC\u03AD\u03BD\u03BF \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03B5\u03C3\u03BC\u03B1\u03C4\u03B9\u03BA\u03AE \u03B1\u03BD\u03AC\u03C0\u03C4\u03C5\u03BE\u03B7 \u03C4\u03C9\u03BD \u03B5\u03C0\u03B9\u03C7\u03B5\u03B9\u03C1\u03B7\u03BC\u03B1\u03C4\u03B9\u03BA\u03CE\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03CE\u03BD \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03AD\u03BE\u03C5\u03C0\u03BD\u03B7 \u03B5\u03C0\u03B9\u03C7\u03B5\u03AF\u03C1\u03B7\u03C3\u03B7.
TOOLS_CARD_10_IMG_ALT=\u0397 \u03C6\u03C9\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03AF\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03C4\u03BF UI5 Web Components
TOOLS_CARD_10_TEXT=\u03A4\u03BF UI5 Web Components \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B7 \u03BD\u03AD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03C6\u03BF\u03C1\u03AC UI5 \u03C0\u03BF\u03C5 \u03C3\u03B1\u03C2 \u03C0\u03B1\u03C1\u03AD\u03C7\u03B5\u03B9 \u03BC\u03AF\u03B1 \u03BF\u03BC\u03AC\u03B4\u03B1 \u03B5\u03C0\u03B1\u03BD\u03B1\u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B9\u03BC\u03C9\u03BD \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03C9\u03BD UI \u03BC\u03B5 \u03B5\u03BB\u03AC\u03C7\u03B9\u03C3\u03C4\u03BF \u03B1\u03C0\u03BF\u03C4\u03CD\u03C0\u03C9\u03BC\u03B1 \u03B3\u03B9\u03B1 \u03C4\u03B9\u03C2 \u03C3\u03C4\u03B1\u03C4\u03B9\u03BA\u03AD\u03C2 \u03B9\u03C3\u03C4\u03BF\u03C3\u03B5\u03BB\u03AF\u03B4\u03B5\u03C2 \u03C3\u03B1\u03C2 \u03AE \u03C4\u03B9\u03C2 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03C4\u03C5\u03B1\u03BA\u03AD\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AD\u03C2 \u03C3\u03B1\u03C2 \u03B2\u03AC\u03C3\u03B5\u03B9 \u03C4\u03BF\u03C5 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03C4\u03C5\u03B1\u03BA\u03BF\u03CD \u03C0\u03BB\u03B1\u03B9\u03C3\u03AF\u03BF\u03C5 \u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1\u03C2.
TOOLS_CARD_10_LINK_1=\u039E\u03B5\u03BA\u03B9\u03BD\u03AE\u03C3\u03C4\u03B5
TOOLS_CARD_10_LINK_2=\u0386\u03BD\u03BF\u03B9\u03B3\u03BC\u03B1 \u0388\u03C1\u03B3\u03BF\u03C5 GitHub

API_MASTER_PLACEHOLDER=\u03A6\u03AF\u03BB\u03C4\u03C1\u03BF
API_MASTER_EXPAND_BTN_TOOLTIP=\u0395\u03C0\u03AD\u03BA\u03C4\u03B1\u03C3\u03B7 \u039F\u03BB\u03C9\u03BD
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u03A3\u03CD\u03BC\u03C0\u03C4\u03C5\u03BE\u03B7 \u039F\u03BB\u03C9\u03BD
API_MASTER_DEPRECATED_CB=\u03A3\u03C5\u03BC\u03C0\u03B5\u03C1\u03AF\u03BB\u03B7\u03C8\u03B7 \u03BA\u03B1\u03C4\u03B1\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03C9\u03BD
API_MASTER_NO_DATA_TEXT=\u039A\u03B1\u03BD\u03AD\u03BD\u03B1 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03BF, \u03B4\u03BF\u03BA\u03B9\u03BC\u03AC\u03C3\u03C4\u03B5 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03BA\u03B1\u03B8\u03BF\u03BB\u03B9\u03BA\u03AE \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7
API_MASTER_DEPRECATED=\u0394\u03B5\u03BD \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9
API_MASTER_DEPRECATED_APIS=\u039A\u03B1\u03C4\u03B1\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03B1 APIs
API_MASTER_EXPERIMENTAL_APIS=\u03A0\u03B5\u03B9\u03C1\u03B1\u03BC\u03B1\u03C4\u03B9\u03BA\u03AC APIs
API_MASTER_INDEX_BY_VERSION=\u0395\u03C5\u03C1\u03B5\u03C4\u03AE\u03C1\u03B9\u03BF \u03BA\u03B1\u03C4\u03AC \u0388\u03BA\u03B4\u03BF\u03C3\u03B7

API_DETAIL_SINCE_TITLE=\u0395\u03C5\u03C1\u03B5\u03C4\u03AE\u03C1\u03B9\u03BF \u03BA\u03B1\u03C4\u03AC \u0388\u03BA\u03B4\u03BF\u03C3\u03B7

API_DETAIL_EXPERIMENTAL_TITLE=\u0395\u03C5\u03C1\u03B5\u03C4\u03AE\u03C1\u03B9\u03BF \u03A0\u03B5\u03B9\u03C1\u03B1\u03BC\u03B1\u03C4\u03B9\u03BA\u03CE\u03BD APIs

API_DETAIL_DEPRECATED_TITLE=\u0395\u03C5\u03C1\u03B5\u03C4\u03AE\u03C1\u03B9\u03BF \u039A\u03B1\u03C4\u03B1\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03C9\u03BD APIs
API_DETAIL_DEPRECATED_WARNING=\u0393\u03B9\u03B1 \u03B3\u03B5\u03BD\u03B9\u03BA\u03AD\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2 \u03C3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AC \u03BC\u03B5 \u03C4\u03B1 \u03BA\u03B1\u03C4\u03B1\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03B1 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03B7\u03C1\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC, \u03B5\u03BB\u03AD\u03B3\u03BE\u03C4\u03B5 \u03C4\u03BF\u03C5\u03C2 \u03BA\u03B1\u03BD\u03CC\u03BD\u03B5\u03C2 \u03C3\u03C5\u03BC\u03B2\u03B1\u03C4\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2.

API_DETAIL_AS_OF_VERSION=\u0391\u03C0\u03CC {0}
API_DETAIL_NA_VERSION=\u0388\u03BA\u03B4\u03BF\u03C3\u03B7 \u039D/\u0391
