
APP_TABHEADER_ITEM_HOME=\u0411\u0430\u0441\u0442\u044B \u0431\u0435\u0442
APP_TABHEADER_ITEM_DOCUMENTATION=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430
APP_TABHEADER_ITEM_API_REFERENCE=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456
APP_TABHEADER_ITEM_SAMPLES=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440
APP_TABHEADER_ITEM_DEMO_APPS=\u0414\u0435\u043C\u043E \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440
APP_TABHEADER_ITEM_TOOLS=\u049A\u04B1\u0440\u0430\u043B\u0434\u0430\u0440
APP_CHANGE_VERSION_BTN=\u04E8\u0437\u0433\u0435\u0440\u0456\u0441 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B
APP_VERSION_BETA_VERSION=\u0411\u0435\u0442\u0430 \u043D\u04B1\u0441\u049B\u0430
APP_VERSION_VERSION=\u041D\u04B1\u0441\u049B\u0430
APP_VERSION_NOT_PRODUCTIVE=- \u04E9\u043D\u0456\u043C\u0434\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u0430\u0440\u043D\u0430\u043B\u043C\u0430\u0493\u0430\u043D.
APP_VERSION_IN_PROGRESS=- \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u043E\u0440\u044B\u043D\u0434\u0430\u043B\u0443\u0434\u0430.
APP_FEEDBACK_BTN_TOOLTIP=\u041F\u0456\u043A\u0456\u0440 \u049B\u0430\u043B\u0434\u044B\u0440\u0443
APP_SEARCH_FIELD_CLOSE=\u0416\u0430\u0431\u0443
APP_INFORMATION_BTN_TOOLTIP=\u0422\u043E\u043B\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442
APP_INFORMATION_BTN_FEEDBACK=\u041F\u0456\u043A\u0456\u0440
APP_INFORMATION_BTN_ABOUT=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
APP_INFORMATION_BTN_LEGAL=\u0417\u0430\u04A3\u0434\u044B \u0430\u049B\u043F\u0430\u0440\u0430\u0442
APP_INFORMATION_BTN_PRIVACY=\u049A\u04B1\u043F\u0438\u044F\u043B\u044B\u049B
APP_INFORMATION_BTN_TERMS_OF_USE=\u041F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443 \u0448\u0430\u0440\u0442\u0442\u0430\u0440\u044B
APP_INFORMATION_BTN_APPEARANCE=\u041A\u04E9\u0440\u0456\u043D\u0456\u0441
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0410\u0448\u044B\u049B
APP_INFORMATION_BTN_APPEARANCE_DARK=\u049A\u043E\u044E
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u0410\u0432\u0442\u043E (\u041E\u0416 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456\u043D\u0435 \u0431\u0430\u0439\u043B\u0430\u043D\u044B\u0441\u0442\u044B)
APP_INFORMATION_BTN_SITEMAP=\u0421\u0430\u0439\u0442 \u043A\u0430\u0440\u0442\u0430\u0441\u044B
APP_INFORMATION_BTN_COPYRIGHT=\u0410\u0432\u0442\u043E\u0440\u043B\u044B\u049B \u049B\u04B1\u049B\u044B\u049B
APP_INFORMATION_BTN_TRADEMARK=\u0421\u0430\u0443\u0434\u0430 \u0431\u0435\u043B\u0433\u0456\u0441\u0456
APP_INFORMATION_BTN_DISCLAIMER=\u0416\u0430\u0443\u0430\u043F\u043A\u0435\u0440\u0448\u0456\u043B\u0456\u043A\u0442\u0435\u043D \u0431\u0430\u0441 \u0442\u0430\u0440\u0442\u0443
APP_INFORMATION_BTN_LICENSE=\u041B\u0438\u0446\u0435\u043D\u0437\u0438\u044F
APP_COOKIES_TEXT=\u0411\u0456\u0437 \u0441\u0430\u0439\u0442\u044B\u043C\u044B\u0437\u0434\u0430\u0493\u044B \u0442\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u04A3\u0456\u0437\u0434\u0456 \u0436\u0430\u049B\u0441\u0430\u0440\u0442\u0443 \u04AF\u0448\u0456\u043D "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u043C\u044B\u0437. \u0411\u04B1\u043B \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0434\u044B \u0436\u0430\u043B\u0493\u0430\u0441\u0442\u044B\u0440\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0431\u0456\u0437\u0434\u0456\u04A3 "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u043A\u0435\u043B\u0456\u0441\u0435\u0441\u0456\u0437.

FEEDBACK_DIALOG_TITLE=\u041F\u0456\u043A\u0456\u0440 \u049B\u0430\u043B\u0434\u044B\u0440\u0443
FEEDBACK_DIALOG_OVERALL=\u0416\u0430\u043B\u043F\u044B \u0442\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u04A3\u0456\u0437 \u049B\u0430\u043B\u0430\u0439?
FEEDBACK_DIALOG_MESSAGE=\u0411\u0456\u0437\u0433\u0435 \u043D\u0435 \u0430\u0439\u0442\u049B\u044B\u04A3\u044B\u0437 \u043A\u0435\u043B\u0435\u0434\u0456?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u0414\u0435\u043C\u043E \u0436\u0438\u043D\u0430\u049B\u043F\u0435\u043D \u0436\u0430\u043B\u043F\u044B \u0442\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u04A3\u0456\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u0430\u0493\u044B\u043C\u0434\u0430\u0493\u044B \u0443\u0430\u049B\u044B\u0442\u0442\u0430 \u049B\u0430\u0440\u0430\u043F \u0436\u0430\u0442\u049B\u0430\u043D \u0431\u0435\u043B\u0433\u0456\u043B\u0456 \u0431\u0456\u0440 \u0431\u0435\u0442 \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u043F\u0456\u043A\u0456\u0440\u0456\u04A3\u0456\u0437\u0434\u0456 \u0431\u04E9\u043B\u0456\u0441\u0443\u0433\u0435 \u0431\u043E\u043B\u0430\u0434\u044B.
FEEDBACK_DIALOG_RELATED=\u041F\u0456\u043A\u0456\u0440 \u0430\u0493\u044B\u043C\u0434\u0430\u0493\u044B \u0431\u0435\u0442\u043A\u0435 \u049B\u0430\u0442\u044B\u0441\u0442\u044B \u0431\u043E\u043B\u044B\u043F \u043A\u0435\u043B\u0435\u0434\u0456.
FEEDBACK_DIALOG_SHOW_DATA=\u041C\u04D9\u043D\u043C\u04D9\u0442\u0456\u043D \u0434\u0435\u0440\u0435\u0433\u0456\u043D \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
FEEDBACK_DIALOG_DISCLAIMER=\u041F\u0456\u043A\u0456\u0440\u0456\u04A3\u0456\u0437 \u0430\u043D\u043E\u043D\u0438\u043C\u0434\u0456 \u0431\u043E\u043B\u0430\u0434\u044B, \u0431\u0456\u0437 \u0435\u0448\u049B\u0430\u043D\u0434\u0430\u0439 \u0436\u0435\u043A\u0435 \u043C\u04D9\u043B\u0456\u043C\u0435\u0442\u0442\u0456 \u0436\u0438\u043D\u0430\u043C\u0430\u0439\u043C\u044B\u0437.
FEEDBACK_DIALOG_BTN_SEND=\u0416\u0456\u0431\u0435\u0440\u0443
FEEDBACK_DIALOG_BTN_CANCEL=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u0422\u0430\u043C\u0430\u0448\u0430
FEEDBACK_DIALOG_STATUS_GOOD=\u0416\u0430\u049B\u0441\u044B
FEEDBACK_DIALOG_STATUS_AVERAGE=\u041E\u0440\u0442\u0430\u0448\u0430
FEEDBACK_DIALOG_STATUS_POOR=\u0416\u0430\u043C\u0430\u043D
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u04E8\u0442\u0435 \u0436\u0430\u043C\u0430\u043D
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0420\u0430\u049B\u043C\u0435\u0442\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u041F\u0456\u043A\u0456\u0440\u0456\u04A3\u0456\u0437 \u0436\u0456\u0431\u0435\u0440\u0456\u043B\u0434\u0456.
FEEDBACK_DIALOG_TITLE_ERROR=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437\!
FEEDBACK_DIALOG_TEXT_ERROR=\u041F\u0456\u043A\u0456\u0440\u0456\u04A3\u0456\u0437\u0434\u0456 \u0436\u0456\u0431\u0435\u0440\u0443 \u043A\u0435\u0437\u0456\u043D\u0434\u0435 \u049B\u0430\u0442\u0435 \u043E\u0440\u044B\u043D \u0430\u043B\u0434\u044B\:\n

WELCOME_BLOCK_1_TEXT_1=\u04E8\u043D\u0435\u0440\u043A\u04D9\u0441\u0456\u043F\u0442\u0456\u043A \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u0441\u049B\u0430 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u0436\u0430\u04A3\u0430 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A\u0442\u0435\u0440\u0434\u0456 \u0437\u0435\u0440\u0442\u0442\u0435\u0443
WELCOME_BLOCK_1_START_BTN=UI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B\u043C\u0435\u043D \u0456\u0441\u043A\u0435 \u043A\u0456\u0440\u0456\u0441\u0443
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u0416\u04AF\u043A\u0442\u0435\u043F \u0430\u043B\u0443
WELCOME_KEY_FEATURES=\u041D\u0435\u0433\u0456\u0437\u0433\u0456 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u0430\u0440
WELCOME_START_CODING=\u041A\u043E\u0434\u0442\u0430\u0443\u0434\u044B \u0431\u0430\u0441\u0442\u0430\u0443
WELCOME_CHOOSE_SCENARIO=\u0421\u0446\u0435\u043D\u0430\u0440\u0438\u0439\u0434\u0456 \u0442\u0430\u04A3\u0434\u0430\u0443
WELCOME_JOIN_COMMUNITY=\u049A\u0430\u0443\u044B\u043C\u0434\u0430\u0441\u0442\u044B\u049B\u049B\u0430 \u049B\u043E\u0441\u044B\u043B\u0443
WELCOME_BLOCK_2_TITLE=\u0411\u0440\u0430\u0443\u0437\u0435\u0440\u043B\u0435\u0440 \u043C\u0435\u043D \u049B\u04B1\u0440\u044B\u043B\u0493\u044B\u043B\u0430\u0440 \u0430\u0440\u0430\u0441\u044B\u043D\u0434\u0430 \u0436\u0430\u0443\u0430\u043F \u049B\u0430\u0439\u0442\u0430\u0440\u0493\u044B\u0448
WELCOME_BLOCK_2_TEXT=\u049A\u04B1\u0440\u044B\u043B\u0493\u044B\u043D\u044B\u04A3 \u0435\u0440\u0435\u043A\u0448\u0435\u043B\u0456\u043A\u0442\u0435\u0440\u0456\u043D\u0435 \u0430\u043B\u0430\u04A3\u0434\u0430\u0443\u0434\u044B\u04A3 \u049B\u0430\u0436\u0435\u0442\u0456 \u0436\u043E\u049B\! UI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0434\u0430\u0440\u0434\u0430, \u043F\u043B\u0430\u043D\u0448\u0435\u0442\u0442\u0435\u0440\u0434\u0435 \u0436\u04D9\u043D\u0435 \u0436\u04B1\u043C\u044B\u0441 \u04AF\u0441\u0442\u0435\u043B\u0456 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u043B\u0435\u0440\u0456\u043D\u0434\u0435 \u049B\u044B\u0437\u043C\u0435\u0442 \u0435\u0442\u0435\u0434\u0456. UI \u0431\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456 \u04D9\u0440 \u049B\u04B1\u0440\u044B\u043B\u0493\u044B\u043D\u044B\u04A3 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A\u0442\u0435\u0440\u0456\u043D\u0435 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0442\u044B \u0442\u04AF\u0440\u0434\u0435 \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u043B\u0435\u0434\u0456 \u0436\u04D9\u043D\u0435 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0436\u044B\u043B\u0436\u044B\u043C\u0430\u0439\u0442\u044B\u043D \u043C\u04AF\u043B\u0456\u043A\u0442\u0456 \u0431\u0430\u0440\u044B\u043D\u0448\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u0430\u0434\u044B.
WELCOME_BLOCK_2_IMG_ALT=\u0422\u0435\u043B\u0435\u0444\u043E\u043D\u0434\u044B, \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440 \u044D\u043A\u0440\u0430\u043D\u044B\u043D \u0436\u04D9\u043D\u0435 \u043F\u043B\u0430\u043D\u0448\u0435\u0442\u0442\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043F \u0442\u04B1\u0440\u0493\u0430\u043D \u0441\u0443\u0440\u0435\u0442
WELCOME_BLOCK_3_TITLE=\u049A\u0443\u0430\u0442\u0442\u044B \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u0442\u04B1\u0436\u044B\u0440\u044B\u043C\u0434\u0430\u043C\u0430\u043B\u0430\u0440\u044B
WELCOME_BLOCK_3_TEXT_1=UI5 \u044F\u0434\u0440\u043E\u0441\u044B \u0440\u0435\u0441\u043C\u0438 \u0436\u0430\u0440\u0438\u044F\u043B\u0430\u043D\u0431\u0430\u0439\u0442\u044B\u043D \u0437\u0430\u043C\u0430\u043D\u0430\u0443\u0438 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u0431\u0430\u0440\u044B\u0441\u044B\u043D\u044B\u04A3 \u043A\u04E9\u043F\u0442\u0435\u0433\u0435\u043D \u0430\u0441\u043F\u0435\u043A\u0442\u0456\u043B\u0435\u0440\u0456\u043D \u0431\u0430\u0441\u049B\u0430\u0440\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0436\u04B1\u043C\u044B\u0441\u044B\u04A3\u044B\u0437\u0434\u044B \u0436\u0435\u04A3\u0456\u043B\u0434\u0435\u0442\u0435\u0442\u0456\u043D \u0442\u04B1\u0440\u0430\u049B\u0442\u044B \u043D\u0435\u0433\u0456\u0437\u0434\u0456 \u04B1\u0441\u044B\u043D\u0430\u0434\u044B. \u041E\u043B MVC, \u0435\u043A\u0456 \u0436\u043E\u043B\u0434\u044B \u0434\u0435\u0440\u0435\u043A\u0442\u0456 \u0431\u0430\u0439\u043B\u0430\u043D\u044B\u0441\u0442\u044B\u0440\u0443 \u0436\u04D9\u043D\u0435 \u043C\u0430\u0440\u0448\u0440\u0443\u0442\u0442\u0430\u0443 \u0441\u0438\u044F\u049B\u0442\u044B \u0441\u04D9\u0443\u043B\u0435\u0442\u0442\u0456\u043A \u0442\u04B1\u0436\u044B\u0440\u044B\u043C\u0434\u0430\u043C\u0430\u043B\u0430\u0440\u0493\u0430 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u043A\u0456\u0440\u0456\u043A\u0442\u0456\u0440\u0456\u043B\u0433\u0435\u043D \u049B\u043E\u043B\u0434\u0430\u0443 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u0433\u0456\u043C\u0435\u043D \u049B\u0430\u043C\u0442\u0430\u043C\u0430\u0441\u044B\u0437 \u0435\u0442\u0456\u043B\u0435\u0434\u0456.
WELCOME_BLOCK_3_TEXT_2=MVC \u0436\u04D9\u043D\u0435 \u04D9\u0440\u0442\u04AF\u0440\u043B\u0456 \u0434\u0435\u0440\u0435\u043A\u0442\u0456 \u0431\u0430\u0439\u043B\u0430\u043D\u044B\u0441\u0442\u044B\u0440\u0443 \u0442\u04AF\u0440\u043B\u0435\u0440\u0456 \u0441\u0438\u044F\u049B\u0442\u044B \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u0430\u0440\u0434\u044B \u049B\u0430\u043C\u0442\u0438\u0434\u044B
WELCOME_BLOCK_3_TEXT_3=\u04D8\u0440\u0442\u04AF\u0440\u043B\u0456 \u043A\u04E9\u0440\u0456\u043D\u0456\u0441 \u043F\u0456\u0448\u0456\u043C\u0434\u0435\u0440\u0456\u043D\u0456\u04A3 (XML, HTML, JavaScript, JSON) \u0430\u0440\u0430\u0441\u044B\u043D\u0434\u0430 \u0442\u0430\u04A3\u0434\u0430\u0443
WELCOME_BLOCK_3_TEXT_4=OData, JSON, XML \u0436\u04D9\u043D\u0435 \u0431\u0430\u0441\u049B\u0430 \u0434\u0430 \u043F\u0456\u0448\u0456\u043C\u0434\u0435\u0440\u043C\u0435\u043D \u0431\u0430\u0439\u043B\u0430\u043D\u044B\u0441\u0442\u044B\u0440\u0443
WELCOME_BLOCK_3_TEXT_5=\u041D\u044B\u0441\u0430\u043D\u0434\u0430\u0440\u0434\u044B\u04A3 \u0442\u0430\u0440\u043C\u0430\u049B\u0442\u044B \u049B\u04B1\u0440\u044B\u043B\u044B\u043C\u044B\u043D \u0436\u04D9\u043D\u0435 \u0431\u0430\u0439\u043B\u0430\u043D\u044B\u0441\u0442\u044B\u0440\u0443 \u043A\u04AF\u0439\u0456\u043D \u0437\u0435\u0440\u0442\u0442\u0435\u0443\u0433\u0435 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u043A\u0456\u0440\u0456\u043A\u0442\u0456\u0440\u0456\u043B\u0433\u0435\u043D \u049B\u043E\u043B\u0434\u0430\u0443 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443 \u049B\u04B1\u0440\u0430\u043B\u044B
WELCOME_BLOCK_4_TITLE=\u04E8\u043D\u0435\u0440\u043A\u04D9\u0441\u0456\u043F\u0442\u0435 \u049B\u043E\u043B\u0434\u0430\u043D\u0443\u0493\u0430 \u0434\u0430\u0439\u044B\u043D \u0432\u0435\u0431 \u049B\u04B1\u0440\u0430\u043B\u0434\u0430\u0440 \u0436\u0438\u044B\u043D\u044B
WELCOME_BLOCK_4_TEXT_1=\u041A\u04D9\u0441\u0456\u043F\u049B\u043E\u0439 \u043C\u0430\u043C\u0430\u043D\u0434\u0430\u0440\u0434\u044B\u04A3 \u0442\u0430\u0440\u0430\u043F\u044B\u043D\u0430\u043D \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D, \u049B\u0430\u0437\u0456\u0440\u0433\u0456 \u0437\u0430\u043C\u0430\u043D\u0493\u044B \u0432\u0435\u0431 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u049B\u04B1\u0440\u0430\u0441\u0442\u044B\u0440\u0430\u0442\u044B\u043D \u0437\u0430\u043C\u0430\u043D\u0430\u0443\u0438 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0448\u0456\u043B\u0435\u0440\u0433\u0435 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D. \u041E\u043B \u0435\u04A3 \u0441\u043E\u04A3\u0493\u044B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0442\u0430\u043B\u0430\u043F\u0442\u0430\u0440\u044B\u043D \u043E\u0440\u044B\u043D\u0434\u0430\u0443 \u04AF\u0448\u0456\u043D \u049B\u0430\u0436\u0435\u0442 \u0431\u043E\u043B\u0430\u0442\u044B\u043D \u0431\u0430\u0440\u043B\u044B\u049B \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u0430\u0440\u0434\u044B \u0436\u04D9\u043D\u0435 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u044B SAP \u0448\u0435\u0448\u0456\u043C\u0434\u0435\u0440\u0456\u043D\u0434\u0435 \u0436\u0435\u0442\u043A\u0456\u0437\u0443 \u04AF\u0448\u0456\u043D \u0436\u0435\u0442\u043A\u0456\u043B\u0456\u043A\u0442\u0456 \u0434\u0435\u04A3\u0433\u0435\u0439\u0434\u0435\u0433\u0456 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u0430\u0440\u0434\u044B \u04B1\u0441\u044B\u043D\u0430\u0434\u044B.
WELCOME_BLOCK_4_TEXT_2=\u0410\u0443\u0434\u0430\u0440\u0443 \u0436\u04D9\u043D\u0435 \u0436\u0435\u0440\u0433\u0456\u043B\u0456\u043A\u0442\u0435\u043D\u0434\u0456\u0440\u0443 \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u049B\u043E\u043B\u0434\u0430\u0443 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
WELCOME_BLOCK_4_TEXT_3=\u041A\u043E\u0434 \u043F\u0435\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0434\u0435\u04A3\u0433\u0435\u0439\u0456\u043D\u0434\u0435\u0433\u0456 \u043A\u0435\u04A3\u0435\u0439\u0433\u0456\u0448\u0442\u0456\u043A \u0442\u04B1\u0436\u044B\u0440\u044B\u043C\u0434\u0430\u043C\u0430\u043B\u0430\u0440\u044B
WELCOME_BLOCK_4_TEXT_4=\u041A\u04E9\u0440\u0443 \u049B\u0430\u0431\u0456\u043B\u0435\u0442\u0456 \u043D\u0430\u0448\u0430\u0440 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B\u043B\u0430\u0440\u0493\u0430 \u043A\u04E9\u043C\u0435\u043A\u0442\u0435\u0441\u0435\u0442\u0456\u043D \u0436\u043E\u0493\u0430\u0440\u044B \u043A\u043E\u043D\u0442\u0440\u0430\u0441\u0442\u0442\u044B \u0442\u0430\u049B\u044B\u0440\u044B\u043F
WELCOME_BLOCK_5_TITLE=\u04D8\u0439\u0433\u0456\u043B\u0456 SAP Fiori \u0434\u0438\u0437\u0430\u0439\u043D\u044B \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u0441\u0442\u0430
WELCOME_BLOCK_5_TEXT=UI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B \u0431\u0430\u0440\u043B\u044B\u049B \u0444\u0440\u043E\u043D\u0442\u044D\u043D\u0434 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A\u0442\u0435\u0440\u0456\u043D\u0456\u04A3 \u0430\u0440\u0430\u0441\u044B\u043D\u0434\u0430\u0493\u044B \u0441\u04D9\u0439\u043A\u0435\u0441 \u0434\u0438\u0437\u0430\u0439\u043D \u0442\u0456\u043B\u0456\u043D\u0456\u04A3 \u0436\u04D9\u043D\u0435 \u0430\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u0430\u043D\u044B\u049B\u0442\u0430\u043B\u0493\u0430\u043D UX \u04AF\u043B\u0433\u0456\u043B\u0435\u0440\u0456\u043D\u0456\u04A3 \u0430\u0440\u0442\u044B\u049B\u0448\u044B\u043B\u044B\u049B\u0442\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u0434\u044B. \u0410\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u0430\u043D\u044B\u049B\u0442\u0430\u043B\u0493\u0430\u043D \u0442\u0430\u049B\u044B\u0440\u044B\u043F\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u0430\u043D\u044B\u049B\u0442\u0430\u0439\u0442\u044B\u043D \u0442\u0430\u049B\u044B\u0440\u044B\u043F\u0442\u044B \u0436\u0430\u0441\u0430\u0443 \u04AF\u0448\u0456\u043D \u0442\u0430\u049B\u044B\u0440\u044B\u043F \u0436\u0430\u0441\u0430\u0443 \u043E\u043D\u043B\u0430\u0439\u043D \u049B\u04B1\u0440\u0430\u043B\u044B\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043F \u043A\u04E9\u0440\u0456\u04A3\u0456\u0437.
WELCOME_BLOCK_5_IMG_ALT=SAP Fiori \u0434\u0438\u0437\u0430\u0439\u043D\u044B\u043D\u044B\u04A3 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043F \u0442\u04B1\u0440\u0493\u0430\u043D \u0441\u0443\u0440\u0435\u0442
WELCOME_BLOCK_6_TITLE=\u0414\u0430\u0439\u044B\u043D\u0434\u044B\u049B
WELCOME_BLOCK_6_TEXT_1=\u0412\u0435\u0431 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B UI5 \u043A\u04E9\u043C\u0435\u0433\u0456\u043C\u0435\u043D \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u04AF\u0448\u0456\u043D \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u043E\u0440\u0442\u0430\u0441\u044B \u0436\u04D9\u043D\u0435 \u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u0493\u0430\u043D\u0430 \u043A\u0435\u0440\u0435\u043A. \u0415\u04A3 \u0436\u043E\u0493\u0430\u0440\u044B \u0436\u0430\u0439\u043B\u044B\u043B\u044B\u049B \u04AF\u0448\u0456\u043D \u0431\u04B1\u043B\u0442\u0442\u0430\u0493\u044B SAP Business Application Studio \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u0431\u043E\u043B\u0430\u0434\u044B. \u0415\u04A3 \u0436\u043E\u0493\u0430\u0440\u044B \u0438\u043A\u0435\u043C\u0434\u0456\u043B\u0456\u043A \u04AF\u0448\u0456\u043D \u0436\u0435\u0440\u0433\u0456\u043B\u0456\u043A\u0442\u0456 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u043E\u0440\u0442\u0430\u0441\u044B\u043D \u0440\u0435\u0442\u0442\u0435\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u0433\u0456 \u0434\u0435 \u0431\u0430\u0440.
WELCOME_BLOCK_6_TEXT_2=\u0411\u0456\u0440\u0456\u043D\u0448\u0456 \u043C\u044B\u0441\u0430\u043B\u044B\u043D \u0434\u04D9\u043B \u043E\u0441\u044B \u0436\u0435\u0440\u0434\u0435\u043D \u049B\u0430\u0440\u0430\u04A3\u044B\u0437.
WELCOME_BLOCK_7_TITLE=UI5 Evolution
WELCOME_BLOCK_7_TEXT_1=UI5 Evolution \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u044F\u0441\u044B SAPUI5 \u0436\u0435\u0442\u0456\u043B\u0434\u0456\u0440\u0443, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B\u04A3 \u0436\u044B\u043B\u0434\u0430\u043C\u044B\u0440\u0430\u049B \u0436\u04B1\u043C\u044B\u0441 \u0456\u0441\u0442\u0435\u0443\u0456\u043D\u0435 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A \u0431\u0435\u0440\u0443 \u0436\u04D9\u043D\u0435 \u043A\u043E\u0434\u0442\u044B\u04A3 \u043C\u043E\u0434\u0430\u043B\u044C\u0434\u044B\u043B\u044B\u0493\u044B\u043D \u0430\u0440\u0442\u0442\u044B\u0440\u0443 \u043C\u0430\u049B\u0441\u0430\u0442\u044B\u043D\u0434\u0430\u0493\u044B \u0430\u0493\u044B\u043C\u0434\u0430\u0493\u044B \u0436\u04B1\u043C\u044B\u0441\u044B\u043C\u044B\u0437\u0434\u044B\u04A3 \u0431\u0456\u0440 \u0431\u04E9\u043B\u0456\u0433\u0456 \u0440\u0435\u0442\u0456\u043D\u0434\u0435 \u0456\u0440\u0433\u0435\u043B\u0456 \u0436\u0435\u0442\u0456\u043B\u0434\u0456\u0440\u0443 \u04D9\u0440\u0435\u043A\u0435\u0442\u0442\u0435\u0440\u0456\u043D \u0431\u0456\u043B\u0434\u0456\u0440\u0435\u0434\u0456. \u0412\u0435\u0431 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u0430\u0440\u0434\u044B \u049B\u0430\u043C\u0442\u0443, \u0431\u0435\u0439\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0434\u044B \u0436\u04AF\u043A\u0442\u0435\u0443 \u0436\u04D9\u043D\u0435 \u0436\u0430\u04A3\u0430 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u044F\u043B\u0430\u0440\u0434\u044B \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u0430\u0440\u049B\u044B\u043B\u044B SAPUI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B \u0438\u043D\u043D\u043E\u0432\u0430\u0446\u0438\u044F\u043B\u044B\u049B, \u04E9\u043D\u0435\u0440\u043A\u04D9\u0441\u0456\u043F\u0442\u0456\u043A \u043C\u0430\u049B\u0441\u0430\u0442\u0442\u0430\u0440\u0493\u0430 \u0436\u0430\u0440\u0430\u043C\u0434\u044B\u043B\u044B\u0493\u044B \u0434\u04D9\u043B\u0435\u043B\u0434\u0435\u043D\u0433\u0435\u043D \u0448\u0435\u0448\u0456\u043C \u0431\u043E\u043B\u0443\u044B\u043D \u0436\u0430\u043B\u0493\u0430\u0441\u0442\u044B\u0440\u0430\u0434\u044B.
WELCOME_BLOCK_7_TEXT_2=\u0411\u0456\u0437 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0448\u0456\u043B\u0435\u0440\u0434\u0456 \u0436\u0430\u04A3\u0430 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A\u0442\u0435\u0440\u0434\u0456 \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456 \u0442\u04AF\u0440\u0434\u0435 \u049B\u043E\u043B\u0434\u0430\u0443\u0493\u0430 \u0436\u04D9\u043D\u0435 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u044B\u043D\u0442\u0430\u043B\u0430\u043D\u0434\u044B\u0440\u0430\u043C\u044B\u0437.
WELCOME_BLOCK_7_ALT=UI5 Evolution \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u044F\u0441\u044B \u0431\u0435\u0439\u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0434\u044B \u0436\u04AF\u043A\u0442\u0435\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u0433\u0456\u043D\u0456\u04A3 \u0430\u0440\u049B\u0430\u0441\u044B\u043D\u0434\u0430 \u0438\u043D\u043D\u043E\u0432\u0430\u0446\u0438\u044F\u043D\u044B \u0436\u0430\u0441\u0430\u0443\u0434\u0430, \u043A\u0456\u0440\u0456\u043A\u0442\u0456\u0440\u0456\u043B\u0433\u0435\u043D \u049B\u04B1\u0440\u0430\u043B\u0434\u0430\u0440\u0434\u044B, \u043C\u043E\u0434\u0443\u043B\u044C\u0434\u0456\u043A \u044F\u0434\u0440\u043E \u043C\u0435\u043D \u0430\u0448\u044B\u049B \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u0430\u0440\u0434\u044B \u049B\u0430\u043C\u0442\u0430\u043C\u0430\u0441\u044B\u0437 \u0435\u0442\u0443\u0434\u0435 \u0436\u04D9\u043D\u0435 \u0436\u043E\u0493\u0430\u0440\u044B \u04E9\u043D\u0456\u043C\u0434\u0456\u043B\u0456\u043A\u043A\u0435 \u049B\u043E\u043B \u0436\u0435\u0442\u043A\u0456\u0437\u0443\u0434\u0435.
WELCOME_BLOCK_8_TITLE=SAP BTP \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u0441\u044B\u043D\u0434\u0430\u0493\u044B SAPUI5
WELCOME_BLOCK_8_TEXT_1=\u041F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u043D\u044B \u0441\u044B\u043D\u0430\u0443 \u0436\u04D9\u043D\u0435 \u0431\u04B1\u043B\u0442\u0442\u044B\u049B UI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B\u043D \u049B\u04B1\u0440\u0430\u0441\u0442\u044B\u0440\u0443 \u04AF\u0448\u0456\u043D \u0442\u0435\u0433\u0456\u043D SAP BTP \u0441\u044B\u043D\u0430\u049B \u0442\u0456\u0440\u043A\u0435\u043B\u0433\u0456\u0441\u0456\u043D\u0435 \u0442\u0456\u0440\u043A\u0435\u043B\u0456\u04A3\u0456\u0437.
WELCOME_BLOCK_8_TEXT_2=SAP Business Application Studio \u0430\u0440\u049B\u044B\u043B\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u043E\u04A3\u0430\u0439 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u043E\u0440\u0442\u0430\u0441\u044B
WELCOME_BLOCK_8_TEXT_3=\u04D8\u0437\u0456\u0440\u043B\u0435\u0443 \u0436\u04B1\u043C\u044B\u0441\u044B\u043D\u0430 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u0442\u0435\u0433\u0456\u043D \u0441\u044B\u043D\u0430\u049B \u043D\u04B1\u0441\u049B\u0430\u0441\u044B
WELCOME_BLOCK_9_TITLE=SAPUI5 (On-Premise)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u2013 SAP HANA, NetWeaver ABAP \u0436\u04D9\u043D\u0435 Java \u0436\u04AF\u0439\u0435\u043B\u0435\u0440\u0456\u043D\u0434\u0435\u0433\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0456 \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u044F\u043B\u0430\u0440\u044B\u043D\u044B\u04A3 \u0431\u0456\u0440 \u0431\u04E9\u043B\u0456\u0433\u0456.
WELCOME_BLOCK_9_TEXT_2=SAP \u043A\u043B\u0438\u0435\u043D\u0442\u0442\u0435\u0440\u0456 \u04AF\u0448\u0456\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u0443\u0493\u0430 \u0434\u0430\u0439\u044B\u043D
WELCOME_BLOCK_9_TEXT_3=\u049A\u043E\u043B\u0434\u0430\u043D\u044B\u0441\u0442\u0430 \u0431\u0430\u0440 \u0436\u04AF\u0439\u0435 \u043B\u0430\u043D\u0434\u0448\u0430\u0444\u0442\u0442\u0430\u0440\u044B\u043C\u0435\u043D \u04AF\u0439\u043B\u0435\u0441\u0435\u0434\u0456
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u0442\u0435\u0433\u0456\u043D \u04D9\u0440\u0456 \u0430\u0448\u044B\u049B \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u043A\u04E9\u0437
WELCOME_BLOCK_10_TEXT_1=UI5 \u0430\u0448\u044B\u049B \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u043A\u04E9\u0437 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D \u0441\u044B\u043D\u0430\u043F \u043A\u04E9\u0440\u0456\u04A3\u0456\u0437. \u041E\u043B \u0431\u0430\u0440\u043B\u044B\u049B \u043D\u0435\u0433\u0456\u0437\u0433\u0456 UI5 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u0430\u0440\u044B\u043D \u049B\u0430\u043C\u0442\u0438\u0434\u044B \u0436\u04D9\u043D\u0435 Apache 2.0 \u043B\u0438\u0446\u0435\u043D\u0437\u0438\u044F\u0441\u044B \u0431\u043E\u0439\u044B\u043D\u0448\u0430 GitHub \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u0441\u044B\u043D\u0434\u0430 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456.
WELCOME_BLOCK_10_TEXT_2=\u0411\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u043A\u043E\u0434\u044B \u0430\u0448\u044B\u049B \u0411\u0416 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0448\u0456\u043B\u0435\u0440\u0456\u043D\u0456\u04A3 \u049B\u0430\u0443\u044B\u043C\u0434\u0430\u0441\u0442\u044B\u0493\u044B\u043C\u0435\u043D \u049B\u043E\u043B\u0434\u0430\u0443 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0435\u0434\u0456
WELCOME_BLOCK_10_TEXT_3=GitHub \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u0441\u044B\u043D\u0434\u0430 \u0431\u0430\u0441\u049B\u0430\u0440\u044B\u043B\u0430\u0434\u044B - \u04AF\u043B\u0435\u0441 \u049B\u043E\u0441\u0443\u044B\u04A3\u044B\u0437\u0493\u0430 \u0431\u043E\u043B\u0430\u0434\u044B\!
WELCOME_BLOCK_11_TITLE=\u0414\u0435\u0440\u0435\u043A\u0442\u0456 \u0436\u0435\u0442\u043A\u0456\u0437\u0443 \u0436\u0435\u043B\u0456\u0441\u0456\u043D\u0434\u0435\u0433\u0456 UI5
WELCOME_BLOCK_11_TEXT_1=UI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B\u043D \u0431\u0435\u0440\u0456\u043A CDN \u0436\u0435\u043B\u0456\u0441\u0456\u043D\u0456\u04A3 \u0438\u043A\u0435\u043C\u0434\u0456\u043B\u0456\u0433\u0456\u043C\u0435\u043D \u04D9\u0437\u0456\u0440\u043B\u0435\u04A3\u0456\u0437 \u0436\u04D9\u043D\u0435 \u0456\u0441\u043A\u0435 \u049B\u043E\u0441\u044B\u04A3\u044B\u0437. \u0424\u0430\u0439\u043B\u0434\u0430\u0440 \u043E\u04A3\u0442\u0430\u0439\u043B\u044B \u04E9\u043D\u0456\u043C\u0434\u0456\u043B\u0456\u043A\u0442\u0456 \u049B\u0430\u043C\u0442\u0430\u043C\u0430\u0441\u044B\u0437 \u0435\u0442\u0443 \u04AF\u0448\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B\u0493\u0430 \u0435\u04A3 \u0436\u0430\u049B\u044B\u043D \u0436\u0435\u0440\u0434\u0435\u043D \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
WELCOME_BLOCK_11_TEXT_2=\u0415\u0440\u043A\u0456\u043D \u04E9\u043C\u0456\u0440\u043B\u0456\u043A \u0446\u0438\u043A\u043B\u0434\u0456 \u0436\u04AF\u0440\u0433\u0456\u0437\u0443\u0433\u0435 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u043A\u04E9\u043F \u043D\u04B1\u0441\u049B\u0430\u043B\u044B CDN
WELCOME_BLOCK_11_TEXT_3=\u041A\u0435\u0437 \u043A\u0435\u043B\u0433\u0435\u043D \u0436\u0435\u0440\u0433\u0456\u043B\u0456\u043A\u0442\u0456 \u0436\u04D9\u043D\u0435 \u0431\u04B1\u043B\u0442\u0442\u044B\u049B \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u0439\u0456\u043D\u0435 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u0416\u04AF\u043A\u0442\u0435\u043F \u0430\u043B\u0443
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u0416\u0430\u04A3\u0430\u043B\u044B\u049B\u0442\u0430\u0440
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u0421\u043E\u04A3\u0493\u044B UI5 \u043D\u04B1\u0441\u049B\u0430\u043B\u0430\u0440\u044B\u043D\u0434\u0430\u0493\u044B \u0436\u0430\u04A3\u0430 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A\u0442\u0435\u0440 \u0442\u0443\u0440\u0430\u043B\u044B \u0430\u049B\u043F\u0430\u0440\u0430\u0442
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u0406\u0441\u043A\u0435 \u043A\u0456\u0440\u0456\u0441\u0443 \u0430\u043B\u0434\u044B\u043D\u0434\u0430\u0493\u044B \u0430\u049B\u043F\u0430\u0440\u0430\u0442
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=UI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B\u043D \u04E9\u043D\u0456\u043C\u0434\u0456 \u0442\u04AF\u0440\u0434\u0435 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0434\u044B \u0431\u0430\u0441\u0442\u0430\u0443\u0434\u044B\u04A3 \u0430\u043B\u0434\u044B\u043D\u0434\u0430\u0493\u044B \u043C\u0430\u04A3\u044B\u0437\u0434\u044B \u0430\u049B\u043F\u0430\u0440\u0430\u0442
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u0416\u04B1\u043C\u044B\u0441\u049B\u0430 \u043A\u0456\u0440\u0456\u0441\u0443
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u0420\u0435\u0442\u0442\u0435\u0443 \u0436\u04D9\u043D\u0435 \u043E\u049B\u0443 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0434\u0430\u0440\u044B
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u04D9\u0437\u0456\u0440\u043B\u0435\u0443
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u04AE\u0437\u0434\u0456\u043A \u0436\u04B1\u043C\u044B\u0441 \u04D9\u0434\u0456\u0441\u0442\u0435\u0440\u0456 \u0436\u04D9\u043D\u0435 \u0435\u0441\u043A\u0435\u0440\u0443 \u049B\u0430\u0436\u0435\u0442 \u043C\u04D9\u0441\u0435\u043B\u0435\u043B\u0435\u0440
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u043A\u0435\u04A3\u0435\u0439\u0442\u0443
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u0431\u0435\u043B\u0433\u0456\u043B\u0456 \u0431\u0456\u0440 \u0442\u0430\u043B\u0430\u043F\u0442\u0430\u0440\u0493\u0430 \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0411\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D \u04D9\u0437\u0456\u0440\u043B\u0435\u0443
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u041F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u0430\u043D\u044B\u049B\u0442\u0430\u0439\u0442\u044B\u043D \u0431\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D \u0436\u0430\u0441\u0430\u0443 \u043D\u0435\u043C\u0435\u0441\u0435 UI5 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B\u043D\u0430 \u04AF\u043B\u0435\u0441 \u049B\u043E\u0441\u0443
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u04D8\u0434\u0435\u0442\u0442\u0435 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043B\u0430\u0442\u044B\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0441\u0445\u0435\u043C\u0430\u043B\u0430\u0440\u044B\u043D\u0430 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D UI \u0441\u0445\u0435\u043C\u0430\u043B\u0430\u0440\u044B \u043C\u0435\u043D \u04AF\u043B\u0433\u0456\u043B\u0435\u0440\u0456
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0418\u043D\u0442\u0435\u0440\u0430\u043A\u0442\u0438\u0432\u0442\u0456 \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u043A\u0430\u043B\u044B\u049B \u0432\u0435\u0431 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u049B\u04B1\u0440\u0430\u0441\u0442\u044B\u0440\u0443 \u0436\u04D9\u043D\u0435 \u0436\u0435\u0442\u0456\u043B\u0434\u0456\u0440\u0443
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u041D\u0435\u0433\u0456\u0437\u0433\u0456 \u043C\u04D9\u043B\u0456\u043C\u0435\u0442\u0442\u0435\u0440
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=MVC, \u0434\u0435\u0440\u0435\u043A\u0442\u0456 \u0431\u0430\u0439\u043B\u0430\u043D\u044B\u0441\u0442\u044B\u0440\u0443 \u0436\u04D9\u043D\u0435 \u049B\u04B1\u0440\u0430\u043C\u0434\u0430\u0441\u0442\u0430\u0440 \u0441\u0438\u044F\u049B\u0442\u044B \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u0442\u04B1\u0436\u044B\u0440\u044B\u043C\u0434\u0430\u043C\u0430\u043B\u0430\u0440\u044B
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u0411\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456 \u0442\u0443\u0440\u0430\u043B\u044B \u049B\u043E\u0441\u044B\u043C\u0448\u0430 \u0430\u049B\u043F\u0430\u0440\u0430\u0442
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456\u043D\u0435 \u049B\u043E\u0441\u044B\u043C\u0448\u0430

TOPIC_DETAIL_BACK_BTN=\u0406\u0437\u0434\u0435\u0443 \u043D\u04D9\u0442\u0438\u0436\u0435\u043B\u0435\u0440\u0456\u043D\u0435 \u049B\u0430\u0439\u0442\u0443
TOPIC_DETAIL_EDIT_GITHUB=GitHub \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u0441\u044B\u043D\u0434\u0430 \u04E9\u04A3\u0434\u0435\u0443
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u0411\u04B1\u043B \u0431\u0435\u0442\u0442\u0456 GitHub \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u0441\u044B\u043D\u0434\u0430 \u04E9\u04A3\u0434\u0435\u0443
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u0411\u04B1\u043B \u049B\u04B1\u0436\u0430\u0442\u0442\u044B \u0442\u043E\u043B\u044B\u049B \u044D\u043A\u0440\u0430\u043D\u0434\u044B \u0440\u0435\u0436\u0438\u043C\u0434\u0435 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443

TOPIC_MASTER_FILTER_PLACEHOLDER=\u0421\u04AF\u0437\u0433\u0456\u043B\u0435\u0443
TOPIC_MASTER_EXPAND_TOOLTIP=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u0436\u0430\u044E
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u0436\u0438\u044E
TOPIC_MASTER_NO_DATA_TEXT=\u0414\u0435\u0440\u0435\u043A \u0436\u043E\u049B, \u0493\u0430\u043B\u0430\u043C\u0434\u044B\u049B \u0456\u0437\u0434\u0435\u0443 \u04D9\u0434\u0456\u0441\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437

ENTITY_ABOUT=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
ENTITY_SAMPLES=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440 ({0})
ENITITY_API=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456\:
ENTITY_DOCUMENTATION=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430\:
ENTITY_UX=UX \u043D\u04B1\u0441\u049B\u0430\u0443\u043B\u0430\u0440\u044B\:
ENTITY_EXTENDS=\u041A\u0435\u04A3\u0435\u0439\u0442\u0456\u043C\u0434\u0435\u0440\:
ENTITY_COMPONENT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u049B\u04B1\u0440\u0430\u043C\u0434\u0430\u0441\u044B
ENTITY_SINCE=\u041C\u044B\u043D\u0430 \u0443\u0430\u049B\u044B\u0442\u0442\u0430\u043D \u0431\u0430\u0441\u0442\u0430\u043F \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456
ENTITY_CATEGORY=\u0421\u0430\u043D\u0430\u0442
ENTITY_DENSITY=\u041A\u04E9\u0440\u0441\u0435\u0442\u0443 \u0442\u044B\u0493\u044B\u0437\u0434\u044B\u0493\u044B
ENTITY_DEPRECATED=\u0415\u0441\u043A\u0456\u0440\u0433\u0435\u043D
ENTITY_FULLSCREEN_TOOLTIP=\u0411\u04B1\u043B \u04AF\u043B\u0433\u0456\u043D\u0456 \u0442\u043E\u043B\u044B\u049B \u044D\u043A\u0440\u0430\u043D\u0434\u044B \u0440\u0435\u0436\u0438\u043C\u0434\u0435 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
ENTITY_BACK_BTN=\u0406\u0437\u0434\u0435\u0443 \u043D\u04D9\u0442\u0438\u0436\u0435\u043B\u0435\u0440\u0456\u043D\u0435 \u049B\u0430\u0439\u0442\u0443
ENTITY_TABLE_NAME=\u0410\u0442\u044B
ENTITY_TABLE_DESCRIPTION=\u0421\u0438\u043F\u0430\u0442\u0442\u0430\u043C\u0430

CONTROLS_PAGE_TITLE=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440
CONTROLS_PAGE_DESC=\u041A\u043E\u0434 \u04AF\u043B\u0433\u0456\u043B\u0435\u0440\u0456\u043D \u0437\u0435\u0440\u0442\u0442\u0435\u0443 \u0436\u04D9\u043D\u0435 \u0436\u04AF\u043A\u0442\u0435\u043F \u0430\u043B\u0443
CONTROLS_FEATURED_CONTROLS=\u0411\u0435\u043B\u0433\u0456\u043B\u0456 \u0431\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456
CONTROLS_LAYOUT_PAGES=\u041F\u0456\u0448\u0456\u043C \u0436\u04D9\u043D\u0435 \u0431\u0435\u0442\u0442\u0435\u0440
CONTROLS_TEXT_1=\u041F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B\u043D\u044B\u04A3 \u04E9\u0437\u0430\u0440\u0430 \u04D9\u0440\u0435\u043A\u0435\u0442\u0456
CONTROLS_TEXT_2=\u04D8\u0440\u0442\u04AF\u0440\u043B\u0456 \u0442\u0456\u0437\u0456\u043C \u049B\u04B1\u0440\u044B\u043B\u044B\u043C\u0434\u0430\u0440\u044B
CONTROLS_TEXT_3=\u049A\u0430\u0440\u0430\u043F\u0430\u0439\u044B\u043C \u043D\u0435\u043C\u0435\u0441\u0435 \u049B\u0443\u0430\u0442\u0442\u044B\u043B\u044B\u0493\u044B \u0436\u043E\u0493\u0430\u0440\u044B\u0440\u0430\u049B \u043A\u0435\u0441\u0442\u0435\u043B\u0435\u0440
CONTROLS_TEXT_4=\u0414\u0438\u0430\u043B\u043E\u0433\u0442\u0456\u043A \u0436\u04D9\u043D\u0435 \u049B\u0430\u043B\u049B\u044B\u043C\u0430\u043B\u044B \u0442\u0435\u0440\u0435\u0437\u0435\u043B\u0435\u0440
CONTROLS_TEXT_5=\u041C\u044B\u0441\u0430\u043B\u044B, \u043C\u04D9\u0442\u0456\u043D\u0434\u0435\u0440\u0433\u0435, \u043A\u0435\u0441\u043A\u0456\u043D\u0434\u0435\u0440\u0433\u0435 \u043D\u0435\u043C\u0435\u0441\u0435 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C\u0430\u043B\u0430\u0440\u0493\u0430 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u043F\u043B\u0438\u0442\u043A\u0430\u043B\u0430\u0440
CONTROLS_TEXT_6=\u041F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B\u0493\u0430 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u043D\u0434\u044B\u0440\u0443
CONTROLS_TEXT_7=\u049A\u04B1\u0440\u0430\u043B\u0434\u0430\u0440 \u0442\u0430\u049B\u0442\u0430\u043B\u0430\u0440\u044B \u0436\u04D9\u043D\u0435 \u0436\u043E\u0493\u0430\u0440\u0493\u044B \u043A\u043E\u043B\u043E\u043D\u0442\u0438\u0442\u0443\u043B\u0434\u0430\u0440
CONTROLS_TEXT_8=\u0418\u0435\u0440\u0430\u0440\u0445\u0438\u044F\u043B\u044B\u049B \u0434\u0435\u0440\u0435\u043A \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0456\u043C\u0456
CONTROLS_TEXT_9=\u041C\u0435\u0442\u0430\u0434\u0435\u0440\u0435\u043A\u043F\u0435\u043D \u0436\u04AF\u0440\u0433\u0456\u0437\u0456\u043B\u0435\u0442\u0456\u043D \u0431\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456
CONTROLS_TEXT_10=\u041E\u0440\u044B\u043D \u0432\u0438\u0437\u0443\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F\u0441\u044B
CONTROLS_TEXT_11=\u0414\u0435\u0440\u0435\u043A \u0432\u0438\u0437\u0443\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F\u0441\u044B
CONTROLS_TEXT_12=\u049A\u0430\u0434\u0430\u043C \u043D\u0435\u0433\u0456\u0437\u0456\u043D\u0434\u0435\u0433\u0456 \u04E9\u0437\u0430\u0440\u0430 \u04D9\u0440\u0435\u043A\u0435\u0442\u0442\u0435\u0440
CONTROLS_TEXT_13=\u041D\u044B\u0441\u0430\u043D\u0434\u0430\u0440\u0434\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443, \u0436\u0430\u0441\u0430\u0443 \u043D\u0435\u043C\u0435\u0441\u0435 \u04E9\u04A3\u0434\u0435\u0443
CONTROLS_TEXT_14=\u0422\u0430\u049B\u044B\u0440\u044B\u043F, \u0436\u043E\u0493\u0430\u0440\u0493\u044B \u043A\u043E\u043B\u043E\u043D\u0442\u0438\u0442\u0443\u043B \u0436\u04D9\u043D\u0435 \u043C\u0430\u0437\u043C\u04B1\u043D \u0430\u0439\u043C\u0430\u0493\u044B \u0431\u0430\u0440 \u0431\u0435\u0442
CONTROLS_TEXT_15=\u0415\u04A3 \u043A\u04E9\u0431\u0456 3 \u0431\u0430\u0493\u0430\u043D\u044B \u0431\u0430\u0440 \u0431\u0435\u0442
CONTROLS_TEXT_16=\u0415\u043A\u0456 \u0431\u0430\u0493\u0430\u043D\u0434\u044B \u043F\u0456\u0448\u0456\u043C

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u0421\u04AF\u0437\u0433\u0456\u043B\u0435\u0443
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0422\u043E\u043F\u0442\u0430\u0443 / \u0441\u04AF\u0437\u0433\u0456\u043B\u0435\u0443
CONTROLS_MASTER_NO_DATA_TEXT=\u0414\u0435\u0440\u0435\u043A \u0436\u043E\u049B, \u0493\u0430\u043B\u0430\u043C\u0434\u044B\u049B \u0456\u0437\u0434\u0435\u0443 \u04D9\u0434\u0456\u0441\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437.

CODE_BACK_BTN_TOOLTIP=\u04AE\u043B\u0433\u0456\u0433\u0435 \u049B\u0430\u0439\u0442\u0443
CODE_API_REFERENCE=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456
CODE_DOWNLOAD_BTN=\u0416\u04AF\u043A\u0442\u0435\u043F \u0430\u043B\u0443

CHANGE_VERSION_DIALOG_TITLE=\u04E8\u0437\u0433\u0435\u0440\u0456\u0441 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u0416\u0430\u0431\u0443

APP_SETTINGS_DIALOG_TITLE=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440
APP_SETTINGS_DIALOG_THEME=\u0422\u0430\u049B\u044B\u0440\u044B\u043F\:
APP_SETTINGS_DIALOG_LANGUAGE=\u0422\u0456\u043B
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES="Cookie" \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u0422\u0430\u04A3\u0434\u0430\u043B\u0493\u0430\u043D \u0442\u0456\u043B \u0442\u0435\u043A \u0414\u0435\u043C\u043E \u0436\u0438\u043D\u0430\u049B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B\u043D\u044B\u04A3 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0456\u043D\u0435 \u0493\u0430\u043D\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0430\u0442\u044B\u043D\u044B\u043D \u0435\u0441\u043A\u0435\u0440\u0456\u04A3\u0456\u0437. \u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0434\u0430 \u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430, \u0410\u0420\u0406 \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456 \u0436\u04D9\u043D\u0435 \u04AE\u043B\u0433\u0456\u043B\u0435\u0440 \u0441\u0438\u044F\u049B\u0442\u044B \u04D9\u0440\u0442\u04AF\u0440\u043B\u0456 \u0431\u04E9\u043B\u0456\u043C\u0434\u0435\u0440\u0434\u0435 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u043C\u0430\u0437\u043C\u04B1\u043D \u0442\u0435\u043A \u0430\u0493\u044B\u043B\u0448\u044B\u043D \u0442\u0456\u043B\u0456\u043D\u0434\u0435 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456.
APP_SETTINGS_DIALOG_DENSITY=\u041A\u04E9\u0440\u0441\u0435\u0442\u0443 \u0442\u044B\u0493\u044B\u0437\u0434\u044B\u0493\u044B\:
APP_SETTINGS_DIALOG_READ_MORE=\u041A\u04E9\u0440\u0441\u0435\u0442\u0443 \u0442\u044B\u0493\u044B\u0437\u0434\u044B\u049B\u0442\u0430\u0440\u044B \u0442\u0443\u0440\u0430\u043B\u044B \u049B\u043E\u0441\u044B\u043C\u0448\u0430 \u0430\u049B\u043F\u0430\u0440\u0430\u0442
APP_SETTINGS_DIALOG_RTL=\u041E\u04A3\u043D\u0430\u043D \u0441\u043E\u043B\u0493\u0430 \u0440\u0435\u0436\u0438\u043C\u0456\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443

COOKIE_SETTINGS_DIALOG_TITLE=\u0421\u0456\u0437\u0434\u0456\u04A3 "cookie" \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456\u04A3\u0456\u0437
COOKIE_SETTINGS_DIALOG_SUMMARY=\u0411\u0456\u0437 \u0441\u0430\u0439\u0442\u044B\u043C\u044B\u0437\u0434\u0430\u0493\u044B \u0442\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u04A3\u0456\u0437\u0434\u0456 \u0436\u0430\u049B\u0441\u0430\u0440\u0442\u0443 \u04AF\u0448\u0456\u043D "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u0436\u04D9\u043D\u0435 SAP Web Analytics \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u043C\u044B\u0437. \u0411\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0434\u044B \u0436\u0430\u043B\u0493\u0430\u0441\u0442\u044B\u0440\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0431\u0456\u0437\u0434\u0456\u04A3 "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u043A\u0435\u043B\u0456\u0441\u0435\u0441\u0456\u0437.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u049A\u0430\u0436\u0435\u0442\u0442\u0456 "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u041E\u0441\u044B "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B \u0441\u0430\u0439\u0442\u0442\u044B\u04A3 \u043D\u0435\u0433\u0456\u0437\u0433\u0456 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u0430\u0440\u044B\u043D \u049B\u043E\u0441\u0443 \u04AF\u0448\u0456\u043D \u049B\u0430\u0436\u0435\u0442.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0411\u0456\u0437 \u0441\u0430\u0439\u0442\u044B\u043C\u044B\u0437\u0434\u0430\u0493\u044B \u0442\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u04A3\u0456\u0437\u0434\u0456 \u0436\u0430\u049B\u0441\u0430\u0440\u0442\u0443 \u04AF\u0448\u0456\u043D "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u043C\u044B\u0437. \u0411\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0434\u044B \u0436\u0430\u043B\u0493\u0430\u0441\u0442\u044B\u0440\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0431\u0456\u0437\u0434\u0456\u04A3 "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u043A\u0435\u043B\u0456\u0441\u0435\u0441\u0456\u0437.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0424\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u044B\u049B "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u041E\u0441\u044B "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B \u0441\u0430\u0439\u0442 \u04E9\u043D\u0456\u043C\u0434\u0456\u043B\u0456\u0433\u0456\u043D \u04E9\u043B\u0448\u0435\u0443 \u0436\u04D9\u043D\u0435 \u0436\u0435\u0442\u0456\u043B\u0434\u0456\u0440\u0443 \u043C\u0430\u049B\u0441\u0430\u0442\u044B\u043D\u0434\u0430 \u0441\u0430\u0439\u0442\u0442\u044B\u04A3 \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0443\u044B\u043D \u0442\u0430\u043B\u0434\u0430\u0443 \u04AF\u0448\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043B\u0430\u0434\u044B.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0411\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u0430 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B\u043B\u0430\u0440\u0434\u044B\u04A3 \u0431\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443 \u04D9\u0434\u0456\u0441\u0456\u043D \u0442\u0430\u043B\u0434\u0430\u0443 \u04AF\u0448\u0456\u043D SAP Web Analytics \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0430\u0434\u044B. \u049A\u04B1\u0440\u044B\u043B\u0430\u0442\u044B\u043D \u0430\u049B\u043F\u0430\u0440\u0430\u0442 (\u0441\u043E\u043D\u044B\u04A3 \u0456\u0448\u0456\u043D\u0434\u0435 IP \u043C\u0435\u043A\u0435\u043D\u0436\u0430\u0439\u044B\u043D\u044B\u04A3 \u0431\u0456\u0440 \u0431\u04E9\u043B\u0456\u0433\u0456 \u0436\u04D9\u043D\u0435 \u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u0438\u0434.) SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043D\u0430 \u0436\u0456\u0431\u0435\u0440\u0456\u043B\u0456\u043F, \u043E\u043D\u044B\u04A3 \u0441\u0435\u0440\u0432\u0435\u0440\u043B\u0435\u0440\u0456\u043D\u0434\u0435 \u0441\u0430\u049B\u0442\u0430\u043B\u0430\u0434\u044B. "Cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u043C\u0430 \u043A\u0456\u0440\u0443 \u0436\u04D9\u043D\u0435 \u043A\u0456\u0440\u0443\u0434\u0456\u04A3 \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u0431\u0435\u0442\u0456\u043D \u0430\u043D\u044B\u049B\u0442\u0430\u0443 \u04AF\u0448\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043B\u0430\u0434\u044B. \u0411\u0456\u0437 \u0431\u04B1\u043B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u0442\u0435\u043A \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u0442\u044B\u04A3 \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0443\u044B\u043D \u0431\u0430\u0493\u0430\u043B\u0430\u0443 \u0436\u04D9\u043D\u0435 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u043B\u0430\u0440\u044B \u04AF\u0448\u0456\u043D \u0432\u0435\u0431-\u0441\u0430\u0439\u0442 \u04D9\u0440\u0435\u043A\u0435\u0442\u0456 \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0435\u0441\u0435\u043F\u0442\u0435\u0440 \u049B\u04B1\u0440\u0443 \u0436\u04D9\u043D\u0435 \u0441\u0430\u0439\u0442\u0442\u044B \u0436\u0435\u0442\u0456\u043B\u0434\u0456\u0440\u0443 \u043C\u0430\u049B\u0441\u0430\u0442\u044B\u043D\u0434\u0430 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u043C\u044B\u0437. \u0415\u0433\u0435\u0440 SAP Web Analytics \u049B\u0430\u0434\u0430\u0493\u0430\u043B\u0430\u0443\u044B \u04AF\u0448\u0456\u043D \u0442\u0456\u0440\u043A\u0435\u043B\u0433\u0456\u04A3\u0456\u0437 \u043A\u0435\u043B\u0441\u0435, \u0436\u043E\u0493\u0430\u0440\u044B\u0434\u0430\u0493\u044B "\u049A\u043E\u0441\u0443"/"\u04E8\u0448\u0456\u0440\u0443" \u0430\u0443\u044B\u0441\u0442\u044B\u0440\u044B\u043F-\u049B\u043E\u0441\u049B\u044B\u0448\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0434\u0456 \u0431\u0435\u043B\u0433\u0456\u043B\u0435\u04A3\u0456\u0437. \u0422\u0456\u0440\u043A\u0435\u043B\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0441\u0456\u0437 \u04E9\u0437\u0456\u04A3\u0456\u0437 \u0442\u0443\u0440\u0430\u043B\u044B \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u043A\u0430 \u0434\u0435\u0440\u0435\u0433\u0456\u043D \u0436\u043E\u0493\u0430\u0440\u044B\u0434\u0430 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0436\u043E\u043B\u043C\u0435\u043D \u0436\u04D9\u043D\u0435 \u043C\u0430\u049B\u0441\u0430\u0442\u0442\u0430\u0440\u043C\u0435\u043D \u04E9\u04A3\u0434\u0435\u0443\u0433\u0435 \u043A\u0435\u043B\u0456\u0441\u0456\u043C \u0431\u0435\u0440\u0435\u0441\u0456\u0437.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u049A\u043E\u0441\u044B\u043C\u0448\u0430 \u0430\u049B\u043F\u0430\u0440\u0430\u0442
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u049B\u0430\u0431\u044B\u043B\u0434\u0430\u0443
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u049B\u0430\u0431\u044B\u043B\u0434\u0430\u043C\u0430\u0443
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0434\u0456 \u043E\u0440\u043D\u0430\u0442\u0443
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0434\u0456 \u0441\u0430\u049B\u0442\u0430\u0443
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443

EMPTY_TEXT=\u0411\u043E\u0441

DOWNLOADS_TEXT=\u0416\u04AF\u043A\u0442\u0435\u043C\u0435\u043B\u0435\u0440

DEMO_APPS_TEXT=\u0414\u0435\u043C\u043E \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440
DEMO_APPS_DOWNLOAD_BTN=\u0416\u04AF\u043A\u0442\u0435\u043F \u0430\u043B\u0443
DEMO_APPS_READ_MORE_BTN=\u049A\u043E\u0441\u044B\u043C\u0448\u0430 \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u043E\u049B\u0443
DEMO_APPS_IMAGE_PHONE=\u0422\u0435\u043B\u0435\u0444\u043E\u043D\u0434\u0430\u0440\u0493\u0430 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u0444\u043E\u043D\u0434\u044B\u049B \u043A\u0435\u0441\u043A\u0456\u043D
DEMO_APPS_IMAGE_DESKTOP=\u041A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u043B\u0435\u0440\u0433\u0435 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u0444\u043E\u043D\u0434\u044B\u049B \u043A\u0435\u0441\u043A\u0456\u043D
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=\u0414\u0435\u043C\u043E \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u0436\u04AF\u043A\u0442\u0435\u043F \u0430\u043B\u0443
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
DEMO_APPS_CATEGORY_TUTORIAL=\u041E\u049B\u0443 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0434\u0430\u0440\u044B \u0431\u0430\u0440 \u0434\u0435\u043C\u043E \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440
DEMO_APPS_CATEGORY_SHOWCASE=\u041D\u0430\u049B\u0442\u044B \u04E9\u043C\u0456\u0440\u0434\u0435\u0433\u0456 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u0439\u043B\u0435\u0440\u0434\u0456\u04A3 UI5 \u0442\u04B1\u0436\u044B\u0440\u044B\u043C\u0434\u0430\u043C\u0430\u043B\u0430\u0440\u044B
DEMO_APPS_CATEGORY_TEMPLATE=\u04AE\u043B\u0433\u0456 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B
DEMO_APPS_CATEGORY_MISC=\u04E8\u0437\u0433\u0435 \u0434\u0435\u043C\u043E \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440
DEMO_APPS_CATEGORY_RTA=SAPUI5 Flexibility \u0434\u0435\u043C\u043E \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B
DEMO_APPS_LIBRARY=\u0411\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0456\u04A3 \u043A\u0456\u0442\u0430\u043F\u0445\u0430\u043D\u0430\u0441\u044B

LEGAL_DISCLAIMER_TITLE=\u0421\u0456\u043B\u0442\u0435\u043C\u0435\u043B\u0435\u0440 \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0437\u0430\u04A3\u0434\u044B \u0436\u0430\u0443\u0430\u043F\u043A\u0435\u0440\u0448\u0456\u043B\u0456\u043A\u0442\u0435\u043D \u0431\u0430\u0441 \u0442\u0430\u0440\u0442\u0443
LEGAL_DISCLAIMER_LABEL_1=\u0411\u0435\u043B\u0433\u0456\u0448\u0435\u0441\u0456 \u0431\u0430\u0440 \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u043B\u0435\u0440
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043D\u0430\u043D \u0431\u0430\u0441\u049B\u0430 \u0441\u0430\u0439\u0442\u0442\u0430 \u0436\u0430\u0440\u0438\u044F\u043B\u0430\u043D\u0493\u0430\u043D \u0430\u049B\u043F\u0430\u0440\u0430\u0442
LEGAL_DISCLAIMER_TEXT_1=\u0421\u0456\u0437 SAP \u0438\u0435\u043B\u0456\u0433\u0456\u043D\u0434\u0435 \u0435\u043C\u0435\u0441 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u049B\u0430 \u043A\u0456\u0440\u0435\u0439\u0456\u043D \u0434\u0435\u043F \u0436\u0430\u0442\u044B\u0440\u0441\u044B\u0437. \u041C\u04B1\u043D\u0434\u0430\u0439 \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u043B\u0435\u0440\u0434\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0441\u0456\u0437 (SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043C\u0435\u043D \u043A\u0435\u043B\u0456\u0441\u0456\u043C\u0434\u0435\u0440\u0456\u04A3\u0456\u0437\u0434\u0435 \u0431\u0430\u0441\u049B\u0430\u0448\u0430 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u043C\u0435\u0433\u0435\u043D \u0431\u043E\u043B\u0441\u0430) \u0442\u04E9\u043C\u0435\u043D\u0434\u0435\u0433\u0456\u043B\u0435\u0440\u043C\u0435\u043D \u043A\u0435\u043B\u0456\u0441\u0435\u0441\u0456\u0437\:
LEGAL_DISCLAIMER_TEXT_2=- \u041A\u0456\u0440\u0456\u043F \u0436\u0430\u0442\u049B\u0430\u043D \u0441\u0430\u0439\u0442\u0442\u0430\u0493\u044B \u0434\u0435\u0440\u0435\u043A\u0442\u0435\u0440 SAP \u049B\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430\u0441\u044B \u0431\u043E\u043B\u044B\u043F \u0442\u0430\u0431\u044B\u043B\u043C\u0430\u0439\u0434\u044B. \u0411\u04B1\u043B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B\u04A3 \u043D\u0435\u0433\u0456\u0437\u0456\u043D\u0434\u0435 SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043D\u0430 \u04E9\u043D\u0456\u043C \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0435\u0448\u049B\u0430\u043D\u0434\u0430\u0439 \u0442\u0430\u043B\u0430\u043F \u049B\u043E\u044F \u0430\u043B\u043C\u0430\u0439\u0441\u044B\u0437.
LEGAL_DISCLAIMER_TEXT_3=- SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B \u0441\u0456\u0437 \u043A\u0456\u0440\u0456\u043F \u0436\u0430\u0442\u049B\u0430\u043D \u0441\u0430\u0439\u0442\u0442\u044B\u04A3 \u043C\u0430\u0437\u043C\u04B1\u043D\u044B\u043D\u0430 \u043A\u0435\u043B\u0456\u0441\u0456\u043C \u0431\u0435\u0440\u043C\u0435\u0439\u0434\u0456 \u043D\u0435\u043C\u0435\u0441\u0435 \u043A\u0435\u043B\u0456\u0441\u043F\u0435\u0443\u0448\u0456\u043B\u0456\u043A \u0431\u0456\u043B\u0434\u0456\u0440\u043C\u0435\u0439\u0434\u0456 \u0436\u04D9\u043D\u0435 SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B\u04A3 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456\u043B\u0456\u0433\u0456 \u043C\u0435\u043D \u0434\u04B1\u0440\u044B\u0441\u0442\u044B\u043B\u044B\u0493\u044B\u043D\u0430 \u043A\u0435\u043F\u0456\u043B \u0431\u0435\u0440\u043C\u0435\u0439\u0434\u0456.
LEGAL_DISCLAIMER_LABEL_2=\u0411\u0435\u043B\u0433\u0456\u0448\u0435\u0441\u0456 \u0431\u0430\u0440 \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u043B\u0435\u0440
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=SAP \u0441\u0430\u0439\u0442\u044B\u043D\u0434\u0430 \u0436\u0430\u0440\u0438\u044F\u043B\u0430\u043D\u0493\u0430\u043D \u0430\u049B\u043F\u0430\u0440\u0430\u0442
LEGAL_DISCLAIMER_TEXT_4=\u0421\u0456\u0437 \u0431\u0435\u043B\u0433\u0456\u043B\u0456 \u0431\u0456\u0440 SAP \u04E9\u043D\u0456\u043C\u0456 \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u049B\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430\u0434\u0430\u043D \u0448\u044B\u0493\u044B\u043F, SAP \u0438\u0435\u043B\u0456\u0433\u0456\u043D\u0434\u0435\u0433\u0456 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u049B\u0430 \u043A\u0456\u0440\u0456\u043F \u0436\u0430\u0442\u044B\u0440\u0441\u044B\u0437. \u041C\u04B1\u043D\u0434\u0430\u0439 \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u043B\u0435\u0440\u0434\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0441\u0456\u0437 (SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043C\u0435\u043D \u043A\u0435\u043B\u0456\u0441\u0456\u043C\u0434\u0435\u0440\u0456\u04A3\u0456\u0437\u0434\u0435 \u0431\u0430\u0441\u049B\u0430\u0448\u0430 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u043C\u0435\u0433\u0435\u043D \u0431\u043E\u043B\u0441\u0430) \u0431\u04B1\u043B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B\u04A3 \u043D\u0435\u0433\u0456\u0437\u0456\u043D\u0434\u0435 SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043D\u0430 \u04E9\u043D\u0456\u043C \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0435\u0448\u049B\u0430\u043D\u0434\u0430\u0439 \u0442\u0430\u043B\u0430\u043F \u049B\u043E\u044F \u0430\u043B\u043C\u0430\u0439\u0442\u044B\u043D\u0434\u044B\u0493\u044B\u04A3\u044B\u0437\u0493\u0430 \u043A\u0435\u043B\u0456\u0441\u0435\u0441\u0456\u0437.

VIEW_SETTINGS_DIALOG_ITEM_1=\u0410\u043B\u0444\u0430\u0432\u0438\u0442 \u0431\u043E\u0439\u044B\u043D\u0448\u0430
VIEW_SETTINGS_DIALOG_ITEM_2=\u0421\u0430\u043D\u0430\u0442
VIEW_SETTINGS_DIALOG_ITEM_3=\u041A\u04E9\u0440\u0441\u0435\u0442\u0443 \u0442\u044B\u0493\u044B\u0437\u0434\u044B\u0493\u044B
VIEW_SETTINGS_DIALOG_ITEM_4=\u0410\u0442\u0430\u0443 \u043E\u0440\u043D\u044B
VIEW_SETTINGS_DIALOG_ITEM_5=\u0428\u044B\u0493\u0430\u0440\u044B\u043B\u044B\u043C

SAMPLE_BACK_BTN_TOOLTIP=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440\u0433\u0435 \u049B\u0430\u0439\u0442\u0443
SAMPLE_INFO_TOOLTIP=\u04AE\u043B\u0433\u0456 \u0442\u0443\u0440\u0430\u043B\u044B \u0430\u049B\u043F\u0430\u0440\u0430\u0442
SAMPLE_API_REFERENCE_BTN=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456
SAMPLE_PREV_BTN_TOOLTIP=\u0410\u043B\u0434\u044B\u04A3\u0493\u044B \u04AF\u043B\u0433\u0456\u043D\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
SAMPLE_NEXT_BTN_TOOLTIP=\u041A\u0435\u043B\u0435\u0441\u0456 \u04AF\u043B\u0433\u0456\u043D\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u0411\u04B1\u043B \u04AF\u043B\u0433\u0456\u043D\u0456 \u0442\u043E\u043B\u044B\u049B \u044D\u043A\u0440\u0430\u043D\u0434\u044B \u0440\u0435\u0436\u0438\u043C\u0434\u0435 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
SAMPLE_ADAPT_BTN_TOOLTIP=UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443
SAMPLE_CODE_BTN_TOOLTIP=\u0411\u04B1\u043B \u04AF\u043B\u0433\u0456 \u04AF\u0448\u0456\u043D \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u043A\u043E\u0434\u0442\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u0416\u0430\u04A3\u0430 \u049B\u043E\u0439\u044B\u043D\u0434\u044B\u0434\u0430 \u0430\u0448\u0443
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u0416\u04AF\u043A\u0442\u0435\u043F \u0430\u043B\u0443

RELEASE_NOTES_TITLE=\u04E8\u0437\u0433\u0435\u0440\u0456\u0441 \u0436\u0443\u0440\u043D\u0430\u043B\u044B

SEARCH_PAGE_TITLE="{0}" \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0456\u0437\u0434\u0435\u0443 \u043D\u04D9\u0442\u0438\u0436\u0435\u043B\u0435\u0440\u0456
SEARCH_PAGE_DESCRIPTION=\u0406\u0437\u0434\u0435\u0443 \u043D\u04D9\u0442\u0438\u0436\u0435\u043B\u0435\u0440\u0456 \u0441\u0430\u043D\u0430\u0442\u0442\u0430\u0440\u0434\u0430 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0435\u0434\u0456.
SEARCH_PAGE_ALL_SECTION_TITLE=\u0411\u0430\u0440\u043B\u044B\u0493\u044B ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456\u043D\u0435\u043D \u04AF\u0437\u0434\u0456\u043A 10 \u043D\u04D9\u0442\u0438\u0436\u0435
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430\u0434\u0430\u043D \u04AF\u0437\u0434\u0456\u043A 10 \u043D\u04D9\u0442\u0438\u0436\u0435
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440\u0434\u0435\u043D \u04AF\u0437\u0434\u0456\u043A 10 \u043D\u04D9\u0442\u0438\u0436\u0435
SEARCH_SUGGESTIONS_TITLE_ALL=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D\u0430\u043D \u04AF\u0437\u0434\u0456\u043A 10 \u043D\u04D9\u0442\u0438\u0436\u0435
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u0411\u0430\u0440\u043B\u044B\u0493\u044B
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u043A\u04E9\u0440\u0443
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430
SEARCH_SUGGESTIONS_API_SECTION_TITLE=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0411\u0430\u0440\u043B\u044B\u0493\u044B ({0} / {1})
SEARCH_PAGE_API_SECTION_TITLE=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456 ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=API \u0441\u0456\u043B\u0442\u0435\u043C\u0435\u0441\u0456 ({0} / {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430 ({0} / {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440 ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440 ({0} / {1})

RELEASE_DIALOG_TITLE=\u041A\u0435\u043B\u0435\u0441\u0456 \u04AF\u0448\u0456\u043D \u04E9\u0437\u0433\u0435\u0440\u0456\u0441 \u0436\u0443\u0440\u043D\u0430\u043B\u044B\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u0416\u0430\u0431\u0443
RELEASE_DIALOG_NO_DATA_TEXT=\u0411\u04B1\u043B \u043A\u0456\u0442\u0430\u043F\u0445\u0430\u043D\u0430 \u04AF\u0448\u0456\u043D \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440 \u0436\u043E\u049B.

ABOUT_DIALOG_TITLE=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
ABOUT_DIALOG_TEXT_1=UI5 \u0434\u0435\u043C\u043E \u0436\u0438\u043D\u0430\u0493\u044B - HTML5 \u04AF\u0448\u0456\u043D UI \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u049B\u04B1\u0440\u0430\u043B\u0434\u0430\u0440\u044B\u043D\u044B\u04A3 \u0436\u0438\u043D\u0430\u0493\u044B
ABOUT_DIALOG_TEXT_2=\u00A9 2009-2021 SAP SE. \u0411\u0430\u0440\u043B\u044B\u049B \u049B\u04B1\u049B\u044B\u0493\u044B \u049B\u043E\u0440\u0493\u0430\u043B\u0493\u0430\u043D.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE \u043D\u0435\u043C\u0435\u0441\u0435 SAP \u0435\u043D\u0448\u0456\u043B\u0435\u0441 \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B.
ABOUT_DIALOG_TEXT_4={0} {1} \u043D\u04B1\u0441\u049B\u0430\u0441\u044B
ABOUT_DIALOG_TEXT_5=Open UI5 {0} \u043D\u04B1\u0441\u049B\u0430\u0441\u044B
ABOUT_DIALOG_TEXT_6=\u0411\u04B1\u043B \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u043B\u044B\u049B \u0436\u0430\u0441\u0430\u049B\u0442\u0430\u043C\u0430 \u043C\u044B\u043D\u0430\u0434\u0430\u0439 \u043A\u0456\u0442\u0430\u043F\u0445\u0430\u043D\u0430 \u043D\u04B1\u0441\u049B\u0430\u043B\u0430\u0440\u044B\u043D \u049B\u0430\u043C\u0442\u0438\u0434\u044B
ABOUT_DIALOG_LINK_1=\u041D\u04B1\u0441\u049B\u0430 \u0442\u043E\u043B\u044B\u049B \u043C\u04D9\u043B\u0456\u043C\u0435\u0442\u0442\u0435\u0440\u0456
ABOUT_DIALOG_TEXT_7=\u0411\u04B1\u043B \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u043B\u044B\u049B \u0436\u0430\u0441\u0430\u049B\u0442\u0430\u043C\u0430 \u04AF\u0448\u0456\u043D\u0448\u0456 \u0442\u0430\u0440\u0430\u043F\u0442\u044B\u04A3 \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u043A\u043E\u0434\u044B \u0430\u0448\u044B\u049B \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u043B\u044B\u049B \u0436\u0430\u0441\u0430\u049B\u0442\u0430\u043C\u0430\u0441\u044B\u043D \u049B\u0430\u043C\u0442\u0438\u0434\u044B.
ABOUT_DIALOG_TEXT_8=\u049A\u0430\u043C\u0442\u044B\u043B\u0493\u0430\u043D \u04AF\u0448\u0456\u043D\u0448\u0456 \u0442\u0430\u0440\u0430\u043F\u0442\u044B\u04A3 \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u043B\u044B\u049B \u0436\u0430\u0441\u0430\u049B\u0442\u0430\u043C\u0430\u0441\u044B
ABOUT_DIALOG_VERSION_TITLE=\u041D\u04B1\u0441\u049B\u0430 \u0442\u043E\u043B\u044B\u049B \u043C\u04D9\u043B\u0456\u043C\u0435\u0442\u0442\u0435\u0440\u0456
ABOUT_DIALOG_VERSION=\u041D\u04B1\u0441\u049B\u0430
ABOUT_DIALOG_DESCRIPTION=\u0421\u0438\u043F\u0430\u0442\u0442\u0430\u043C\u0430
ABOUT_DIALOG_CHANGE_LOG=\u04E8\u0437\u0433\u0435\u0440\u0456\u0441 \u0436\u0443\u0440\u043D\u0430\u043B\u044B
ABOUT_DIALOG_CHANGE_LOG_LINK=\u04E8\u0437\u0433\u0435\u0440\u0456\u0441 \u0436\u0443\u0440\u043D\u0430\u043B\u044B
ABOUT_DIALOG_COMPONENT=\u049A\u04B1\u0440\u0430\u043C\u0434\u0430\u0441
ABOUT_DIALOG_CLOSE_BTN=\u0416\u0430\u0431\u0443
ABOUT_DIALOG_THIRD_PARTY=\u049A\u0430\u043C\u0442\u044B\u043B\u0493\u0430\u043D \u04AF\u0448\u0456\u043D\u0448\u0456 \u0442\u0430\u0440\u0430\u043F\u0442\u044B\u04A3 \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u043B\u044B\u049B \u0436\u0430\u0441\u0430\u049B\u0442\u0430\u043C\u0430\u0441\u044B

FOOTER_LEGAL_DISCOLURE=\u0417\u0430\u04A3\u0434\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442
FOOTER_PRIVACY=\u049A\u04B1\u043F\u0438\u044F\u043B\u044B\u049B
FOOTER_TERMS=\u041F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443 \u0448\u0430\u0440\u0442\u0442\u0430\u0440\u044B
FOOTER_LICENSE=\u041B\u0438\u0446\u0435\u043D\u0437\u0438\u044F

NOT_FOUND_TITLE=\u0422\u0430\u0431\u044B\u043B\u043C\u0430\u0434\u044B
NOT_FOULD_TEXT=\u0421\u04B1\u0440\u0430\u043B\u0493\u0430\u043D \u0440\u0435\u0441\u0443\u0440\u0441 \u0442\u0430\u0431\u044B\u043B\u043C\u0430\u0434\u044B.

SITEMAP_TITLE=\u0421\u0430\u0439\u0442 \u043A\u0430\u0440\u0442\u0430\u0441\u044B

LIVE_EDITOR_TITLE=\u0428\u044B\u043D\u0430\u0439\u044B \u0443\u0430\u049B\u044B\u0442\u0442\u0430\u0493\u044B \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440
LIVE_EDITOR_RESULT=\u041D\u04D9\u0442\u0438\u0436\u0435
LIVE_EDITOR_PREVIEW_BTN=\u0410\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043A\u04E9\u0440\u0443
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0442\u044B \u0442\u04AF\u0440\u0434\u0435 \u0430\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043A\u04E9\u0440\u0443

TOOLS_VIEW_DOC=\u049A\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430\u043D\u044B \u049B\u0430\u0440\u0430\u043F \u0448\u044B\u0493\u0443
TOOLS_CARD_1_IMG_ALT=SAP Business Application Studio \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u0441\u044B\u043D \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043F \u0442\u04B1\u0440\u0493\u0430\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_1_TEXT=SAP BTP \u043F\u043B\u0430\u0442\u0444\u043E\u0440\u043C\u0430\u0441\u044B\u043D\u0434\u0430\u0493\u044B SAP Business Application Studio \u0430\u0442\u0442\u044B SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043D\u044B\u04A3 \u04D9\u043B\u0435\u0443\u043C\u0435\u0442\u0442\u0456\u043A \u0431\u04B1\u043B\u0442\u044B \u0441\u043E\u04A3\u0493\u044B SAPUI5 \u0436\u04D9\u043D\u0435 SAP Fiori \u0442\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u044F\u043B\u0430\u0440\u044B\u043C\u0435\u043D \u0436\u04B1\u043C\u044B\u0441 \u04AF\u0441\u0442\u0435\u043B\u0456 \u043C\u0435\u043D \u043C\u043E\u0431\u0438\u043B\u044C\u0434\u0456 \u049B\u04B1\u0440\u044B\u043B\u0493\u044B\u043B\u0430\u0440 \u04AF\u0448\u0456\u043D \u0437\u0430\u043C\u0430\u043D\u0430\u0443\u0438 UI \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B\u043D \u049B\u04B1\u0440\u0430\u0441\u0442\u044B\u0440\u0443 \u04AF\u0448\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043B\u0430\u0434\u044B.
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=SAP UI \u0442\u0430\u049B\u044B\u0440\u044B\u0431\u044B \u0434\u0438\u0437\u0430\u0439\u043D\u0435\u0440\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_2_TEXT=UI \u0442\u0430\u049B\u044B\u0440\u044B\u0431\u044B \u0434\u0438\u0437\u0430\u0439\u043D\u0435\u0440\u0456\u043D SAP \u04B1\u0441\u044B\u043D\u0493\u0430\u043D \u0442\u0430\u049B\u044B\u0440\u044B\u043F \u04AF\u043B\u0433\u0456\u043B\u0435\u0440\u0456\u043D\u0456\u04A3 \u0431\u0456\u0440\u0456\u043D \u04E9\u04A3\u0434\u0435\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u043A\u043E\u0440\u043F\u043E\u0440\u0430\u0442\u0438\u0432\u0442\u0456\u043A \u043C\u04D9\u043D\u0435\u0440 \u0442\u0430\u049B\u044B\u0440\u044B\u043F\u0442\u0430\u0440\u044B\u043D \u043E\u04A3\u0430\u0439 \u049B\u04B1\u0440\u0430\u0441\u0442\u044B\u0440\u0443 \u04AF\u0448\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437.
TOOLS_CARD_2_LINK_1=\u049A\u0430\u0443\u044B\u043C\u0434\u0430\u0441\u0442\u044B\u049B
TOOLS_CARD_3_IMG_ALT=SAP UI5 Tooling \u0431\u0435\u0442\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_3_TEXT=UI5 \u049B\u04B1\u0440\u044B\u043B\u044B\u043C\u044B\u043D\u044B\u04A3 \u043D\u0435\u0433\u0456\u0437\u0456\u043D\u0434\u0435 \u0437\u0430\u043C\u0430\u043D\u0430\u0443\u0438 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B node.js \u0436\u04D9\u043D\u0435 npm \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0433\u0435 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u0430\u0448\u044B\u049B \u0436\u04D9\u043D\u0435 \u043C\u043E\u0434\u0443\u043B\u044C\u0434\u0456\u043A \u049B\u04B1\u0440\u0430\u043B\u0434\u0430\u0440 \u0442\u0456\u0437\u0431\u0435\u0433\u0456.
TOOLS_CARD_3_LINK_1=\u0428\u043E\u043B\u0443
TOOLS_CARD_3_LINK_2=CLI \u049B\u04B1\u0436\u0430\u0442\u0442\u0430\u043C\u0430\u0441\u044B
TOOLS_CARD_4_IMG_ALT=SAP UI5 Inspector \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_4_TEXT=UI5 Inspector \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B OpenUI5 \u043D\u0435\u043C\u0435\u0441\u0435 SAPUI5 \u043D\u0435\u0433\u0456\u0437\u0456\u043D\u0434\u0435\u0433\u0456 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u043E\u04A3\u0430\u0439 \u0442\u04AF\u0437\u0435\u0442\u0443\u0433\u0435 \u0436\u04D9\u043D\u0435 \u049B\u043E\u043B\u0434\u0430\u0443\u0493\u0430 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A \u0431\u0435\u0440\u0435\u0434\u0456.
TOOLS_CARD_4_LINK_1=\u0411\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u043A\u043E\u0434\u0442\u044B \u049B\u0430\u0440\u0430\u043F \u0448\u044B\u0493\u0443
TOOLS_CARD_5_TEXT=\u0418\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u044F \u043A\u0430\u0440\u0442\u0430\u043B\u0430\u0440\u044B \u0431\u0430\u0441\u0442\u044B \u0431\u0435\u0442 \u043D\u0435\u043C\u0435\u0441\u0435 \u049B\u04B1\u0440\u0430\u043B\u0434\u0430\u0440 \u0442\u0430\u049B\u0442\u0430\u0441\u044B \u04AF\u0448\u0456\u043D \u0432\u0438\u0434\u0436\u0435\u0442\u043A\u0435 \u04B1\u049B\u0441\u0430\u0441 \u043A\u0430\u0440\u0442\u0430\u043B\u0430\u0440\u0434\u044B \u04B1\u0441\u044B\u043D\u0443\u0434\u044B\u04A3 \u0436\u04D9\u043D\u0435 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0434\u044B\u04A3 \u0436\u0430\u04A3\u0430 \u04D9\u0434\u0456\u0441\u0456 \u0431\u043E\u043B\u044B\u043F \u0442\u0430\u0431\u044B\u043B\u0430\u0434\u044B.
TOOLS_CARD_5_LINK_1=\u04AE\u043B\u0433\u0456\u043B\u0435\u0440\u0434\u0456 \u0437\u0435\u0440\u0442\u0442\u0435\u0443
TOOLS_CARD_6_IMG_ALT=\u0410\u0448\u044B\u049B \u049B\u043E\u043B\u0434\u0430\u0443 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443 \u043A\u04E9\u043C\u0435\u043A\u0448\u0456\u0441\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_6_TEXT=\u049A\u043E\u043B\u0434\u0430\u0443 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443 \u043A\u04E9\u043C\u0435\u043A\u0448\u0456\u0441\u0456 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0448\u0456\u043B\u0435\u0440\u0433\u0435 \u04E9\u0437 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u044B\u043D\u044B\u04A3 SAPUI5 \u04AF\u0437\u0434\u0456\u043A \u0436\u04B1\u043C\u044B\u0441 \u04D9\u0434\u0456\u0441\u0442\u0435\u0440\u0456 \u043C\u0435\u043D \u043D\u04B1\u0441\u049B\u0430\u0443\u043B\u0430\u0440\u044B\u043D\u0430 \u0441\u04D9\u0439\u043A\u0435\u0441 \u049B\u04B1\u0440\u0430\u0441\u0442\u044B\u0440\u044B\u043B\u0493\u0430\u043D-\u049B\u04B1\u0440\u0430\u0441\u0442\u044B\u0440\u044B\u043B\u043C\u0430\u0493\u0430\u043D\u044B\u043D \u0442\u0435\u043A\u0441\u0435\u0440\u0443\u0433\u0435 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u043A \u0431\u0435\u0440\u0435\u0434\u0456.
TOOLS_CARD_7_IMG_ALT=SAP Icon Explorer \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_7_TEXT=\u0411\u0456\u0437\u0434\u0456\u04A3 \u04AF\u043B\u043A\u0435\u043D \u0431\u0435\u043B\u0433\u0456\u0448\u0435\u043B\u0435\u0440 \u0442\u043E\u043F\u0442\u0430\u043C\u0430\u0441\u044B\u043D \u0431\u0456\u0437\u0434\u0456\u04A3 \u0431\u0435\u043B\u0433\u0456\u0448\u0435 \u049B\u0430\u0440\u0456\u043F\u0442\u0435\u0440\u0456\u043D\u0434\u0435 \u0430\u0448\u044B\u043F \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437.
TOOLS_CARD_7_LINK_1=\u0418\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u044F \u0441\u044B\u043D\u0430\u049B\u0442\u0430\u0440\u044B\u043D \u0436\u04AF\u0440\u0433\u0456\u0437\u0443
TOOLS_CARD_7_LINK_2=\u0411\u0456\u0440\u043B\u0456\u043A \u0441\u044B\u043D\u0430\u049B\u0442\u0430\u0440\u044B\u043D \u0436\u04AF\u0440\u0433\u0456\u0437\u0443
TOOLS_CARD_8_IMG_ALT=\u0422\u0430\u049B\u044B\u0440\u044B\u043F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456\u043D\u0456\u04A3 \u049B\u04B1\u0440\u0430\u043B\u0434\u0430\u0440 \u0436\u0438\u043D\u0430\u0493\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_8_TEXT=\u0421\u0435\u043C\u0430\u043D\u0442\u0438\u043A\u0430\u043B\u044B\u049B \u0442\u0430\u049B\u044B\u0440\u044B\u043F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456\u043D \u0456\u0437\u0434\u0435\u0443, \u0441\u04AF\u0437\u0433\u0456\u043B\u0435\u0443 \u0436\u04D9\u043D\u0435 \u0430\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043A\u04E9\u0440\u0443.
TOOLS_CARD_9_IMG_ALT=Business Application Studio \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u0441\u044B\u043D \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043F \u0442\u04B1\u0440\u0493\u0430\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_9_TEXT=SAP Business Application Studio (SAP Web IDE \u043A\u0435\u043B\u0435\u0441\u0456 \u0431\u0443\u044B\u043D\u044B) \u2013 \u0438\u043D\u0442\u0435\u043B\u043B\u0435\u043A\u0442\u0443\u0430\u043B\u0434\u044B \u043A\u04D9\u0441\u0456\u043F\u043E\u0440\u044B\u043D\u0434\u0430\u0440 \u04AF\u0448\u0456\u043D \u0431\u0438\u0437\u043D\u0435\u0441 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0434\u044B \u0442\u0438\u0456\u043C\u0434\u0456 \u0442\u04AF\u0440\u0434\u0435 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0433\u0435 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u0437\u0430\u043C\u0430\u043D\u0430\u0443\u0438 \u04D9\u0437\u0456\u0440\u043B\u0435\u0443 \u043E\u0440\u0442\u0430\u0441\u044B.
TOOLS_CARD_10_IMG_ALT=UI5 Web Components \u0431\u0430\u0493\u0434\u0430\u0440\u043B\u0430\u043C\u0430\u0441\u044B\u043D \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043F \u0442\u04B1\u0440\u0493\u0430\u043D \u0441\u0443\u0440\u0435\u0442
TOOLS_CARD_10_TEXT=UI5 Web Components \u2013 \u043A\u0435\u0437 \u043A\u0435\u043B\u0433\u0435\u043D \u0432\u0435\u0431-\u049B\u04B1\u0440\u044B\u043B\u044B\u043C\u0493\u0430 \u043D\u0435\u0433\u0456\u0437\u0434\u0435\u043B\u0433\u0435\u043D \u0441\u0442\u0430\u0442\u0438\u043A\u0430\u043B\u044B\u049B \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u0442\u0430\u0440\u0493\u0430 \u043D\u0435\u043C\u0435\u0441\u0435 \u0432\u0435\u0431-\u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043B\u0430\u0440\u0493\u0430 \u0430\u0440\u043D\u0430\u043B\u0493\u0430\u043D \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u0434\u044B \u0456\u0437\u0456 \u0431\u0430\u0440 \u049B\u0430\u0439\u0442\u0430 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u0431\u043E\u043B\u0430\u0442\u044B\u043D UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0456\u04A3 \u0436\u0438\u044B\u043D\u044B\u043D \u049B\u0430\u043C\u0442\u0430\u043C\u0430\u0441\u044B\u0437 \u0435\u0442\u0435\u0442\u0456\u043D \u0436\u0430\u04A3\u0430 UI5 \u04B1\u0441\u044B\u043D\u044B\u0441\u044B.
TOOLS_CARD_10_LINK_1=\u0416\u04B1\u043C\u044B\u0441\u049B\u0430 \u043A\u0456\u0440\u0456\u0441\u0443
TOOLS_CARD_10_LINK_2=GitHub \u0436\u043E\u0431\u0430\u0441\u044B\u043D \u0430\u0448\u0443

API_MASTER_PLACEHOLDER=\u0421\u04AF\u0437\u0433\u0456\u043B\u0435\u0443
API_MASTER_EXPAND_BTN_TOOLTIP=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u0436\u0430\u044E
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u0436\u0438\u044E
API_MASTER_DEPRECATED_CB=\u0415\u0441\u043A\u0456\u0440\u0433\u0435\u043D\u0434\u0435\u0440\u0434\u0456 \u049B\u043E\u0441\u0443
API_MASTER_NO_DATA_TEXT=\u0414\u0435\u0440\u0435\u043A \u0436\u043E\u049B, \u0493\u0430\u043B\u0430\u043C\u0434\u044B\u049B \u0456\u0437\u0434\u0435\u0443 \u04D9\u0434\u0456\u0441\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437
API_MASTER_DEPRECATED=\u0415\u0441\u043A\u0456\u0440\u0433\u0435\u043D
API_MASTER_DEPRECATED_APIS=\u0415\u0441\u043A\u0456\u0440\u0433\u0435\u043D API
API_MASTER_EXPERIMENTAL_APIS=\u0422\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u043B\u0456\u043A API
API_MASTER_INDEX_BY_VERSION=\u041D\u04B1\u0441\u049B\u0430\u0441\u044B \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0438\u043D\u0434\u0435\u043A\u0441

API_DETAIL_SINCE_TITLE=\u041D\u04B1\u0441\u049B\u0430\u0441\u044B \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0438\u043D\u0434\u0435\u043A\u0441

API_DETAIL_EXPERIMENTAL_TITLE=\u0422\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u043B\u0456\u043A API \u0438\u043D\u0434\u0435\u043A\u0441\u0456

API_DETAIL_DEPRECATED_TITLE=\u0415\u0441\u043A\u0456\u0440\u0433\u0435\u043D API \u0438\u043D\u0434\u0435\u043A\u0441\u0456
API_DETAIL_DEPRECATED_WARNING=\u0415\u0441\u043A\u0456\u0440\u0433\u0435\u043D \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u0430\u0440 \u0442\u0443\u0440\u0430\u043B\u044B \u0436\u0430\u043B\u043F\u044B \u0430\u049B\u043F\u0430\u0440\u0430\u0442 \u0430\u043B\u0443 \u04AF\u0448\u0456\u043D \u04AF\u0439\u043B\u0435\u0441\u0456\u043C\u0434\u0456\u043B\u0456\u043A \u0435\u0440\u0435\u0436\u0435\u043B\u0435\u0440\u0456\u043D \u0442\u0435\u043A\u0441\u0435\u0440\u0456\u04A3\u0456\u0437.

API_DETAIL_AS_OF_VERSION={0} \u0434\u0435\u0440\u0435\u043A\u0442\u0435\u0440\u0456\u043D\u0435 \u0441\u04D9\u0439\u043A\u0435\u0441
API_DETAIL_NA_VERSION=\u041D\u04B1\u0441\u049B\u0430\u0441\u044B \u049A/\u0415
