
APP_HEADER_TITLE=UI5 \u0921\u0947\u092E\u094B \u0915\u093F\u091F
APP_HEADER_LOGO_ALT=UI5 \u0932\u094B\u0917\u094B
APP_HEADER_SEARCH_FIELD_PLACEHOLDER=\u0915\u0941\u091B \u0916\u094B\u091C\u0947\u0902
APP_TABHEADER_ITEM_HOME=\u0939\u094B\u092E
APP_TABHEADER_ITEM_DOCUMENTATION=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C\u0940\u0915\u0930\u0923
APP_TABHEADER_ITEM_API_REFERENCE=API \u0938\u0902\u0926\u0930\u094D\u092D
APP_TABHEADER_ITEM_SAMPLES=\u0928\u092E\u0942\u0928\u0947
APP_TABHEADER_ITEM_DEMO_APPS=\u0921\u0947\u092E\u094B \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
APP_TABHEADER_ITEM_RESOURCES=\u0938\u0902\u0938\u093E\u0927\u0928
APP_TABHEADER_SUBITEM_FIORI_TOOLS=Fiori \u091F\u0942\u0932
APP_TABHEADER_SUBITEM_ICON_EXPLORER=\u0906\u0907\u0915\u0928 \u090F\u0915\u094D\u0938\u092A\u094D\u0932\u094B\u0930\u0930
APP_TABHEADER_SUBITEM_UI5_INSPECTOR=UI5 \u0928\u093F\u0930\u0940\u0915\u094D\u0937\u0915
APP_TABHEADER_SUBITEM_UI5_TOOLING=UI5 \u091F\u0942\u0932\u093F\u0902\u0917
APP_CHANGE_VERSION_BTN=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092C\u0926\u0932\u0947\u0902
APP_VERSION_BETA_VERSION=\u092C\u0940\u091F\u093E \u0938\u0902\u0938\u094D\u0915\u0930\u0923
APP_VERSION_VERSION=\u0938\u0902\u0938\u094D\u0915\u0930\u0923
APP_VERSION_NOT_PRODUCTIVE=- \u0909\u0924\u094D\u092A\u093E\u0926\u0928 \u0915\u0947 \u0909\u092A\u092F\u094B\u0917 \u0939\u0947\u0924\u0941 \u0928\u0939\u0940\u0902 \u0939\u0948.
APP_VERSION_IN_PROGRESS=(\u0935\u093F\u0915\u093E\u0938 \u092E\u0947\u0902 \u0939\u0948)
APP_FEEDBACK_BTN_TOOLTIP=\u092B\u093C\u0940\u0921\u092C\u0948\u0915
APP_NEWS_BTN_TOOLTIP=\u0928\u094D\u092F\u0942\u091C\u093C
APP_NEWS_DISMISS_ALL_BTN=\u0938\u092D\u0940 \u0928\u094D\u092F\u0942\u091C\u093C \u0906\u0907\u091F\u092E \u0915\u094B \u0928\u093F\u0932\u0902\u092C\u093F\u0924 \u0915\u0930\u0947\u0902
APP_NEWS_SHOW_ALL_BTN=\u0938\u092D\u0940 \u0928\u094D\u092F\u0942\u091C\u093C \u0915\u094B \u0926\u093F\u0916\u093E\u090F\u0902
APP_NEWS_NO_NEW_TEXT=\u0915\u094B\u0908 \u0928\u094D\u092F\u0942\u091C\u093C \u0928\u0939\u0940\u0902
APP_SEARCH_FIELD_CLOSE=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
APP_INFORMATION_BTN_TOOLTIP=\u0938\u0947\u091F\u093F\u0902\u0917
APP_LEGAL_BTN_TOOLTIP=\u0915\u093E\u0928\u0942\u0928\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940
APP_INFORMATION_BTN_FEEDBACK=\u092B\u093C\u0940\u0921\u092C\u0948\u0915
APP_INFORMATION_BTN_ABOUT=\u0907\u0938\u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902
APP_INFORMATION_BTN_LEGAL=\u0932\u0940\u0917\u0932
APP_INFORMATION_BTN_PRIVACY=\u0917\u094B\u092A\u0928\u0940\u092F\u0924\u093E
APP_INFORMATION_BTN_TERMS_OF_USE=\u0909\u092A\u092F\u094B\u0917 \u0915\u0940 \u0936\u0930\u094D\u0924\u0947\u0902
APP_INFORMATION_BTN_APPEARANCE=\u0926\u093F\u0916\u093E\u0935\u091F
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u0932\u093E\u0907\u091F
APP_INFORMATION_BTN_APPEARANCE_DARK=\u0921\u093E\u0930\u094D\u0915
APP_INFORMATION_BTN_APPEARANCE_HCB=\u0909\u091A\u094D\u091A \u0915\u0902\u091F\u094D\u0930\u093E\u0938\u094D\u091F \u092C\u094D\u0932\u0948\u0915
APP_INFORMATION_BTN_APPEARANCE_HCW=\u0909\u091A\u094D\u091A \u0915\u0902\u091F\u094D\u0930\u093E\u0938\u094D\u091F \u0935\u094D\u0939\u093E\u0907\u091F
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u0911\u091F\u094B (OS \u0938\u0947\u091F\u093F\u0902\u0917 \u092A\u0930 \u0906\u0927\u093E\u0930\u093F\u0924)
APP_INFORMATION_BTN_SITEMAP=\u0938\u093E\u0907\u091F\u092E\u0948\u092A
APP_INFORMATION_BTN_COPYRIGHT=\u0915\u0949\u092A\u0940\u0930\u093E\u0907\u091F
APP_INFORMATION_BTN_TRADEMARK=\u091F\u094D\u0930\u0947\u0921\u092E\u093E\u0930\u094D\u0915
APP_INFORMATION_BTN_DISCLAIMER=\u0905\u0938\u094D\u0935\u0940\u0915\u0930\u0923
APP_INFORMATION_BTN_LICENSE=\u0932\u093E\u0907\u0938\u0947\u0902\u0938
APP_COOKIES_TEXT=\u0939\u092E\u093E\u0930\u0947 \u0938\u093E\u0907\u091F \u092A\u0930 \u0906\u092A\u0915\u0947 \u0905\u0928\u0941\u092D\u0935 \u0915\u094B \u0914\u0930 \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0939\u092E \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902. \u0907\u0938 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u093E \u091C\u093E\u0930\u0940 \u0930\u0916\u0924\u0947 \u0939\u0941\u090F, \u0906\u092A \u0939\u092E\u093E\u0930\u0940 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u092E\u0924 \u0939\u0948\u0902.

APP_INFORMATION_BTN_NEWS=\u0928\u094D\u092F\u0942\u091C\u093C
APP_INFORMATION_BTN_SETTINGS=\u0938\u0947\u091F\u093F\u0902\u0917
APP_INFORMATION_BTN_POLICIES=\u0928\u0940\u0924\u093F\u092F\u093E\u0902

NEWS_NEW_GROUP_TITLE=\u0928\u092F\u093E
NEWS_READ_GROUP_TITLE=\u092A\u095D\u0947\u0902
NEWS_BTN_MARK_AS_READ=\u0938\u092D\u0940 \u0915\u094B \u092A\u0922\u093C\u093E \u0939\u0941\u0906 \u092E\u093E\u0930\u094D\u0915 \u0915\u0930\u0947\u0902
NEWS_BTN_VISIT_LINK=\u0932\u093F\u0902\u0915 \u092A\u0930 \u091C\u093E\u090F\u0902
NEWS_PREP_FAILURE_TITLE=\u0928\u094D\u092F\u0942\u091C\u093C \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E

FEEDBACK_DIALOG_TITLE=\u092B\u093C\u0940\u0921\u092C\u0948\u0915 \u0926\u0947\u0902
FEEDBACK_DIALOG_OVERALL=\u0906\u092A\u0915\u093E \u0905\u092C \u0924\u0915 \u0915\u093E \u0905\u0928\u0941\u092D\u0935 \u0915\u0948\u0938\u093E \u0930\u0939\u093E?
FEEDBACK_DIALOG_MESSAGE=\u0906\u092A \u0939\u092E\u0938\u0947 \u0915\u094D\u092F\u093E \u0915\u0939\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947?
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u0906\u092A \u0905\u092A\u0928\u0940 \u092A\u094D\u0930\u0924\u093F\u0915\u094D\u0930\u093F\u092F\u093E \u0938\u092E\u0917\u094D\u0930 \u0921\u0947\u092E\u094B \u0915\u093F\u091F \u0905\u0928\u0941\u092D\u0935 \u092F\u093E \u0906\u092A\u0915\u0947 \u0926\u094D\u0935\u093E\u0930\u093E \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u092E\u0947\u0902 \u0926\u0947\u0916\u0947 \u091C\u093E \u0930\u0939\u0947 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u092A\u0943\u0937\u094D\u0920 \u0915\u0947 \u0932\u093F\u090F \u0938\u093E\u091D\u093E \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
FEEDBACK_DIALOG_RELATED=\u092A\u094D\u0930\u0924\u093F\u0915\u094D\u0930\u093F\u092F\u093E \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u092A\u0943\u0937\u094D\u0920 \u0938\u0947 \u0938\u0902\u092C\u0902\u0927\u093F\u0924 \u0939\u0948.
FEEDBACK_DIALOG_SHOW_DATA=\u0938\u0902\u0926\u0930\u094D\u092D \u0921\u0947\u091F\u093E \u0926\u093F\u0916\u093E\u090F\u0902
FEEDBACK_DIALOG_DISCLAIMER=\u0906\u092A\u0915\u093E \u092B\u093C\u0940\u0921\u092C\u0948\u0915 \u0905\u0928\u093E\u092E \u0939\u0948, \u0939\u092E \u0915\u093F\u0938\u0940 \u0935\u094D\u092F\u0915\u094D\u0924\u093F\u0917\u0924 \u0921\u0947\u091F\u093E \u0915\u094B \u090F\u0915\u0924\u094D\u0930\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930\u0924\u0947.
FEEDBACK_DIALOG_BTN_SEND=\u092D\u0947\u091C\u0947\u0902
FEEDBACK_DIALOG_BTN_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u092C\u0939\u0941\u0924 \u0905\u091A\u094D\u091B\u093E
FEEDBACK_DIALOG_STATUS_GOOD=\u0905\u091A\u094D\u091B\u093E
FEEDBACK_DIALOG_STATUS_AVERAGE=\u0914\u0938\u0924
FEEDBACK_DIALOG_STATUS_POOR=\u0916\u0930\u093E\u092C
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u092C\u0939\u0941\u0924 \u0916\u0930\u093E\u092C
FEEDBACK_DIALOG_TITLE_SUCCESS=\u0906\u092A\u0915\u093E \u0927\u0928\u094D\u092F\u0935\u093E\u0926\!
FEEDBACK_DIALOG_TEXT_SUCCESS=\u0906\u092A\u0915\u0940 \u092A\u094D\u0930\u0924\u093F\u0915\u094D\u0930\u093F\u092F\u093E \u092D\u0947\u091C \u0926\u0940 \u0917\u092F\u0940 \u0939\u0948.
FEEDBACK_DIALOG_TITLE_ERROR=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902\!
FEEDBACK_DIALOG_TEXT_ERROR=\u0906\u092A\u0915\u0940 \u092A\u094D\u0930\u0924\u093F\u0915\u094D\u0930\u093F\u092F\u093E \u092D\u0947\u091C\u0928\u0947 \u092E\u0947\u0902 \u0924\u094D\u0930\u0941\u091F\u093F \u0939\u0941\u0908\:\n

SURVEY_POPOVER_TITLE=\u0906\u092A\u0915\u0947 \u0926\u093F\u092E\u093E\u0917 \u092E\u0947\u0902 \u0915\u094D\u092F\u093E \u0939\u0948 \u092C\u0924\u093E\u090F\u0902.
SURVEY_POPOVER_LONG_SURVEY_TITLE=\u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0905\u0928\u0941\u092D\u0935 \u0915\u093E \u0938\u0930\u094D\u0935\u0947\u0915\u094D\u0937\u0923 \u0915\u0930\u0947\u0902
SURVEY_POPOVER_LONG_SURVEY_BADGE=\u0928\u092F\u093E
SURVEY_POPOVER_LONG_SURVEY_AVAILABILITY=\u091C\u092C\u0924\u0915 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948
SURVEY_POPOVER_LONG_SURVEY_DESC=\u092A\u093E\u0902\u091A \u092E\u093F\u0928\u091F \u0915\u093E \u0938\u0930\u094D\u0935\u0947\u0915\u094D\u0937\u0923 \u092A\u0942\u0930\u093E \u0915\u0930\u0947\u0902 \u0914\u0930 \u0905\u092A\u0928\u0947 \u0909\u0924\u094D\u092A\u093E\u0926 \u0905\u0928\u0941\u092D\u0935 \u0915\u094B \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u092E\u0947\u0902 \u0939\u092E\u093E\u0930\u0940 \u0938\u0939\u093E\u092F\u0924\u093E \u0915\u0930\u0947\u0902\! \u0938\u0930\u094D\u0935\u0947\u0915\u094D\u0937\u0923 \u090F\u0915 \u0928\u090F \u091F\u0948\u092C \u092E\u0947\u0902 \u0916\u0941\u0932\u0947\u0917\u093E.
SURVEY_POPOVER_LONG_SURVEY_BTN=\u0938\u0930\u094D\u0935\u0947\u0915\u094D\u0937\u0923 \u0915\u0930\u0947\u0902
SURVEY_POPOVER_LONG_SURVEY_BTN_TOOLTIP=\u0915\u094D\u0935\u093E\u0932\u094D\u091F\u094D\u0930\u093F\u0915\u094D\u0938 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0905\u0928\u0941\u092D\u0935 \u0938\u0930\u094D\u0935\u0947\u0915\u094D\u0937\u0923 \u0915\u0947 \u0932\u093F\u090F \u0906\u0902\u0924\u0930\u093F\u0915 \u0932\u093F\u0902\u0915
SURVEY_POPOVER_DEFAULT_SURVEY_TITLE=\u0905\u092A\u0928\u0947 \u092B\u093C\u0940\u0921\u092C\u0948\u0915 \u0915\u093E \u0938\u093E\u091D\u093E \u0915\u0930\u0947\u0902
SURVEY_POPOVER_DEFAULT_SURVEY_DESC=\u0906\u092A\u0915\u0940 \u0930\u093E\u092F \u092E\u093E\u092F\u0928\u0947 \u0930\u0916\u0924\u0940 \u0939\u0948. \u0915\u093F\u0938\u0940 \u092D\u0940 \u0938\u092E\u092F \u0905\u092A\u0928\u0947 \u0935\u093F\u091A\u093E\u0930 \u0939\u092E\u093E\u0930\u0947 \u0938\u093E\u0925 \u0938\u093E\u091D\u093E \u0915\u0930\u0947\u0902\!
SURVEY_POPOVER_DEFAULT_SURVEY_BTN=\u092B\u093C\u0940\u0921\u092C\u0948\u0915 \u0926\u0947\u0902
SURVEY_POPOVER_CLOSE_BTN=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902

WELCOME_BLOCK_1_TEXT_1=\u0928\u090F \u0909\u0926\u094D\u092F\u092E \u0917\u094D\u0930\u0947\u0921 \u0915\u094D\u0937\u093F\u0924\u093F\u091C \u0915\u0940 \u0916\u094B\u091C \u0915\u0930\u0947\u0902
WELCOME_BLOCK_1_START_BTN=UI5 \u0915\u0947 \u0938\u093E\u0925 \u0936\u0941\u0930\u0942\u0906\u0924 \u0915\u0930\u0947\u0902
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
WELCOME_KEY_FEATURES=\u092E\u0941\u0916\u094D\u092F \u0938\u0941\u0935\u093F\u0927\u093E\u090F\u0902
WELCOME_START_CODING=\u0915\u094B\u0921\u093F\u0902\u0917 \u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0915\u0930\u0947\u0902
WELCOME_CHOOSE_SCENARIO=\u0905\u092A\u0928\u093E \u092A\u0930\u093F\u0926\u0943\u0936\u094D\u092F \u091A\u0941\u0928\u0947\u0902
WELCOME_JOIN_COMMUNITY=\u0938\u092E\u0941\u0926\u093E\u092F \u092E\u0947\u0902 \u0936\u093E\u092E\u093F\u0932 \u0939\u094B\u0902
WELCOME_BLOCK_2_TITLE=\u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0914\u0930 \u0909\u092A\u0915\u0930\u0923\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0909\u0924\u094D\u0924\u0930\u0926\u093E\u092F\u0940
WELCOME_BLOCK_2_TEXT=\u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0909\u092A\u0915\u0930\u0923 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u091A\u093F\u0902\u0924\u093E \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0928\u0939\u0940\u0902 \u0939\u0948\! UI5 \u0910\u092A \u0938\u094D\u092E\u093E\u0930\u094D\u091F\u092B\u094B\u0928, \u091F\u0948\u092C\u0932\u0947\u091F \u0914\u0930 \u0921\u0947\u0938\u094D\u0915\u091F\u0949\u092A \u092A\u0930 \u091A\u0932\u0924\u0947 \u0939\u0948\u0902. UI \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923 \u0938\u094D\u0935\u091A\u093E\u0932\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u0921\u093F\u0935\u093E\u0907\u0938 \u0915\u0940 \u0915\u094D\u0937\u092E\u0924\u093E\u0913\u0902 \u0915\u0947 \u0932\u093F\u090F \u0916\u0941\u0926 \u0915\u094B \u0905\u0928\u0941\u0915\u0942\u0932\u093F\u0924 \u0915\u0930\u0924\u093E \u0939\u0948 \u0914\u0930 \u0909\u092A\u0932\u092C\u094D\u0927 \u0930\u093F\u092F\u0932 \u090F\u0938\u094D\u091F\u0947\u091F \u0915\u093E \u0905\u0927\u093F\u0915\u0924\u092E \u0932\u093E\u092D \u0909\u0920\u093E\u0924\u093E \u0939\u0948.
WELCOME_BLOCK_2_IMG_ALT=\u092B\u093C\u094B\u0928, \u0921\u0947\u0938\u094D\u0915\u091F\u0949\u092A \u0938\u094D\u0915\u094D\u0930\u0940\u0928 \u0914\u0930 \u091F\u0948\u092C\u0932\u0947\u091F \u092A\u0930 \u0926\u093F\u0916\u0928\u0947 \u0935\u093E\u0932\u0940 \u091B\u0935\u093F\u092F\u093E\u0902
WELCOME_BLOCK_3_TITLE=\u0936\u0915\u094D\u0924\u093F\u0936\u093E\u0932\u0940 \u0935\u093F\u0915\u093E\u0938 \u0905\u0935\u0927\u093E\u0930\u0923\u093E\u090F\u0901
WELCOME_BLOCK_3_TEXT_1=UI5 \u092A\u094D\u0930\u094B\u092B\u0947\u0936\u0928\u0932 \u0926\u094D\u0935\u093E\u0930\u093E \u092E\u0949\u0921\u0930\u094D\u0928 \u0921\u0947\u0935\u0932\u092A\u0930 \u0939\u0947\u0924\u0941 \u0905\u0924\u094D\u092F\u093E\u0927\u0941\u0928\u093F\u0915 \u0935\u0947\u092C \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092C\u0928\u093E\u092F\u093E \u0917\u092F\u093E \u0925\u093E. \u092F\u0939 \u091C\u093C\u094D\u092F\u093E\u0926\u093E\u0924\u0930 \u092E\u094C\u091C\u0942\u0926\u093E \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u091C\u093C\u0930\u0942\u0930\u0924\u094B\u0902 \u0915\u094B \u092A\u0942\u0930\u093E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u092D\u0940 \u091C\u093C\u0930\u0942\u0930\u0940 \u0938\u0941\u0935\u093F\u0927\u093E\u0913\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0906\u0924\u093E \u0939\u0948. UI5 \u0915\u094B\u0930 \u092C\u0939\u0941\u0924 \u0905\u091A\u094D\u091B\u093E \u0906\u0927\u093E\u0930 \u0926\u0947\u0924\u093E \u0939\u0948 \u091C\u094B \u092A\u0940\u091B\u0947 \u0938\u0947 \u0906\u0927\u0941\u0928\u093F\u0915 \u0935\u093F\u0915\u093E\u0938 \u0915\u0947 \u0915\u0908 \u092A\u0939\u0932\u0941\u0913\u0902 \u0915\u094B \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u0930\u0915\u0947 \u0906\u092A\u0915\u0947 \u0915\u093E\u092E \u0915\u094B \u0906\u0938\u093E\u0928 \u092C\u0928\u093E\u0924\u093E \u0939\u0948\:
WELCOME_BLOCK_3_TEXT_2=MVC \u0914\u0930 \u0935\u093F\u092D\u093F\u0928\u094D\u0928 \u0921\u0947\u091F\u093E-\u092C\u093E\u0907\u0902\u0921\u093F\u0902\u0917 \u092A\u094D\u0930\u0915\u093E\u0930 \u091C\u0948\u0938\u0947 \u092E\u093E\u0928\u0915 \u0936\u093E\u092E\u093F\u0932 \u0939\u0948\u0902
WELCOME_BLOCK_3_TEXT_3=\u0935\u093F\u092D\u093F\u0928\u094D\u0928 \u0935\u094D\u092F\u0942 \u092B\u093C\u0949\u0930\u094D\u092E\u0947\u091F \u0915\u093E \u0935\u093F\u0915\u0932\u094D\u092A (XML, HTML, JavaScript, JSON)
WELCOME_BLOCK_3_TEXT_4=OData, JSON, XML \u0914\u0930 \u0905\u0928\u094D\u092F \u0921\u0947\u091F\u093E \u092A\u094D\u0930\u093E\u0930\u0942\u092A\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u092C\u093E\u0907\u0902\u0921\u093F\u0902\u0917
WELCOME_BLOCK_3_TEXT_5=\u0911\u092C\u094D\u091C\u0947\u0915\u094D\u091F \u091F\u094D\u0930\u0940 \u0914\u0930 \u092C\u093E\u0907\u0902\u0921\u093F\u0902\u0917 \u0938\u094D\u0925\u093F\u0924\u093F \u0915\u0940 \u0916\u094B\u091C \u0915\u0947 \u0932\u093F\u090F \u0905\u0902\u0924\u0930\u094D\u0928\u093F\u0939\u093F\u0924 \u0938\u092E\u0930\u094D\u0925\u0928 \u091F\u0942\u0932
WELCOME_BLOCK_3_TEXT_6=\u0905\u0928\u0941\u0935\u093E\u0926 \u0914\u0930 \u0905\u0902\u0924\u0930\u094D\u0930\u093E\u0937\u094D\u091F\u094D\u0930\u0940\u092F\u0915\u0930\u0923 \u0938\u0939\u093E\u092F\u0924\u093E
WELCOME_BLOCK_3_TEXT_7=\u0915\u094B\u0921 \u0914\u0930 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0932\u0947\u0935\u0932 \u092A\u0930 \u0935\u094D\u092F\u093E\u092A\u0915\u0924\u093E \u0905\u0935\u0927\u093E\u0930\u0923\u093E\u090F\u0902
WELCOME_BLOCK_4_TITLE=\u090F\u0902\u091F\u0930\u092A\u094D\u0930\u093E\u0907\u091C-\u0930\u0947\u0921\u0940 \u0935\u0947\u092C \u091F\u0942\u0932\u0915\u093F\u091F
WELCOME_BLOCK_4_TEXT_1=UI5 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0938\u092D\u0940 \u092A\u094D\u0930\u092E\u0941\u0916 SAP \u0909\u0924\u094D\u092A\u093E\u0926\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925-\u0938\u093E\u0925 \u0915\u0908 \u0917\u094D\u0930\u093E\u0939\u0915\u094B\u0902 \u0914\u0930 \u092D\u093E\u0917\u0940\u0926\u093E\u0930\u094B\u0902 \u0926\u094D\u0935\u093E\u0930\u093E \u0915\u094D\u092F\u094B\u0902 \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948? \u0914\u0930 \u092F\u0939 SAP \u0915\u0947 \u0905\u0932\u093E\u0935\u093E \u0913\u092A\u0928-\u0938\u094B\u0930\u094D\u0938 \u0938\u092E\u0941\u0926\u093E\u092F \u092E\u0947\u0902 \u092D\u0940 \u0915\u094D\u092F\u094B\u0902 \u0938\u092B\u0932 \u0939\u0948? UI5 \u0926\u094D\u0935\u093E\u0930\u093E \u0926\u093F\u090F \u091C\u093E\u0928\u0947 \u0935\u093E\u0932\u0947 \u0915\u0941\u091B \u0938\u092C\u0938\u0947 \u092E\u0939\u0924\u094D\u0935\u092A\u0942\u0930\u094D\u0923 \u092E\u0942\u0932\u094D\u092F \u092F\u0939\u093E\u0902 \u0926\u093F\u090F \u0917\u090F \u0939\u0948\u0902\:
WELCOME_BLOCK_4_TEXT_2=\u0905\u0928\u0941\u0935\u093E\u0926 \u0914\u0930 \u0905\u0902\u0924\u0930\u094D\u0930\u093E\u0937\u094D\u091F\u094D\u0930\u0940\u092F\u0915\u0930\u0923 \u0938\u0939\u093E\u092F\u0924\u093E
WELCOME_BLOCK_4_TEXT_3=\u0915\u094B\u0921 \u0914\u0930 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0932\u0947\u0935\u0932 \u092A\u0930 \u0935\u094D\u092F\u093E\u092A\u0915\u0924\u093E \u0905\u0935\u0927\u093E\u0930\u0923\u093E\u090F\u0902
WELCOME_BLOCK_4_TEXT_4=\u0926\u0943\u0937\u094D\u091F\u093F\u092C\u093E\u0927\u093F\u0924 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E\u0913\u0902 \u0915\u0940 \u0938\u0939\u093E\u092F\u0924\u093E \u0915\u0947 \u0932\u093F\u090F \u0939\u093E\u0908 \u0915\u0902\u091F\u094D\u0930\u093E\u0938\u094D\u091F \u0925\u0940\u092E
WELCOME_BLOCK_4_TEXT_5=\u0905\u0928\u0941\u0915\u0942\u0932 SAP \u0907\u0915\u094B\u0938\u093F\u0938\u094D\u091F\u092E \u090F\u0915\u0940\u0915\u0943\u0924 \u0915\u0930\u0928\u093E \u0906\u0938\u093E\u0928 \u0939\u0948
WELCOME_BLOCK_4_TEXT_6=\u0915\u093F\u0938\u0940 \u092D\u0940 \u092A\u094D\u0930\u0915\u093E\u0930 \u0915\u0947 \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u0947 \u0932\u093F\u090F \u0906\u0938\u093E\u0928 \u091F\u0942\u0932
WELCOME_BLOCK_4_TEXT_7=\u0905\u092A\u0917\u094D\u0930\u0947\u0921-\u0915\u0949\u092E\u094D\u092A\u0948\u091F\u093F\u092C\u0932 \u0930\u0939\u0924\u0947 \u0939\u0941\u090F \u0928\u090F \u0907\u0928\u094B\u0935\u0947\u0936\u0928 \u0915\u093E \u092C\u0947\u0928\u093F\u092B\u093C\u093F\u091F \u0932\u0947\u0902
WELCOME_BLOCK_4_TEXT_8=SAP \u0914\u0930 \u0917\u0948\u0930-SAP \u0924\u0915\u0928\u0940\u0915 \u0938\u094D\u091F\u0948\u0915 \u092E\u0947\u0902 \u0905\u0938\u0940\u092E\u093F\u0924 \u0909\u092A\u092F\u094B\u0917
WELCOME_BLOCK_5_TITLE=\u0905\u0935\u0949\u0930\u094D\u0921 \u0935\u093F\u091C\u0947\u0924\u093E SAP Fiori \u0921\u093F\u091C\u093C\u093E\u0907\u0928 \u0938\u0902\u091A\u093E\u0932\u0928 \u092E\u0947\u0902
WELCOME_BLOCK_5_TEXT=UI5 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u094B \u090F\u0915 \u0938\u0941\u0938\u0902\u0917\u0924 \u0921\u093F\u091C\u093C\u093E\u0907\u0928 \u092D\u093E\u0937\u093E \u0938\u0947 \u0932\u093E\u092D \u092E\u093F\u0932\u0924\u093E \u0939\u0948 \u0914\u0930 \u0938\u092D\u0940 \u092B\u094D\u0930\u0902\u091F\u090F\u0902\u0921 \u0938\u0941\u0935\u093F\u0927\u093E\u0913\u0902 \u092E\u0947\u0902 UX \u092A\u0948\u091F\u0930\u094D\u0928 \u0915\u094B \u092A\u0942\u0930\u094D\u0935\u0928\u093F\u0930\u094D\u0927\u093E\u0930\u093F\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948. \u090F\u0915 \u092A\u0942\u0930\u094D\u0935\u0928\u093F\u0930\u094D\u0927\u093E\u0930\u093F\u0924 \u0925\u0940\u092E \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0947\u0902 \u092F\u093E \u0915\u0938\u094D\u091F\u092E \u0925\u0940\u092E \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0939\u092E\u093E\u0930\u093E \u0911\u0928\u0932\u093E\u0907\u0928 \u0925\u0940\u092E \u091F\u0942\u0932 \u0906\u091C\u093C\u092E\u093E\u090F\u0902.
WELCOME_BLOCK_5_IMG_ALT=SAP Fiori \u0921\u093F\u091C\u093C\u093E\u0907\u0928 \u0924\u0924\u094D\u0935\u094B\u0902 \u0915\u094B \u0926\u093F\u0916\u093E\u0924\u0940 \u091B\u0935\u093F
WELCOME_BLOCK_6_TITLE=\u0924\u0948\u092F\u093E\u0930 \u0939\u094B \u091C\u093E\u090F\u0902
WELCOME_BLOCK_6_TEXT_1=\u0906\u092A\u0915\u094B UI5 \u0915\u0947 \u0938\u093E\u0925 \u0935\u0947\u092C \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0935\u093F\u0915\u0938\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948, \u091C\u094B \u090F\u0915 \u0935\u093F\u0915\u093E\u0938 \u0915\u093E \u092A\u0930\u093F\u0935\u0947\u0936 \u0914\u0930 \u090F\u0915 \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0939\u0948. \u0905\u0927\u093F\u0915\u0924\u092E \u0938\u0941\u0935\u093F\u0927\u093E \u0915\u0947 \u0932\u093F\u090F, \u0906\u092A \u0915\u094D\u0932\u093E\u0909\u0921 \u092E\u0947\u0902 SAP \u0935\u094D\u092F\u093E\u092A\u0930 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0938\u094D\u091F\u0942\u0921\u093F\u092F\u094B \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902. \u0905\u0927\u093F\u0915 \u0906\u0938\u093E\u0928\u0940 \u0915\u0947 \u0932\u093F\u090F, \u0906\u092A\u0915\u0947 \u092A\u093E\u0938 \u0905\u092A\u0928\u093E \u0938\u094D\u0925\u093E\u0928\u0940\u092F \u0935\u093F\u0915\u093E\u0938 \u092A\u0930\u093F\u0935\u0947\u0936 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u093E \u0935\u0948\u0915\u0932\u094D\u092A\u093F\u0915 \u0935\u093F\u0915\u0932\u094D\u092A \u0939\u0948.
WELCOME_BLOCK_6_TEXT_2=\u092F\u0939\u093E\u0902 \u092A\u0939\u0932\u093E \u0909\u0926\u093E\u0939\u0930\u0923 \u0906\u091C\u093C\u092E\u093E\u090F\u0902\:
WELCOME_BLOCK_7_TITLE=UI5 \u0935\u093F\u0915\u093E\u0938
WELCOME_BLOCK_7_TEXT_1=UI5 \u0935\u093F\u0915\u093E\u0938 SAPUI5 \u0915\u094B \u0906\u0917\u0947 \u092C\u0922\u093C\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u091A\u0932 \u0930\u0939\u0947 \u092A\u094D\u0930\u092F\u093E\u0938\u094B\u0902 \u0915\u0947 \u0939\u093F\u0938\u094D\u0938\u0947 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u092E\u094C\u0932\u093F\u0915 \u0938\u0941\u0927\u093E\u0930 \u0915\u0947 \u0932\u093F\u090F \u0916\u0921\u093C\u093E \u0939\u0948, \u0924\u093E\u0915\u093F \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u094B \u0924\u0947\u091C\u0940 \u0938\u0947 \u091A\u0932\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u0915\u094D\u0937\u092E \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0947, \u0914\u0930 \u0915\u094B\u0921 \u0905\u0927\u093F\u0915 \u092E\u0949\u0921\u094D\u092F\u0942\u0932\u0930 \u092C\u0928 \u0938\u0915\u0947. \u0935\u0947\u092C \u092E\u093E\u0928\u0915\u094B\u0902, \u090F\u0938\u093F\u0902\u0915\u094D\u0930\u094B\u0928\u0938 \u0932\u094B\u0921\u093F\u0902\u0917 \u0914\u0930 \u0909\u092D\u0930\u0924\u0940 \u0939\u0941\u0908 \u0924\u0915\u0928\u0940\u0915\u094B\u0902 \u0915\u094B \u0905\u092A\u0928\u093E\u0928\u0947 \u0938\u0947 SAPUI5 \u092D\u0935\u093F\u0937\u094D\u092F \u0915\u093E \u092A\u094D\u0930\u092E\u093E\u0923, \u0909\u0926\u094D\u092F\u092E-\u0938\u093F\u0926\u094D\u0927 \u0938\u092E\u093E\u0927\u093E\u0928 \u092C\u0928\u093E \u0939\u0941\u0906 \u0939\u0948.
WELCOME_BLOCK_7_TEXT_2=\u0939\u092E \u0921\u0947\u0935\u0932\u092A\u0930\u094D\u0938 \u0915\u094B \u0938\u0915\u094D\u0930\u093F\u092F \u0930\u0942\u092A \u0938\u0947 \u0928\u0908 \u0915\u094D\u0937\u092E\u0924\u093E\u0913\u0902 \u0915\u093E \u0938\u092E\u0930\u094D\u0925\u0928 \u0914\u0930 \u0932\u093E\u092D \u0909\u0920\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0930\u094B\u0924\u094D\u0938\u093E\u0939\u093F\u0924 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902.
WELCOME_BLOCK_7_ALT=UI5 \u0915\u094D\u0930\u092E\u093F\u0915 \u0935\u093F\u0915\u093E\u0938 \u0928\u0908 \u091A\u0940\u091C\u0947\u0902 \u092C\u0928\u093E \u0930\u0939\u093E \u0939\u0948, \u092C\u093F\u0932\u094D\u0921 \u091F\u0942\u0932\u093F\u0902\u0917, \u092E\u0949\u0921\u094D\u092F\u0942\u0932\u0930 \u0915\u094B\u0930, \u0916\u0941\u0932\u0947 \u092E\u093E\u0928\u0915 \u0914\u0930  \u090F\u0938\u093F\u0902\u0915\u094D\u0930\u094B\u0928\u0938 \u0932\u094B\u0921\u093F\u0902\u0917 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0915\u0947 \u0909\u091A\u094D\u091A \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u0915\u0930 \u0930\u0939\u093E \u0939\u0948.
WELCOME_BLOCK_8_TITLE=SAP BTP \u092A\u0930 SAPUI5
WELCOME_BLOCK_8_TEXT_1=\u092A\u094D\u0932\u0947\u091F\u092B\u093C\u0949\u0930\u094D\u092E \u0915\u093E \u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u0915\u0930\u0928\u0947 \u0914\u0930 \u0915\u094D\u0932\u093E\u0909\u0921-\u0906\u0927\u093E\u0930\u093F\u0924 UI5 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\: \u0936\u0941\u0932\u094D\u0915 SAP BTP \u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u0916\u093E\u0924\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u093E\u0907\u0928 \u0905\u092A \u0915\u0930\u0947\u0902.
WELCOME_BLOCK_8_TEXT_2=SAP \u092C\u093F\u091C\u093C\u0928\u0947\u0938 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0938\u094D\u091F\u0942\u0921\u093F\u092F\u094B \u0915\u0947 \u0938\u093E\u0925 \u0909\u092A\u092F\u094B\u0917 \u092E\u0947\u0902 \u0906\u0938\u093E\u0928 \u0935\u093F\u0915\u093E\u0938 \u092A\u0930\u093F\u0935\u0947\u0936
WELCOME_BLOCK_8_TEXT_3=\u0935\u093F\u0915\u093E\u0938 \u0938\u0902\u092C\u0902\u0927\u0940 \u0909\u092A\u092F\u094B\u0917 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u0936\u0941\u0932\u094D\u0915 \u092A\u0930\u0940\u0915\u094D\u0937\u0923
WELCOME_BLOCK_9_TITLE=SAPUI5 (\u0911\u0928-\u092A\u094D\u0930\u093F\u092E\u093E\u0907\u0938)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 SAP HANA, NetWeaver ABAP \u0914\u0930 Java \u0938\u093F\u0938\u094D\u091F\u092E \u092E\u0947\u0902 \u092F\u0942\u091C\u0930 \u0907\u0902\u091F\u0930\u092B\u0947\u0938 \u0924\u0915\u0928\u0940\u0915\u094B\u0902 \u0915\u093E \u0939\u093F\u0938\u094D\u0938\u093E \u0939\u0948.
WELCOME_BLOCK_9_TEXT_2=SAP \u0917\u094D\u0930\u093E\u0939\u0915\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0907\u0938\u094D\u0924\u0947\u092E\u093E\u0932 \u0915\u0930\u0928\u0947 \u0939\u0947\u0924\u0941 \u0924\u0948\u092F\u093E\u0930
WELCOME_BLOCK_9_TEXT_3=\u092E\u094C\u091C\u0942\u0926\u093E \u0938\u093F\u0938\u094D\u091F\u092E \u092A\u0930\u093F\u0926\u0943\u0936\u094D\u092F \u0915\u0947 \u0938\u093E\u0925 \u090F\u0915\u0940\u0915\u0943\u0924 \u0915\u0930\u0924\u093E \u0939\u0948
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u092B\u093C\u094D\u0930\u0940 \u0914\u0931 \u0913\u092A\u0928 \u0938\u094B\u0930\u094D\u0938
WELCOME_BLOCK_10_TEXT_1=UI5 \u0915\u0947 \u0913\u092A\u0928 \u0938\u094B\u0930\u094D\u0938 \u0935\u0947\u0930\u093F\u090F\u0902\u091F \u0915\u094B \u0906\u091C\u093C\u092E\u093E\u090F\u0902. \u0907\u0938\u092E\u0947\u0902 \u0938\u092D\u0940 \u0915\u094B\u0930 UI5 \u0935\u093F\u0936\u0947\u0937\u0924\u093E\u090F\u0902 \u0939\u0948\u0902 \u0914\u0930 \u092F\u0939 Apache 2.0 \u0932\u093E\u0907\u0938\u0947\u0902\u0938 \u0915\u0947 \u0924\u0939\u0924 GitHub \u092A\u0930 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948.
WELCOME_BLOCK_10_TEXT_2=\u0913\u092A\u0928 \u0938\u094B\u0930\u094D\u0938 \u0938\u092E\u0941\u0926\u093E\u092F \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u092E\u0930\u094D\u0925\u093F\u0924 \u0939\u0948
WELCOME_BLOCK_10_TEXT_3=GitHub \u092A\u0930 \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E - \u092F\u094B\u0917\u0926\u093E\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u094D\u0935\u093E\u0917\u0924 \u0939\u0948\!
WELCOME_BLOCK_11_TITLE=\u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0935\u093F\u0924\u0930\u0923 \u0928\u0947\u091F\u0935\u0930\u094D\u0915 \u092A\u0930 UI5
WELCOME_BLOCK_11_TEXT_1=\u092C\u0947\u0939\u0924\u0930\u0940\u0928 CDN \u0915\u0940 \u0932\u091A\u0940\u0932\u0947\u092A\u0928 \u0915\u0947 \u0938\u093E\u0925 UI5 \u0910\u092A\u094D\u0938 \u0915\u093E \u0935\u093F\u0915\u093E\u0938 \u0914\u0930 \u0930\u0928 \u0915\u0930\u0947\u0902. \u092B\u093C\u093E\u0907\u0932\u0947\u0902 \u092C\u0947\u0939\u0924\u0930 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u0915\u0947 \u0932\u093F\u090F \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0915\u0947 \u0928\u093F\u0915\u091F\u0924\u092E \u0938\u094D\u0925\u093E\u0928 \u0938\u0947 \u0932\u094B\u0921 \u0915\u0940 \u091C\u093E\u0924\u0940 \u0939\u0948\u0902.
WELCOME_BLOCK_11_TEXT_2=\u0915\u0938\u094D\u091F\u092E \u0932\u093E\u0907\u092B\u093C \u0938\u093E\u0907\u0915\u093F\u0932 \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092C\u0939\u0941-\u0938\u0902\u0938\u094D\u0915\u0930\u0923 CDN
WELCOME_BLOCK_11_TEXT_3=\u0915\u093F\u0938\u0940 \u092D\u0940 \u0906\u0927\u093E\u0930 \u092A\u0930 \u0914\u0930 \u0915\u094D\u0932\u093E\u0909\u0921 \u0935\u093F\u0915\u093E\u0938 \u092A\u0930\u093F\u0926\u0943\u0936\u094D\u092F \u0915\u0947 \u0932\u093F\u090F
WELCOME_BLOCK_12_TITLE=SAP Community
WELCOME_BLOCK_13_TITLE=\u0928\u094D\u092F\u0942\u091C\u0932\u0947\u091F\u0930
WELCOME_VIDEO_BLOCK_TITLE=SAPUI5 \u0915\u094D\u092F\u093E \u0939\u0948?

WELCOME_VIDEO_BLOCK_TEXT_1=SAPUI5 \u090F\u0915 \u0915\u0941\u0936\u0932 \u0924\u0930\u0940\u0915\u0947 \u0938\u0947 \u0915\u094D\u0930\u0949\u0938-\u092A\u094D\u0932\u0947\u091F\u092B\u093C\u0949\u0930\u094D\u092E, \u090F\u0902\u091F\u0930\u092A\u094D\u0930\u093E\u0907\u091C\u093C-\u0917\u094D\u0930\u0947\u0921 \u0935\u0947\u092C \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 HTML5 \u092B\u093C\u094D\u0930\u0947\u092E\u0935\u0930\u094D\u0915 \u0939\u0948. \u090F\u0915 \u091B\u094B\u091F\u0940 \u092A\u0930\u093F\u092F\u094B\u091C\u0928\u093E \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u091C\u094B \u0936\u0941\u0930\u0942 \u0939\u0941\u0906 \u0935\u0939 \u0905\u092C SAP \u0926\u094D\u0935\u093E\u0930\u093E \u092C\u0928\u093E\u0908 \u0917\u0908 \u0938\u092C\u0938\u0947 \u0938\u092B\u0932 \u0924\u0915\u0928\u0940\u0915\u094B\u0902 \u092E\u0947\u0902 \u0938\u0947 \u090F\u0915 \u0939\u0948.
WELCOME_VIDEO_BLOCK_TEXT_2=\u0907\u0938 \u0935\u0940\u0921\u093F\u092F\u094B \u092E\u0947\u0902 \u0906\u092A 110 \u0938\u0947\u0915\u0902\u0921 \u092E\u0947\u0902 SAPUI5 \u0915\u093E \u092E\u093E\u0928 \u092A\u093E \u0938\u0915\u0924\u0947 \u0939\u0948\u0902. \u0939\u092E\u093E\u0930\u0947 SAP Community \u092A\u0947\u091C \u092A\u0930, \u0906\u092A \u092F\u0939\u093E\u0902 \u0939\u092E\u093E\u0930\u0940 \u092E\u0941\u0916\u094D\u092F UI \u0924\u0915\u0928\u0940\u0915\u094B\u0902 <a href\="https\://community.sap.com/topics/ui5"> \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0905\u0927\u093F\u0915 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092A\u093E \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 </a>.

TOPIC_DETAIL_INIT_DOCUMENTATION=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C\u0940\u0915\u0930\u0923
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u0928\u092F\u093E \u0915\u094D\u092F\u093E \u0939\u0948
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u0928\u0935\u0940\u0928\u0924\u092E UI5 \u0938\u0902\u0938\u094D\u0915\u0930\u0923\u094B\u0902 \u092E\u0947\u0902 \u0928\u0908 \u0938\u0941\u0935\u093F\u0927\u093E\u0913\u0902 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u091C\u093E\u0928\u0947\u0902
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=\u092A\u0939\u0932\u0947 \u0907\u0938\u0947 \u092A\u0922\u093C\u0947\u0902
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=UI5 \u0915\u093E \u0935\u093F\u0915\u093E\u0938\u0936\u0940\u0932 \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u093E \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u092E\u0939\u0924\u094D\u0935\u092A\u0942\u0930\u094D\u0923 \u091C\u093E\u0928\u0915\u093E\u0930\u0940
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u0936\u0941\u0930\u0942 \u0915\u0930\u0947\u0902
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u0938\u0947\u091F\u0905\u092A \u0914\u0930 \u091F\u094D\u092F\u0942\u091F\u094B\u0930\u093F\u092F\u0932
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u0935\u093F\u0915\u093E\u0938\u0936\u0940\u0932 \u0910\u092A\u094D\u0938
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u0938\u0930\u094D\u0935\u094B\u0924\u094D\u0924\u092E \u0905\u092D\u094D\u092F\u093E\u0938 \u0914\u0930 \u0906\u092A\u0915\u094B \u0915\u093F\u0928 \u0928\u0941\u0915\u0938\u093E\u0928\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0926\u0947\u0916\u0928\u093E \u091A\u093E\u0939\u093F\u090F
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u0935\u093F\u0938\u094D\u0924\u093E\u0930 \u0915\u0930\u0928\u0947 \u0935\u093E\u0932\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u0905\u092A\u0928\u0940 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E\u0913\u0902 \u0915\u0947 \u0932\u093F\u090F \u0910\u092A\u094D\u0938 \u0915\u094B \u0905\u0928\u0941\u0915\u0942\u0932\u093F\u0924 \u0915\u0930\u0947\u0902
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923 \u0915\u093E \u0935\u093F\u0915\u093E\u0938 \u0915\u0930\u0928\u093E
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u0915\u0938\u094D\u091F\u092E \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923 \u092C\u0928\u093E\u090F\u0902 \u092F\u093E UI5 \u092E\u0947\u0902 \u092F\u094B\u0917\u0926\u093E\u0928 \u0915\u0930\u0947\u0902
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u0906\u092E\u0924\u094C\u0930 \u092A\u0930 \u0909\u092A\u092F\u094B\u0917 \u0915\u093F\u090F \u091C\u093E\u0928\u0947 \u0935\u093E\u0932\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092A\u0948\u091F\u0930\u094D\u0928 \u0915\u0947 \u0932\u093F\u090F UI \u092A\u0948\u091F\u0930\u094D\u0928 \u0914\u0930 \u091F\u0947\u092E\u094D\u092A\u0932\u0947\u091F
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=Analysis Path Framework
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u0938\u0939\u092D\u093E\u0917\u0940 \u0935\u093F\u0936\u094D\u0932\u0947\u0937\u0923\u093E\u0924\u094D\u092E\u0915 \u0935\u0947\u092C \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u093E \u0928\u093F\u0930\u094D\u092E\u093E\u0923 \u0914\u0930 \u0935\u0943\u0926\u094D\u0927\u093F \u0915\u0930\u0947\u0902
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u0906\u0935\u0936\u094D\u092F\u0915
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=\u0935\u093F\u0915\u093E\u0938 \u0915\u0940 \u0905\u0935\u0927\u093E\u0930\u0923\u093E\u090F\u0902, \u091C\u0948\u0938\u0947 MVC, \u0921\u0947\u091F\u093E \u092C\u093E\u0907\u0902\u0921\u093F\u0902\u0917, \u0914\u0930 \u0918\u091F\u0915
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0905\u0927\u093F\u0915 \u091C\u093E\u0928\u0915\u093E\u0930\u0940
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=API \u0938\u0902\u0926\u0930\u094D\u092D \u0915\u0947 \u0905\u0924\u093F\u0930\u093F\u0915\u094D\u0924

TOPIC_DETAIL_BACK_BTN=\u0916\u094B\u091C \u092A\u0930\u093F\u0923\u093E\u092E\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0935\u093E\u092A\u0938 \u091C\u093E\u090F\u0902
TOPIC_DETAIL_EDIT_GITHUB=GitHub \u092A\u0930 \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u0930\u0947\u0902
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=GitHub \u092A\u0930 \u0907\u0938 \u092A\u0947\u091C \u0915\u094B \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u0930\u0947\u0902
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u092B\u093C\u0941\u0932 \u0938\u094D\u0915\u094D\u0930\u0940\u0928 \u092E\u094B\u0921 \u092E\u0947\u0902 \u092F\u0939 \u0938\u0948\u0902\u092A\u0932 \u0926\u093F\u0916\u093E\u090F\u0902

TOPIC_MASTER_FILTER_PLACEHOLDER=\u0916\u094B\u091C\u0947\u0902
TOPIC_MASTER_EXPAND_TOOLTIP=\u0938\u092D\u0940 \u0915\u094B \u0935\u093F\u0938\u094D\u0924\u0943\u0924 \u0915\u0930\u0947\u0902
TOPIC_MASTER_COLAPSE_TOOLTIP=\u0938\u092D\u0940 \u0915\u094B \u0938\u0902\u0915\u0941\u091A\u093F\u0924 \u0915\u0930\u0947\u0902
TOPIC_MASTER_NO_DATA_TEXT=\u0915\u094B\u0908 \u0921\u0947\u091F\u093E \u0928\u0939\u0940\u0902, \u0915\u0943\u092A\u092F\u093E \u0917\u094D\u0932\u094B\u092C\u0932 \u0916\u094B\u091C \u0915\u0947 \u0938\u093E\u0925 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902

ENTITY_ABOUT=\u0907\u0938\u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902
ENTITY_SAMPLES=\u0928\u092E\u0942\u0928\u0947 ({0})
ENITITY_API=API \u0938\u0902\u0926\u0930\u094D\u092D\:
ENTITY_DOCUMENTATION=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C\u0940\u0915\u0930\u0923\:
ENTITY_UX=UX \u0928\u093F\u0930\u094D\u0926\u0947\u0936\:
ENTITY_EXTENDS=\u0935\u093F\u0938\u094D\u0924\u093E\u0930\:
ENTITY_COMPONENT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0918\u091F\u0915
ENTITY_SINCE=\u0924\u092C \u0938\u0947 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948
ENTITY_CATEGORY=\u0936\u094D\u0930\u0947\u0923\u0940
ENTITY_DENSITY=\u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0918\u0928\u0924\u094D\u0935
ENTITY_DEPRECATED=\u0930\u094B\u0915\u093E \u0917\u092F\u093E
ENTITY_FULLSCREEN_TOOLTIP=\u092B\u093C\u0941\u0932 \u0938\u094D\u0915\u094D\u0930\u0940\u0928 \u092E\u094B\u0921 \u092E\u0947\u0902 \u092F\u0939 \u0938\u0948\u0902\u092A\u0932 \u0926\u093F\u0916\u093E\u090F\u0902
ENTITY_BACK_BTN=\u0916\u094B\u091C \u092A\u0930\u093F\u0923\u093E\u092E\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0935\u093E\u092A\u0938 \u091C\u093E\u090F\u0902
ENTITY_TABLE_NAME=\u0928\u093E\u092E
ENTITY_TABLE_DESCRIPTION=\u0935\u0930\u094D\u0923\u0928

CONTROLS_PAGE_TITLE=\u0928\u092E\u0942\u0928\u0947
CONTROLS_PAGE_DESC=\u0915\u094B\u0921 \u0938\u0948\u0902\u092A\u0932 \u0916\u094B\u091C\u0947\u0902 \u092F\u093E \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
CONTROLS_FEATURED_CONTROLS=\u0938\u0941\u0935\u093F\u0927\u093E \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923
CONTROLS_LAYOUT_PAGES=\u0932\u0947\u0906\u0909\u091F \u0914\u0930 \u092A\u0943\u0937\u094D\u0920
CONTROLS_TEXT_1=\u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0938\u0939\u092D\u093E\u0917\u093F\u0924\u093E
CONTROLS_TEXT_2=\u092D\u093F\u0928\u094D\u0928 \u0938\u0942\u091A\u0940 \u0938\u0902\u0930\u091A\u0928\u093E
CONTROLS_TEXT_3=\u0906\u0938\u093E\u0928 \u092F\u093E \u0905\u0927\u093F\u0915 \u092A\u094D\u0930\u092D\u093E\u0935\u0936\u093E\u0932\u0940 \u0924\u093E\u0932\u093F\u0915\u093E
CONTROLS_TEXT_4=\u0921\u093E\u092F\u0932\u0949\u0917 \u0914\u0930 \u092A\u0949\u092A\u0913\u0935\u0930
CONTROLS_TEXT_5=\u091F\u0947\u0915\u094D\u0938\u094D\u091F \u0915\u0947 \u0932\u093F\u090F \u091F\u093E\u0907\u0932\u094D\u0938, \u091B\u0935\u093F \u092F\u093E \u091A\u093E\u0930\u094D\u091F, \u0909\u0926\u093E\u0939\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F
CONTROLS_TEXT_6=\u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0938\u0942\u091A\u0928\u093E
CONTROLS_TEXT_7=\u091F\u0942\u0932\u092C\u093E\u0930 \u0914\u0930 \u0939\u0947\u0921\u0930
CONTROLS_TEXT_8=\u092A\u0926\u093E\u0928\u0941\u0915\u094D\u0930\u092E\u093F\u0924 \u0921\u0947\u091F\u093E \u092A\u094D\u0930\u0938\u094D\u0924\u0941\u0924\u0940\u0915\u0930\u0923
CONTROLS_TEXT_9=\u092E\u0947\u091F\u093E\u0921\u0947\u091F\u093E-\u0938\u0902\u091A\u093E\u0932\u093F\u0924 \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923
CONTROLS_TEXT_10=\u0938\u094D\u0925\u093E\u0928 \u0935\u093F\u091C\u093C\u0941\u0905\u0932\u093E\u0907\u091C\u093C\u0947\u0936\u0928
CONTROLS_TEXT_11=\u0921\u0947\u091F\u093E \u0935\u093F\u091C\u093C\u0941\u0905\u0932\u093E\u0907\u091C\u093C\u0947\u0936\u0928
CONTROLS_TEXT_12=\u091A\u0930\u0923-\u0906\u0927\u093E\u0930\u093F\u0924 \u0938\u0939\u092D\u093E\u0917\u093F\u0924\u093E
CONTROLS_TEXT_13=\u0911\u092C\u094D\u091C\u0947\u0915\u094D\u091F\u0938 \u0915\u094B \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u0930\u0928\u093E, \u092C\u0928\u093E\u0928\u093E \u092F\u093E \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u0930\u0928\u093E
CONTROLS_TEXT_14=\u0936\u0940\u0930\u094D\u0937\u0915, \u0939\u0947\u0921\u0930 \u0914\u0930 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u0915\u0947 \u0938\u093E\u0925 \u092A\u0943\u0937\u094D\u0920
CONTROLS_TEXT_15=3 \u0938\u094D\u0924\u0902\u092D \u0915\u093E \u092A\u0943\u0937\u094D\u0920
CONTROLS_TEXT_16=\u0926\u094B-\u0938\u094D\u0924\u0902\u092D \u0932\u0947\u0906\u0909\u091F

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u0916\u094B\u091C\u0947\u0902
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u0938\u092E\u0942\u0939 / \u092B\u093C\u093F\u0932\u094D\u091F\u0930
CONTROLS_MASTER_NO_DATA_TEXT=\u0915\u094B\u0908 \u0921\u0947\u091F\u093E \u0928\u0939\u0940\u0902, \u0915\u0943\u092A\u092F\u093E \u0917\u094D\u0932\u094B\u092C\u0932 \u0916\u094B\u091C \u0915\u0947 \u0938\u093E\u0925 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902.

CODE_BACK_BTN_TOOLTIP=\u0938\u0948\u0902\u092A\u0932 \u092A\u0930 \u0935\u093E\u092A\u0938 \u091C\u093E\u090F\u0902
CODE_API_REFERENCE=API \u0938\u0902\u0926\u0930\u094D\u092D
CODE_DOWNLOAD_BTN=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902

CHANGE_VERSION_DIALOG_TITLE=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092C\u0926\u0932\u0947\u0902
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
CHANGE_VERSION_DIALOG_APPLY_BTN=\u0932\u093E\u0917\u0942 \u0915\u0930\u0947\u0902
CHANGE_VERSION_DIALOG_LATEST_BTN=\u0928\u0935\u0940\u0928\u0924\u092E
APP_SETTINGS_DIALOG_TITLE=\u0938\u0947\u091F\u093F\u0902\u0917
APP_SETTINGS_DIALOG_THEME=\u0925\u0940\u092E\:
APP_SETTINGS_DIALOG_LANGUAGE=\u092D\u093E\u0937\u093E
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u0915\u0941\u0915\u0940 \u0935\u0930\u0940\u092F\u0924\u093E\u090F\u0902
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u0927\u094D\u092F\u093E\u0928 \u0930\u0916\u0947\u0902 \u0915\u093F \u091A\u092F\u0928\u093F\u0924 \u092D\u093E\u0937\u093E \u0915\u0947\u0935\u0932 \u0921\u0947\u092E\u094B \u0915\u093F\u091F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092F\u0942\u091C\u0930 \u0907\u0902\u091F\u0930\u092B\u0947\u0938 \u092A\u0930 \u0932\u093E\u0917\u0942 \u0939\u094B\u0924\u0940 \u0939\u0948. \u0935\u093F\u092D\u093F\u0928\u094D\u0928 \u0938\u0947\u0915\u094D\u0936\u0928 \u0915\u0947 \u0906\u0935\u0947\u0926\u0928 \u092E\u0947\u0902 \u0926\u0940 \u0917\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940, \u091C\u0948\u0938\u0947 \u0915\u093F \u092A\u094D\u0930\u0932\u0947\u0916\u0928, API  \u0938\u0902\u0926\u0930\u094D\u092D, \u0914\u0930 \u0928\u092E\u0942\u0928\u0947 \u0915\u0947\u0935\u0932 \u0905\u0902\u0917\u094D\u0930\u0947\u091C\u0940 \u092E\u0947\u0902 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902.
APP_SETTINGS_DIALOG_DENSITY=\u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0918\u0928\u0924\u094D\u0935\:
APP_SETTINGS_DIALOG_READ_MORE=\u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0918\u0928\u0924\u094D\u0935\u094B\u0902 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0905\u0927\u093F\u0915 \u092A\u0922\u093C\u0947\u0902
APP_SETTINGS_DIALOG_RTL=\u0926\u093E\u090F\u0902-\u0938\u0947-\u092C\u093E\u090F\u0902 \u092E\u094B\u0921\:
APP_SETTINGS_DIALOG_OK_BTN=\u0920\u0940\u0915
APP_SETTINGS_DIALOG_CANCEL_BTN=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902

COOKIE_SETTINGS_DIALOG_TITLE=\u0906\u092A\u0915\u0940 \u0915\u0941\u0915\u0940 \u0938\u0947\u091F\u093F\u0902\u0917
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u0915\u0941\u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u092F\u0947 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u094B\u0930 \u0938\u093E\u0907\u091F \u0915\u0940 \u0915\u093E\u0930\u094D\u092F\u0915\u094D\u0937\u092E\u0924\u093E \u0915\u094B \u0938\u0915\u094D\u0937\u092E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0939\u092E\u093E\u0930\u0947 \u0938\u093E\u0907\u091F \u092A\u0930 \u0906\u092A\u0915\u0947 \u0905\u0928\u0941\u092D\u0935 \u0915\u094B \u0914\u0930 \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0939\u092E \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902. \u0907\u0938 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u093E \u091C\u093E\u0930\u0940 \u0930\u0916\u0924\u0947 \u0939\u0941\u090F, \u0906\u092A \u0939\u092E\u093E\u0930\u0940 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u092E\u0924 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u092B\u093C\u0902\u0915\u094D\u0936\u0928\u0932 \u0915\u0941\u0915\u0940\u091C\u093C
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0907\u0928 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0938\u093E\u0907\u091F \u0915\u0947 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u0915\u094B \u092E\u093E\u092A\u0928\u0947 \u0914\u0930 \u0938\u0941\u0927\u093E\u0930\u0928\u0947 \u0915\u0947 \u0909\u0926\u094D\u0926\u0947\u0936\u094D\u092F \u0938\u0947 \u0938\u093E\u0907\u091F \u0909\u092A\u092F\u094B\u0917 \u0915\u093E \u0935\u093F\u0936\u094D\u0932\u0947\u0937\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0907\u0938 \u0938\u093E\u0907\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0948\u0938\u0947 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902, \u0907\u0938\u0915\u093E \u0935\u093F\u0936\u094D\u0932\u0947\u0937\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092F\u0939 \u0938\u093E\u0907\u091F SAP Web Analytics \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0940 \u0939\u0948. \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 (\u0906\u092A\u0915\u0947 IP \u092A\u0924\u0947 \u0914\u0930 \u090F\u0915 \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 ID \u0915\u093E \u090F\u0915 \u0939\u093F\u0938\u094D\u0938\u093E \u0938\u0939\u093F\u0924) \u0915\u094B \u0905\u092A\u0928\u0947 \u0938\u0930\u094D\u0935\u0930 \u092A\u0930 SAP \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u094D\u0930\u0947\u0937\u093F\u0924 \u0914\u0930 \u0938\u0902\u0917\u094D\u0930\u0939\u0940\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0906\u092A\u0915\u0940 \u0926\u094B\u092C\u093E\u0930\u093E \u0926\u0947\u0916\u0928\u0947 \u0914\u0930 \u0906\u092A\u0915\u0947 \u0926\u094B\u092C\u093E\u0930\u093E \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u092E\u0942\u0932 \u092A\u0943\u0937\u094D\u0920 \u0915\u0940 \u092A\u0939\u091A\u093E\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948. \u0939\u092E \u0907\u0938 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0947\u0935\u0932 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0915\u0947 \u0909\u092A\u092F\u094B\u0917 \u0915\u0947 \u092E\u0942\u0932\u094D\u092F\u093E\u0902\u0915\u0928 \u0914\u0930 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0911\u092A\u0930\u0947\u091F\u0930 \u0915\u0947 \u0932\u093F\u090F \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0917\u0924\u093F\u0935\u093F\u0927\u093F \u092A\u0930 \u0930\u093F\u092A\u094B\u0930\u094D\u091F \u0938\u0902\u0915\u0932\u0928 \u0915\u0947 \u0909\u0926\u094D\u0926\u0947\u0936\u094D\u092F \u0938\u0947 \u0915\u0930\u0947\u0902\u0917\u0947 - \u0914\u0930 \u0905\u0902\u0924 \u092E\u0947\u0902, \u0938\u093E\u0907\u091F \u0915\u094B \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F. \u092F\u0926\u093F \u0906\u092A SAP Web Analytics \u091F\u094D\u0930\u0948\u0915\u093F\u0902\u0917 \u0915\u0947 \u0932\u093F\u090F \u0911\u092A\u094D\u091F-\u0907\u0928 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0915\u0943\u092A\u092F\u093E "\u0911\u0928"/"\u0911\u092B" \u0938\u094D\u0935\u093F\u091A \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0915\u0947 \u0905\u092A\u0928\u0940 \u0935\u0930\u0940\u092F\u0924\u093E \u0928\u093F\u0930\u094D\u0926\u093F\u0937\u094D\u091F \u0915\u0930\u0947\u0902. \u0911\u092A\u094D\u091F-\u0907\u0928 \u0915\u0947 \u0926\u094D\u0935\u093E\u0930\u093E, \u0906\u092A \u0924\u0930\u0940\u0915\u0947 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0914\u0930 \u090A\u092A\u0930 \u0928\u093F\u0930\u094D\u0927\u093E\u0930\u093F\u0924 \u0909\u0926\u094D\u0926\u0947\u0936\u094D\u092F\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u090F\u0928\u093E\u0932\u093F\u091F\u093F\u0915\u094D\u0938 \u0921\u0947\u091F\u093E \u0915\u0947 \u092A\u094D\u0930\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u092E\u0924\u093F \u0926\u0947\u0924\u0947 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u0905\u0927\u093F\u0915 \u091C\u093E\u0928\u0915\u093E\u0930\u0940
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0938\u092D\u0940 \u0938\u094D\u0935\u0940\u0915\u0943\u0924 \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0938\u092D\u0940 \u0905\u0938\u094D\u0935\u0940\u0915\u0943\u0924 \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0935\u0930\u0940\u092F\u0924\u093E \u0938\u0947\u091F \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0935\u0930\u0940\u092F\u0924\u093E \u0938\u0939\u0947\u091C\u0947\u0902
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902

EMPTY_TEXT=\u0930\u093F\u0915\u094D\u0924

DOWNLOADS_TEXT=\u0921\u093E\u0909\u0928\u0932\u094B\u0921

DEMO_APPS_TITLE=\u0921\u0947\u092E\u094B \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
DEMO_APPS_SUBTITLE_OPENUI5=\u0909\u0928 \u0921\u0947\u092E\u094B \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u0938\u0942\u091A\u0940\u092C\u0926\u094D\u0927 \u0915\u0930\u0924\u093E \u0939\u0948 \u091C\u094B \u0906\u092A\u0915\u094B \u0926\u093F\u0916\u093E\u0924\u0947 \u0939\u0948\u0902 \u0915\u093F \u0906\u092A OpenUI5 \u0915\u0940 \u092D\u093F\u0928\u094D\u0928 \u0938\u0941\u0935\u093F\u0927\u093E\u0913\u0902 \u0914\u0930 \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923\u094B\u0902 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0948\u0938\u0947 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
DEMO_APPS_SUBTITLE_SAPUI5=\u0909\u0928 \u0921\u0947\u092E\u094B \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u0938\u0942\u091A\u0940\u092C\u0926\u094D\u0927 \u0915\u0930\u0924\u093E \u0939\u0948 \u091C\u094B \u0906\u092A\u0915\u094B \u0926\u093F\u0916\u093E\u0924\u0947 \u0939\u0948\u0902 \u0915\u093F \u0906\u092A SAPUI5 \u0915\u0940 \u092D\u093F\u0928\u094D\u0928 \u0938\u0941\u0935\u093F\u0927\u093E\u0913\u0902 \u0914\u0930 \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923\u094B\u0902 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0948\u0938\u0947 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
DEMO_APPS_READ_MORE_BTN=\u0905\u0927\u093F\u0915 \u092A\u0922\u0947\u0902
DEMO_APPS_DOWNLOAD_OVERVIEW=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0913\u0935\u0930\u0935\u094D\u092F\u0942
DEMO_APPS_CATEGORY_SHOWCASE=\u0930\u093F\u092F\u0932 \u0932\u093E\u0907\u092B \u092A\u0930\u093F\u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u092E\u0947\u0902 UI5 \u0938\u0902\u0915\u0932\u094D\u092A\u0928\u093E
DEMO_APPS_CATEGORY_TUTORIAL=\u0936\u0948\u0915\u094D\u0937\u0923\u093F\u0915 \u0915\u0947 \u0938\u093E\u0925 \u0921\u0947\u092E\u094B \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
DEMO_APPS_CATEGORY_RTA=SAPUI5 \u0932\u091A\u0940\u0932\u093E\u092A\u0928 \u0921\u0947\u092E\u094B \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
DEMO_APPS_CATEGORY_MISC=\u0935\u093F\u0935\u0927 \u0921\u0947\u092E\u094B \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
DEMO_APPS_LIBRARY=\u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923 \u0932\u093E\u0907\u092C\u094D\u0930\u0947\u0930\u0940\:
DEMO_APPS_CARD_LINK=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0916\u094B\u0932\u0947\u0902

LEGAL_DISCLAIMER_TITLE=\u0932\u093F\u0902\u0915 \u0915\u0947 \u0932\u093F\u090F \u0915\u093E\u0928\u0942\u0928\u0940 \u0905\u0938\u094D\u0935\u0940\u0915\u0930\u0923
LEGAL_DISCLAIMER_LABEL_1=\u0906\u0907\u0915\u0928 \u0915\u0947 \u0938\u093E\u0925 \u0932\u093F\u0902\u0915
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u0917\u0948\u0930 SAP \u0938\u093E\u0907\u091F \u092A\u0930 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0915\u0940 \u0917\u0908
LEGAL_DISCLAIMER_TEXT_1=\u0906\u092A \u090F\u0915 \u0910\u0938\u0940 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u092E\u0947\u0902 \u092A\u094D\u0930\u0935\u0947\u0936 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902 \u091C\u094B SAP \u0926\u094D\u0935\u093E\u0930\u093E \u0939\u094B\u0938\u094D\u091F \u0928\u0939\u0940\u0902 \u0915\u0940 \u0917\u0908 \u0939\u0948. \u0907\u0938 \u0924\u0930\u0939 \u0915\u0947 \u0932\u093F\u0902\u0915 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0915\u0947, \u0906\u092A \u0907\u0938\u0938\u0947 \u0938\u0939\u092E\u0924 \u0939\u0948\u0902 (\u091C\u092C \u0924\u0915 \u0915\u093F SAP \u0915\u0947 \u0938\u093E\u0925 \u0905\u092A\u0928\u0947 \u0938\u092E\u091D\u094C\u0924\u094B\u0902 \u092E\u0947\u0902 \u0938\u094D\u092A\u0937\u094D\u091F \u0930\u0942\u092A \u0938\u0947 \u0905\u0928\u094D\u092F\u0925\u093E \u0928\u0939\u0940\u0902 \u0915\u0939\u093E \u0917\u092F\u093E \u0939\u094B)\:
LEGAL_DISCLAIMER_TEXT_2=- \u0938\u093E\u0907\u091F \u0938\u0947 \u0932\u093F\u0902\u0915 \u0915\u0940 \u0917\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 SAP \u0915\u093E \u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C \u0928\u0939\u0940\u0902 \u0939\u0948. \u0906\u092A \u0907\u0938 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0915\u0947 \u0906\u0927\u093E\u0930 \u092A\u0930 SAP \u0915\u0947 \u0935\u093F\u0930\u0942\u0926\u094D\u0927 \u0915\u093F\u0938\u0940 \u092D\u0940 \u0909\u0924\u094D\u092A\u093E\u0926 \u0915\u093E \u0926\u093E\u0935\u093E \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
LEGAL_DISCLAIMER_TEXT_3=- SAP \u0932\u093F\u0902\u0915 \u0915\u0940 \u0917\u0908 \u0938\u093E\u0907\u091F \u092A\u0930 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0938\u0947 \u0938\u0939\u092E\u0924 \u092F\u093E \u0905\u0938\u0939\u092E\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948, \u0914\u0930 \u0928 \u0939\u0940 SAP \u0909\u092A\u0932\u092C\u094D\u0927\u0924\u093E \u0914\u0930 \u0920\u0940\u0915 \u0915\u0930\u0928\u0947 \u0915\u093E \u0935\u093E\u0930\u0902\u091F \u0926\u0947\u0924\u093E \u0939\u0948.
LEGAL_DISCLAIMER_LABEL_2=\u0906\u0907\u0915\u0928 \u0915\u0947 \u0938\u093E\u0925 \u0932\u093F\u0902\u0915
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=SAP \u0938\u093E\u0907\u091F \u092A\u0930 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0915\u0940 \u0917\u0908
LEGAL_DISCLAIMER_TEXT_4=\u0906\u092A \u0909\u0938 \u0935\u093F\u0936\u0947\u0937 SAP \u0909\u0924\u094D\u092A\u093E\u0926 \u092F\u093E \u0938\u0947\u0935\u093E \u0915\u0947 \u0932\u093F\u090F \u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C \u091B\u094B\u0921\u093C \u0930\u0939\u0947 \u0939\u0948\u0902 \u0914\u0930 SAP \u0926\u094D\u0935\u093E\u0930\u093E \u0939\u094B\u0938\u094D\u091F \u0915\u0940 \u0917\u0908 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u092E\u0947\u0902 \u092A\u094D\u0930\u0935\u0947\u0936 \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902. \u0907\u0938 \u0924\u0930\u0939 \u0915\u0947 \u0932\u093F\u0902\u0915 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0915\u0947, \u0906\u092A \u0907\u0938 \u092C\u093E\u0924 \u092A\u0930 \u0938\u0939\u092E\u0924 \u0939\u094B\u0924\u0947 \u0939\u0948\u0902 \u0915\u093F (\u091C\u092C \u0924\u0915 \u0915\u093F SAP \u0915\u0947 \u0938\u093E\u0925 \u0906\u092A\u0915\u0947 \u0938\u092E\u091D\u094C\u0924\u094B\u0902 \u092E\u0947\u0902 \u0938\u094D\u092A\u0937\u094D\u091F \u0930\u0942\u092A \u0938\u0947 \u0905\u0928\u094D\u092F\u0925\u093E \u0928\u0939\u0940\u0902 \u0915\u0939\u093E \u0917\u092F\u093E \u0939\u0948) \u0906\u092A \u0907\u0938 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0915\u0947 \u0906\u0927\u093E\u0930 \u092A\u0930 SAP \u0915\u0947 \u0935\u093F\u0930\u0942\u0926\u094D\u0927 \u0915\u093F\u0938\u0940 \u092D\u0940 \u0909\u0924\u094D\u092A\u093E\u0926 \u0915\u093E \u0926\u093E\u0935\u093E \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.

VIEW_SETTINGS_DIALOG_ITEM_1=\u0935\u0930\u094D\u0923\u093E\u0915\u094D\u0930\u092E\u093E\u0928\u0941\u0938\u093E\u0930
VIEW_SETTINGS_DIALOG_ITEM_2=\u0936\u094D\u0930\u0947\u0923\u0940
VIEW_SETTINGS_DIALOG_ITEM_3=\u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0918\u0928\u0924\u094D\u0935
VIEW_SETTINGS_DIALOG_ITEM_4=\u0928\u093E\u092E\u0938\u094D\u0925\u093E\u0928
VIEW_SETTINGS_DIALOG_ITEM_5=\u0930\u093F\u0932\u0940\u091C\u093C

SAMPLE_BACK_BTN_TOOLTIP=\u0938\u0948\u0902\u092A\u0932 \u092A\u0930 \u0935\u093E\u092A\u0938 \u091C\u093E\u090F\u0902
SAMPLE_INFO_TOOLTIP=\u0938\u0948\u0902\u092A\u0932 \u091C\u093E\u0928\u0915\u093E\u0930\u0940
SAMPLE_EDITED_TOOLTIP=\u0928\u092E\u0942\u0928\u093E \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948
SAMPLE_EDITED_WARNING=\u0907\u0938 \u0928\u092E\u0942\u0928\u0947 \u0915\u094B \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948. \u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0938\u094D\u0930\u094B\u0924 \u0915\u094B\u0921 \u0915\u093E \u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928 \u0915\u0930\u0924\u0947 \u0938\u092E\u092F "\u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902" \u0915\u093E \u092C\u091F\u0928 \u0926\u092C\u093E\u090F\u0902.
SAMPLE_API_REFERENCE_BTN=API \u0938\u0902\u0926\u0930\u094D\u092D
SAMPLE_PREV_BTN_TOOLTIP=\u092A\u0939\u0932\u0947 \u0915\u093E \u0938\u0948\u0902\u092A\u0932 \u0926\u093F\u0916\u093E\u090F\u0902
SAMPLE_NEXT_BTN_TOOLTIP=\u0905\u0917\u0932\u093E \u0938\u0948\u0902\u092A\u0932 \u0926\u093F\u0916\u093E\u090F\u0902
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u092B\u093C\u0941\u0932 \u0938\u094D\u0915\u094D\u0930\u0940\u0928 \u092E\u094B\u0921 \u092E\u0947\u0902 \u092F\u0939 \u0938\u0948\u0902\u092A\u0932 \u0926\u093F\u0916\u093E\u090F\u0902
SAMPLE_ADAPT_BTN_TOOLTIP=\u090F\u0921\u093E\u092A\u094D\u091F\u0930 UI
SAMPLE_CODE_BTN_TOOLTIP=\u0907\u0938 \u0938\u0948\u0902\u092A\u0932 \u0915\u0947 \u0932\u093F\u090F \u0938\u094D\u0924\u094D\u0930\u094B\u0924 \u0915\u094B\u0921 \u0926\u093F\u0916\u093E\u090F\u0902
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u0928\u090F \u091F\u0948\u092C \u092E\u0947\u0902 \u0916\u094B\u0932\u0947\u0902
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
SAMPLE_RESET_CHANGES=\u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902

RELEASE_NOTES_TITLE=\u0932\u0949\u0917 \u092C\u0926\u0932\u0947\u0902

SEARCH_PAGE_TITLE="{0}\u201D \u0915\u0947 \u0932\u093F\u090F \u0916\u094B\u091C \u092A\u0930\u093F\u0923\u093E\u092E
SEARCH_PAGE_DESCRIPTION=\u0916\u094B\u091C \u092A\u0930\u093F\u0923\u093E\u092E \u0936\u094D\u0930\u0947\u0923\u093F\u092F\u094B\u0902 \u092E\u0947\u0902 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u093F\u090F \u091C\u093E\u0924\u0947 \u0939\u0948\u0902.
SEARCH_PAGE_ALL_SECTION_TITLE=\u0938\u092D\u0940 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=API \u0938\u0902\u0926\u0930\u094D\u092D \u0938\u0947 10 \u0936\u0940\u0930\u094D\u0937 \u092A\u0930\u093F\u0923\u093E\u092E
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C \u0938\u0947 10 \u0936\u0940\u0930\u094D\u0937 \u092A\u0930\u093F\u0923\u093E\u092E
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u0938\u0948\u0902\u092A\u0932 \u0938\u0947 10 \u0936\u0940\u0930\u094D\u0937 \u092A\u0930\u093F\u0923\u093E\u092E
SEARCH_SUGGESTIONS_TITLE_ALL=\u0938\u092D\u0940 \u0938\u0947 10 \u0936\u0940\u0930\u094D\u0937 \u092A\u0930\u093F\u0923\u093E\u092E
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u0938\u092D\u0940
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u0938\u092D\u0940 \u0926\u0947\u0916\u0947\u0902
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C\u0940\u0915\u0930\u0923
SEARCH_SUGGESTIONS_API_SECTION_TITLE=API \u0938\u0902\u0926\u0930\u094D\u092D
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u0928\u092E\u0942\u0928\u0947
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u0938\u092D\u0940 ({1} \u0915\u093E {0})
SEARCH_PAGE_API_SECTION_TITLE=API \u0938\u0902\u0926\u0930\u094D\u092D\: ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=API \u0938\u0902\u0926\u0930\u094D\u092D ({1} \u0915\u093E {0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C\u0940\u0915\u0930\u0923 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C\u0940\u0915\u0930\u0923 ({1} \u0915\u093E {0})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u0928\u092E\u0942\u0928\u0947 ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u0928\u092E\u0942\u0928\u0947 ({1} \u0915\u093E {0})

RELEASE_DIALOG_TITLE=\u0907\u0938\u0915\u0947 \u0932\u093F\u090F \u0932\u0949\u0917 \u092C\u0926\u0932\u0947\u0902\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
RELEASE_DIALOG_NO_DATA_TEXT=\u0907\u0938 \u0932\u093E\u0907\u092C\u094D\u0930\u0947\u0930\u0940 \u0915\u0947 \u0932\u093F\u090F \u0915\u094B\u0908 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0928\u0939\u0940\u0902.

ABOUT_DIALOG_TITLE=\u0907\u0938\u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902
ABOUT_DIALOG_TEXT_1=UI5 \u0921\u0947\u092E\u094B \u0915\u093F\u091F - HTML5 \u0915\u0947 \u0932\u093F\u090F UI \u0935\u093F\u0915\u093E\u0938 \u091F\u0942\u0932\u0915\u093F\u091F
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2024 SAP SE. \u0938\u092D\u0940 \u0905\u0927\u093F\u0915\u093E\u0930 \u0938\u0941\u0930\u0915\u094D\u0937\u093F\u0924.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2024 SAP SE \u092F\u093E \u090F\u0915 SAP \u0938\u0902\u092C\u0902\u0926\u094D\u0927 \u0915\u0902\u092A\u0928\u0940.
ABOUT_DIALOG_TEXT_4={0} \u0938\u0902\u0938\u094D\u0915\u0930\u0923 {1}
ABOUT_DIALOG_TEXT_5=UI5 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 {0} \u0916\u094B\u0932\u0947\u0902
ABOUT_DIALOG_TEXT_6=\u0907\u0938 \u0938\u0949\u092B\u094D\u091F\u0935\u0947\u092F\u0930 \u092E\u0947\u0902 \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0932\u093E\u0907\u092C\u094D\u0930\u0947\u0930\u0940 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0936\u093E\u092E\u093F\u0932 \u0939\u0948\u0902
ABOUT_DIALOG_LINK_1=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0935\u093F\u0935\u0930\u0923
ABOUT_DIALOG_TEXT_7=\u0907\u0938 \u0938\u0949\u092B\u094D\u091F\u0935\u0947\u092F\u0930 \u092E\u0947\u0902 \u0925\u0930\u094D\u0921-\u092A\u093E\u0930\u094D\u091F\u0940 \u0913\u092A\u0928 \u0938\u094B\u0930\u094D\u0938 \u0938\u0949\u092B\u094D\u091F\u0935\u0947\u092F\u0930 \u0936\u093E\u092E\u093F\u0932 \u0939\u0948.
ABOUT_DIALOG_TEXT_8=\u0924\u0943\u091F\u0940\u092F \u092A\u0915\u094D\u0937 \u0915\u0947 \u0938\u0949\u092B\u093C\u094D\u091F\u0935\u0947\u092F\u0930 \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u090F \u0917\u090F
ABOUT_DIALOG_VERSION_TITLE=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0935\u093F\u0935\u0930\u0923
ABOUT_DIALOG_VERSION=\u0938\u0902\u0938\u094D\u0915\u0930\u0923
ABOUT_DIALOG_DESCRIPTION=\u0935\u0930\u094D\u0923\u0928
ABOUT_DIALOG_CHANGE_LOG=\u0932\u0949\u0917 \u092C\u0926\u0932\u0947\u0902
ABOUT_DIALOG_CHANGE_LOG_LINK=\u0932\u0949\u0917 \u092C\u0926\u0932\u0947\u0902
ABOUT_DIALOG_COMPONENT=\u0918\u091F\u0915
ABOUT_DIALOG_CLOSE_BTN=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
ABOUT_DIALOG_THIRD_PARTY=\u0924\u0943\u091F\u0940\u092F \u092A\u0915\u094D\u0937 \u0915\u0947 \u0938\u0949\u092B\u093C\u094D\u091F\u0935\u0947\u092F\u0930 \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u090F \u0917\u090F

FOOTER_LEGAL_DISCOLURE=\u0915\u093E\u0928\u0942\u0928\u0940 \u092A\u094D\u0930\u0915\u091F\u0940\u0915\u0930\u0923
FOOTER_PRIVACY=\u0917\u094B\u092A\u0928\u0940\u092F\u0924\u093E
FOOTER_TERMS=\u0909\u092A\u092F\u094B\u0917 \u0915\u0940 \u0936\u0930\u094D\u0924\u0947\u0902
FOOTER_LICENSE=\u0932\u093E\u0907\u0938\u0947\u0902\u0938

NOT_FOUND_TITLE=\u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E
NOT_FOULD_TEXT=\u0905\u0928\u0941\u0930\u094B\u0927 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0938\u0902\u0938\u093E\u0927\u0928 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E.

NOT_FOUND_REMOVED_TEXT=\u0905\u0928\u0941\u0930\u094B\u0927\u093F\u0924 UI5 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092A\u0941\u0930\u093E\u0928\u093E \u0939\u0948 \u0914\u0930 \u0928\u093F\u0915\u093E\u0932\u093E \u0917\u092F\u093E \u0939\u0948.
NOT_FOUND_DK_REMOVED_TEXT=\u0905\u0928\u0941\u0930\u094B\u0927\u093F\u0924 UI5 \u0921\u0947\u092E\u094B \u0915\u093F\u091F \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0939\u091F\u093E \u0926\u0940 \u0917\u0908 \u0939\u0948.
NOT_FOUND_UNAVAILABLE_TEXT=\u0905\u0928\u0941\u0930\u094B\u0927\u093F\u0924 \u0938\u0902\u0938\u093E\u0927\u0928 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948.
VERSION_NOT_FOUND_READ_MORE=\u0905\u0927\u093F\u0915 \u092A\u0922\u0947\u0902
VERSION_NOT_FOUND_HOME_PAGE_BUTTON=\u0939\u094B\u092E \u092A\u0943\u0937\u094D\u0920

NOT_FOUND_SAMPLE_TITLE=\u0938\u0948\u0902\u092A\u0932 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E
NOT_FOUND_SAMPLE_TEXT=\u091A\u092F\u0928\u093F\u0924 UI5 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0905\u0928\u0930\u094B\u0927 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0938\u0948\u0902\u092A\u0932 \u092E\u094C\u091C\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0909\u092A\u0932\u092C\u094D\u0927 \u0938\u0948\u0902\u092A\u0932 \u0915\u0940 \u092F\u0939\u093E\u0902 \u091C\u093E\u0902\u091A \u0915\u0930\u0947\u0902

SITEMAP_TITLE=\u0938\u093E\u0907\u091F\u092E\u0948\u092A

LIVE_EDITOR_TITLE=\u0932\u093E\u0907\u0935 \u0938\u0902\u092A\u093E\u0926\u0915
LIVE_EDITOR_RESULT=\u092A\u0930\u093F\u0923\u093E\u092E
LIVE_EDITOR_PREVIEW_BTN=\u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u0938\u094D\u0935\u0924\u0903-\u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928

API_MASTER_PLACEHOLDER=\u0916\u094B\u091C\u0947\u0902
API_MASTER_EXPAND_BTN_TOOLTIP=\u0938\u092D\u0940 \u0915\u094B \u0935\u093F\u0938\u094D\u0924\u0943\u0924 \u0915\u0930\u0947\u0902
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u0938\u092D\u0940 \u0915\u094B \u0938\u0902\u0915\u0941\u091A\u093F\u0924 \u0915\u0930\u0947\u0902
API_MASTER_DEPRECATED_CB=\u0930\u094B\u0915\u0940 \u0917\u0908 \u0938\u0939\u093F\u0924
API_MASTER_EXPERIMENTAL_CB=\u092A\u094D\u0930\u092F\u094B\u0917\u093E\u0924\u094D\u092E\u0915 \u0936\u093E\u092E\u093F\u0932 \u0915\u0930\u0947\u0902
API_MASTER_NO_DATA_TEXT=\u0915\u094B\u0908 \u0921\u0947\u091F\u093E \u0928\u0939\u0940\u0902, \u0915\u0943\u092A\u092F\u093E \u0917\u094D\u0932\u094B\u092C\u0932 \u0916\u094B\u091C \u0915\u0947 \u0938\u093E\u0925 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902
API_MASTER_DEPRECATED=\u0930\u094B\u0915\u093E \u0917\u092F\u093E
API_MASTER_EXPERIMENTAL=\u092A\u094D\u0930\u092F\u094B\u0917\u093E\u0924\u094D\u092E\u0915
API_MASTER_DEPRECATED_APIS=\u0930\u094B\u0915\u0940 \u0917\u0908 API
API_MASTER_EXPERIMENTAL_APIS=\u092A\u094D\u0930\u093E\u092F\u094B\u0917\u0917\u093F\u0915 API
API_MASTER_INDEX_BY_VERSION=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u0942\u091A\u0915\u093E\u0902\u0915

API_DETAIL_SINCE_TITLE=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u0942\u091A\u0915\u093E\u0902\u0915

API_DETAIL_EXPERIMENTAL_TITLE=\u092A\u094D\u0930\u093E\u092F\u094B\u0917\u093F\u0915 API \u0915\u093E \u0938\u0942\u091A\u0915\u093E\u0902\u0915

API_DETAIL_DEPRECATED_TITLE=\u0930\u094B\u0915\u0940 \u0917\u0908 API \u0915\u093E \u0907\u0902\u0921\u0947\u0915\u094D\u0938
API_DETAIL_DEPRECATED_WARNING=\u0930\u094B\u0915\u0940 \u0917\u0908 \u0938\u0941\u0935\u093F\u0927\u093E\u0913\u0902 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0938\u093E\u092E\u093E\u0928\u094D\u092F \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0915\u0947 \u0932\u093F\u090F, \u0915\u0943\u092A\u092F\u093E \u0938\u0902\u0917\u0924\u0924\u093E \u0928\u093F\u092F\u092E\u094B\u0902 \u0915\u0940 \u091C\u093E\u0901\u091A \u0915\u0930\u0947\u0902.

API_DETAIL_AS_OF_VERSION={0} \u0915\u0947 \u0938\u092E\u093E\u0928
API_DETAIL_NA_VERSION=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 N/A

RESOURCES_INTRO_CARD_TITLE=\u0938\u0902\u0938\u093E\u0927\u0928
RESOURCES_INTRO_CARD_SUBTITLE=\u092F\u0939 \u0906\u092A\u0915\u0940 \u0935\u093F\u0915\u093E\u0938 \u092F\u093E\u0924\u094D\u0930\u093E \u092E\u0947\u0902 \u0938\u0939\u093E\u092F\u0924\u093E \u0915\u0930\u0928\u0947 \u0939\u0947\u0924\u0941 \u091A\u092F\u0928\u093F\u0924 UI5 \u0938\u0902\u0938\u093E\u0927\u0928\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0906\u092A\u0915\u093E \u0939\u092C \u0939\u0948. \u0906\u0917\u0947 \u092C\u0922\u093C\u0947\u0902 \u0914\u0930 \u0905\u092A\u0928\u0947 UI5 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u0938\u0947 \u0905\u0927\u093F\u0915\u0924\u092E \u0932\u093E\u092D \u092A\u094D\u0930\u093E\u092A\u094D\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915\u094D\u0938\u092A\u094D\u0932\u094B\u0930 \u0915\u0930\u0947\u0902, \u0938\u0940\u0916\u0947\u0902 \u0914\u0930 \u0909\u0928\u0915\u093E \u0932\u093E\u092D \u0909\u0920\u093E\u090F\u0902\!

RESOURCES_ASIDE_CARD_TITLE=\u0913\u0935\u0930\u0935\u094D\u092F\u0942 A-Z 

RESOURCES_CATEGORY_TITLE_FEATURED=\u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924
RESOURCES_CARD_TITLE_ICON_EXPLORER=\u0906\u0907\u0915\u0928 \u090F\u0915\u094D\u0938\u092A\u094D\u0932\u094B\u0930\u0930
RESOURCES_CARD_DESC_ICON_EXPLORER=\u0938\u0939\u0940 \u0906\u0907\u0915\u0928 \u0936\u092C\u094D\u0926\u094B\u0902 \u0938\u0947 \u0905\u0927\u093F\u0915 \u091C\u093C\u094B\u0930 \u0938\u0947 \u092C\u094B\u0932\u0924\u0947 \u0939\u0948\u0902. \u0905\u092A\u0928\u0947 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u0915\u0947 \u0932\u093F\u090F \u0938\u0930\u094D\u0935\u094B\u0924\u094D\u0924\u092E \u0906\u0907\u0915\u0928 \u0922\u0942\u0902\u0922\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0939\u092E\u093E\u0930\u0947 \u0906\u0907\u0915\u0928 \u092B\u093C\u0949\u0928\u094D\u091F \u092E\u0947\u0902 \u0906\u0907\u0915\u0928 \u0915\u0947 \u0939\u092E\u093E\u0930\u0947 \u092C\u0921\u093C\u0947 \u0938\u0902\u0917\u094D\u0930\u0939 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0947\u0902.
RESOURCES_CARD_TITLE_ACC_GUIDE=\u0905\u092D\u093F\u0917\u092E\u094D\u092F\u0924\u093E \u0917\u093E\u0907\u0921
RESOURCES_CARD_DESC_ACC_GUIDE=\u0905\u092D\u093F\u0917\u092E\u094D\u092F\u0924\u093E \u0917\u093E\u0907\u0921 \u0935\u0947\u092C \u0905\u092D\u093F\u0917\u092E\u094D\u092F\u0924\u093E \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0909\u0926\u093E\u0939\u0930\u0923\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0917\u0939\u0928 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092A\u094D\u0930\u0926\u093E\u0928 \u0915\u0930\u0924\u0940 \u0939\u0948, \u091A\u093E\u0939\u0947 \u0906\u092A \u090F\u0915 \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923 \u092F\u093E \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0921\u0947\u0935\u0932\u092A\u0930 \u0939\u094B\u0902, \u092F\u093E SAPUI5 \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u092E\u0947\u0902 \u0935\u0947\u092C \u0905\u092D\u093F\u0917\u092E\u094D\u092F\u0924\u093E \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0905\u0927\u093F\u0915 \u091C\u093E\u0928\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0916\u094B\u091C \u0915\u0930\u0928\u0947 \u0935\u093E\u0932\u0947 \u0935\u094D\u092F\u0935\u0938\u093E\u092F \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0939\u094B\u0902.

RESOURCES_CATEGORY_TITLE_DEV_TOOLS=\u0935\u093F\u0915\u093E\u0938 \u0909\u092A\u0915\u0930\u0923
RESOURCES_CARD_TITLE_TOOLING=UI5 \u091F\u0942\u0932\u093F\u0902\u0917
RESOURCES_CARD_DESC_TOOLING=UI5 \u091F\u0942\u0932\u093F\u0902\u0917, npm \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 UI5 \u0915\u093E \u0909\u092A\u092D\u094B\u0917 \u0915\u0930\u0915\u0947 UI5 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u0935\u093F\u0915\u0938\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u0905\u0924\u094D\u092F\u093E\u0927\u0941\u0928\u093F\u0915 \u092E\u0949\u0921\u094D\u092F\u0942\u0932\u0930 \u091F\u0942\u0932 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E \u0939\u0948. \u092F\u0939 UI5 \u092B\u094D\u0930\u0947\u092E\u0935\u0930\u094D\u0915 \u0915\u0947 \u0938\u093E\u0925 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928, \u0932\u093E\u0907\u092C\u094D\u0930\u0947\u0930\u0940 \u0914\u0930 \u092A\u0941\u0928\: \u0909\u092A\u092F\u094B\u0917 \u0918\u091F\u0915\u094B\u0902 \u0915\u094B \u0915\u0941\u0936\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0935\u093F\u0915\u0938\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u094B\u0908 \u0913\u092A\u0928-\u0938\u094B\u0930\u094D\u0938, \u092E\u0949\u0921\u094D\u092F\u0942\u0932\u0930, \u0915\u0949\u0928\u094D\u092B\u093C\u093F\u0917\u0930 \u0915\u0930\u0928\u0947 \u092F\u094B\u0917\u094D\u092F \u0914\u0930 \u0935\u093F\u0938\u094D\u0924\u093E\u0930\u0923\u0940\u092F CLI \u0939\u0948.
RESOURCES_CARD_TITLE_FIORI_TOOLS=SAP Fiori \u091F\u0942\u0932
RESOURCES_CARD_DESC_FIORI_TOOLS=SAP Fiori \u091F\u0942\u0932 \u0906\u092A\u0915\u0947 SAP Business Application Studio \u0914\u0930 Visual Studio \u0915\u094B\u0921 \u0935\u093F\u0915\u093E\u0938 \u092A\u0930\u093F\u0935\u0947\u0936\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915\u094D\u0938\u091F\u0947\u0902\u0936\u0928 \u092A\u094D\u0930\u0926\u093E\u0928 \u0915\u0930\u0915\u0947 SAP Fiori \u0924\u0924\u094D\u0935 \u0915\u0947 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u0947 \u0928\u093F\u0930\u094D\u092E\u093E\u0923 \u0915\u094B \u0938\u0930\u0932 \u092C\u0928\u093E\u0924\u093E \u0939\u0948.
RESOURCES_CARD_TITLE_CARD_EXPLORER=\u0915\u093E\u0930\u094D\u0921 \u0916\u094B\u091C\u0915\u0930\u094D\u0924\u093E
RESOURCES_CARD_DESC_CARD_EXPLORER=\u090F\u0915\u0940\u0915\u0930\u0923 \u0915\u093E\u0930\u094D\u0921 \u0939\u094B\u092E \u092A\u0947\u091C \u092F\u093E \u0921\u0948\u0936\u092C\u094B\u0930\u094D\u0921 \u092A\u0930 \u0935\u093F\u091C\u0947\u091F-\u091C\u0948\u0938\u0947 \u0915\u093E\u0930\u094D\u0921 \u092A\u0930 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E\u0913\u0902 \u0915\u0947 \u0932\u093F\u090F \u0935\u094D\u092F\u093E\u0935\u0938\u093E\u092F\u093F\u0915 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u092A\u094D\u0930\u0926\u093E\u0928 \u0915\u0930\u0928\u0947 \u0915\u093E \u090F\u0915 \u0936\u093E\u0928\u0926\u093E\u0930 \u0924\u0930\u0940\u0915\u093E \u0939\u0948. \u0915\u093E\u0930\u094D\u0921 \u0905\u0928\u094D\u0935\u0947\u0937\u0915 \u0906\u092A\u0915\u094B \u0935\u0939 \u0938\u092C \u0915\u0941\u091B \u0926\u093F\u0916\u093E\u0924\u093E \u0939\u0948 \u091C\u094B \u0909\u0928\u094D\u0939\u0947\u0902 \u0932\u093E\u0917\u0942 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0906\u092A\u0915\u094B \u091C\u093E\u0928\u0928\u093E \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948.
RESOURCES_CARD_TITLE_FPM_EXPLORER=\u092B\u093C\u094D\u0932\u0947\u0915\u094D\u0938\u093F\u092C\u0932 \u092A\u094D\u0930\u094B\u0917\u094D\u0930\u093E\u092E\u093F\u0902\u0917 \u092E\u0949\u0921\u0932 \u090F\u0915\u094D\u0938\u092A\u094D\u0932\u094B\u0930\u0930
RESOURCES_CARD_DESC_FPM_EXPLORER=\u092B\u093C\u094D\u0932\u0947\u0915\u094D\u0938\u093F\u092C\u0932 \u092A\u094D\u0930\u094B\u0917\u094D\u0930\u093E\u092E\u093F\u0902\u0917 \u092E\u0949\u0921\u0932 OData V4 \u0915\u0947 \u0932\u093F\u090F SAP Fiori \u0924\u0924\u094D\u0935\u094B\u0902 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0938\u092E\u092F \u0906\u092A\u0915\u0947 \u0932\u093F\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u0905\u092A\u0928\u0940 \u0935\u093F\u0936\u0947\u0937 \u091C\u093C\u0930\u0942\u0930\u0924\u094B\u0902 \u0915\u0947 \u0905\u0928\u0941\u0930\u0942\u092A \u092C\u0928\u093E\u0928\u093E \u0906\u0938\u093E\u0928 \u092C\u0928\u093E\u0924\u093E \u0939\u0948.
RESOURCES_CARD_TITLE_BUSINESS_APP_STUDIO=SAP \u092C\u093F\u091C\u093C\u0928\u0947\u0938 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0938\u094D\u091F\u0942\u0921\u093F\u092F\u094B 
RESOURCES_CARD_DESC_BUSINESS_APP_STUDIO=SAP \u092C\u093F\u091C\u093C\u0928\u0947\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0938\u094D\u091F\u0942\u0921\u093F\u092F\u094B (BAS) \u090F\u0915 \u0906\u0927\u0941\u0928\u093F\u0915 \u0915\u094D\u0932\u093E\u0909\u0921-\u0906\u0927\u093E\u0930\u093F\u0924 \u0935\u093F\u0915\u093E\u0938 \u0935\u093E\u0924\u093E\u0935\u0930\u0923 \u0939\u0948, \u091C\u094B \u092C\u0941\u0926\u094D\u0927\u093F\u092E\u093E\u0928 \u0909\u0926\u094D\u092F\u092E\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0935\u094D\u092F\u093E\u0935\u0938\u093E\u092F\u093F\u0915 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0947 \u0915\u0941\u0936\u0932 \u0935\u093F\u0915\u093E\u0938 \u0914\u0930 \u0935\u093F\u0938\u094D\u0924\u093E\u0930 \u0915\u0947 \u0932\u093F\u090F \u0924\u0948\u092F\u093E\u0930 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.

RESOURCES_CATEGORY_TITLE_CUSTOMISING=\u0905\u0928\u0941\u0915\u0942\u0932\u093F\u0924
RESOURCES_CARD_TITLE_THEME_DESIGNER=UI \u0925\u0940\u092E \u0921\u093F\u091C\u093E\u0907\u0928\u0930
RESOURCES_CARD_DESC_THEME_DESIGNER=UI \u0925\u0940\u092E \u0921\u093F\u091C\u093C\u093E\u0907\u0928\u0930 \u0925\u0940\u092E \u0914\u0930 \u092C\u094D\u0930\u093E\u0902\u0921\u093F\u0902\u0917 \u0915\u0941\u0902\u091C\u0940 SAP \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0907\u0902\u091F\u0930\u092B\u0947\u0938 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930-\u0906\u0927\u093E\u0930\u093F\u0924 \u0909\u092A\u0915\u0930\u0923 \u0939\u0948. SAP \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u094D\u0930\u0926\u093E\u0928 \u0915\u093F\u090F \u0917\u090F \u0925\u0940\u092E \u091F\u0947\u092E\u094D\u092A\u094D\u0932\u0947\u091F \u0915\u094B \u0938\u0902\u0936\u094B\u0927\u093F\u0924 \u0915\u0930\u0915\u0947 \u0905\u092A\u0928\u0940 \u0915\u0949\u0930\u094D\u092A\u094B\u0930\u0947\u091F \u092A\u0939\u091A\u093E\u0928 \u0925\u0940\u092E \u0915\u094B \u091C\u0932\u094D\u0926\u0940 \u0914\u0930 \u0906\u0938\u093E\u0928\u0940 \u0938\u0947 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0907\u0938\u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0947\u0902.
RESOURCES_CARD_TITLE_THEME_PARAMETER_TOOLBOX=\u0925\u0940\u092E \u092A\u0948\u0930\u093E\u092E\u0940\u091F\u0930 \u091F\u0942\u0932\u092C\u0949\u0915\u094D\u0938
RESOURCES_CARD_DESC_THEME_PARAMETER_TOOLBOX=\u0925\u0940\u092E \u092A\u0948\u0930\u093E\u092E\u0940\u091F\u0930 \u091F\u0942\u0932\u092C\u0949\u0915\u094D\u0938 \u0915\u0947 \u0938\u093E\u0925, \u0906\u092A \u0938\u093F\u092E\u0947\u0902\u091F\u093F\u0915 \u0925\u0940\u092E \u092A\u0948\u0930\u093E\u092E\u0940\u091F\u0930 \u0916\u094B\u091C, \u092B\u093C\u093F\u0932\u094D\u091F\u0930 \u0914\u0930 \u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902. \u0907\u0938\u092E\u0947\u0902 SAP \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u094D\u0930\u0938\u094D\u0924\u0941\u0924 \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0914\u0930 \u0905\u0924\u0940\u0924 \u0915\u0947 \u0935\u093F\u0937\u092F\u094B\u0902 \u0915\u094B \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.
RESOURCES_CARD_TITLE_FLEXIBILITY=SAPUI5 \u0932\u091A\u0940\u0932\u093E\u092A\u0928 
RESOURCES_CARD_DESC_FLEXIBILITY=SAPUI5 \u0932\u091A\u0940\u0932\u0947\u092A\u0928 \u0915\u0947 \u0938\u093E\u0925, \u0921\u0947\u0935\u0932\u092A\u0930\u094D\u0938, \u092A\u094D\u0930\u092E\u0941\u0916 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0914\u0930 \u0905\u0902\u0924\u093F\u092E \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u090F\u0915 \u0905\u0928\u0941\u0930\u0942\u092A \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0905\u0928\u0941\u092D\u0935 \u092A\u094D\u0930\u0926\u093E\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F SAPUI5 \u0910\u092A\u094D\u0938 \u0915\u0947 UI \u0915\u094B \u0906\u0915\u093E\u0930 \u0926\u0947 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 - \u092C\u093F\u0928\u093E \u0938\u094D\u0930\u094B\u0924 \u0915\u094B\u0921 \u0915\u094B \u091B\u0941\u090F.

RESOURCES_CATEGORY_TITLE_TROUBLESHOOTING=\u0938\u092E\u0938\u094D\u092F\u093E \u0928\u093F\u0935\u093E\u0930\u0923
RESOURCES_CARD_TITLE_INSPECTOR=UI5 \u0928\u093F\u0930\u0940\u0915\u094D\u0937\u0915
RESOURCES_CARD_DESC_INSPECTOR=UI5 \u0907\u0902\u0938\u094D\u092A\u0947\u0915\u094D\u091F\u0930 \u090F\u0915 \u0913\u092A\u0928-\u0938\u094B\u0930\u094D\u0938 Chrome DevTools \u090F\u0915\u094D\u0938\u091F\u0947\u0902\u0936\u0928 \u0939\u0948 \u091C\u093F\u0938\u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0906\u092A \u0905\u092A\u0928\u0947 OpenUI5 \u092F\u093E SAPUI5-\u0906\u0927\u093E\u0930\u093F\u0924 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u094B \u0906\u0938\u093E\u0928\u0940 \u0938\u0947 \u0921\u0940\u092C\u0917 \u0915\u0930\u0928\u0947 \u0914\u0930 \u0938\u092E\u0930\u094D\u0925\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
RESOURCES_CARD_TITLE_SUPPORT_ASSISTANT=\u0938\u092E\u0930\u094D\u0925\u0928 \u0938\u0939\u093E\u092F\u0915
RESOURCES_CARD_DESC_SUPPORT_ASSISTANT=\u0938\u0939\u093E\u092F\u0924\u093E \u0926\u0947\u0928\u0947 \u092E\u0947\u0902 \u0938\u0939\u093E\u092F\u0915 \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u094B \u092F\u0939 \u091C\u093E\u0902\u091A\u0928\u0947 \u092E\u0947\u0902 \u0938\u0915\u094D\u0937\u092E \u092C\u0928\u093E\u0924\u093E \u0939\u0948 \u0915\u093F \u0915\u094D\u092F\u093E \u0909\u0928\u0915\u0947 \u0910\u092A SAPUI5 \u0938\u0930\u094D\u0935\u094B\u0924\u094D\u0924\u092E \u0915\u093E\u0930\u094D\u092F\u094B\u0902 \u0914\u0930 \u0926\u093F\u0936\u093E\u0928\u093F\u0930\u094D\u0926\u0947\u0936\u094B\u0902 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930 \u092C\u0928\u093E\u090F \u0917\u090F \u0939\u0948\u0902.

RESOURCES_CATEGORY_TITLE_TESTING=\u091C\u093E\u0902\u091A
RESOURCES_CARD_TITLE_TEST_RECORDER=\u091F\u0947\u0938\u094D\u091F \u0930\u093F\u0915\u0949\u0930\u094D\u0921\u0930
RESOURCES_CARD_DESC_TEST_RECORDER=\u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u0930\u093F\u0915\u0949\u0930\u094D\u0921\u0930 \u090F\u0915 \u0910\u0938\u093E \u091F\u0942\u0932 \u0939\u0948 \u091C\u094B \u0906\u092A\u0915\u094B \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u092E\u0947\u0902 \u0905\u092A\u0928\u0940 \u0915\u094D\u0930\u093F\u092F\u093E\u0913\u0902 \u0915\u094B \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0915\u0930\u0915\u0947 UI5 \u090F\u0915\u0940\u0915\u0930\u0923 \u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u092C\u0928\u093E\u0928\u0947 \u092E\u0947\u0902 \u092E\u0926\u0926 \u0915\u0930\u0924\u093E \u0939\u0948.
RESOURCES_CARD_TITLE_WDI5=wdi5
RESOURCES_CARD_DESC_WDI5=wdi5 \u090F\u0915 Webdriver.IO \u0938\u0947\u0935\u093E \u0939\u0948 \u091C\u094B UI5 \u0915\u0947 \u092A\u0930\u0940\u0915\u094D\u0937\u0923 API \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0940 \u0939\u0948. \u0907\u0938\u0947 SAPUI5 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092A\u0930 OPA5 \u0915\u0947 \u0905\u0928\u0941\u0915\u0942\u0932 \u091A\u092F\u0928\u0915\u0930\u094D\u0924\u093E\u0913\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0915\u094D\u0930\u0949\u0938-\u092A\u094D\u0932\u0947\u091F\u092B\u093C\u0949\u0930\u094D\u092E \u090F\u0902\u0921-\u091F\u0942-\u090F\u0902\u0921 \u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u091A\u0932\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0921\u093F\u091C\u093C\u093E\u0907\u0928 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.

RESOURCES_CARD_LINK_ICON_EXPLORER=\u0906\u0907\u0915\u0928 \u090F\u0915\u094D\u0938\u092A\u094D\u0932\u094B\u0930\u0930 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_ACC_GUIDE=\u092A\u0939\u0941\u0902\u091A-\u092F\u094B\u0917\u094D\u092F\u0924\u093E \u0917\u093E\u0907\u0921 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_TOOLING=UI5 Tooling \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_FIORI_TOOLS=SAP Fiori \u091F\u0942\u0932\u094D\u0938 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_CARD_EXPLORER=\u0915\u093E\u0930\u094D\u0921 \u0915\u0947 \u0938\u093E\u0925 UI \u090F\u0915\u0940\u0915\u0930\u0923 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_FPM_EXPLORER=FPM \u090F\u0915\u094D\u0938\u092A\u094D\u0932\u094B\u0930\u0930 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_BUSINESS_APP_STUDIO=BAS \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_THEME_DESIGNER=UI \u0925\u0940\u092E \u0921\u093F\u091C\u093C\u093E\u0907\u0928\u0930 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_THEME_PARAMETER_TOOLBOX=\u091F\u0942\u0932\u092C\u0949\u0915\u094D\u0938 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_FLEXIBILITY=SAPUI5 \u0932\u091A\u0940\u0932\u093E\u092A\u0928 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_INSPECTOR=UI5 Inspector \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_SUPPORT_ASSISTANT=\u0938\u0939\u093E\u092F\u0924\u093E \u0938\u0939\u093E\u092F\u0915 \u0915\u094B \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_TEST_RECORDER=\u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u0930\u093F\u0915\u0949\u0930\u094D\u0921\u0930 \u0915\u094B \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902
RESOURCES_CARD_LINK_WDI5=wdi5 \u091A\u0947\u0915-\u0906\u0909\u091F \u0915\u0930\u0947\u0902

RESOURCES_CARD_LINK_TOOLTIP=\u0928\u090F \u091F\u0948\u092C \u092E\u0947\u0902 \u0916\u094B\u0932\u0947\u0902
