
APP_TABHEADER_ITEM_HOME=\u30DB\u30FC\u30E0
APP_TABHEADER_ITEM_DOCUMENTATION=\u6587\u66F8
APP_TABHEADER_ITEM_API_REFERENCE=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
APP_TABHEADER_ITEM_SAMPLES=\u30B5\u30F3\u30D7\u30EB
APP_TABHEADER_ITEM_DEMO_APPS=\u30C7\u30E2\u30A2\u30D7\u30EA
APP_TABHEADER_ITEM_TOOLS=\u30C4\u30FC\u30EB
APP_CHANGE_VERSION_BTN=\u5909\u66F4\u30D0\u30FC\u30B8\u30E7\u30F3
APP_VERSION_BETA_VERSION=\u30D9\u30FC\u30BF\u30D0\u30FC\u30B8\u30E7\u30F3
APP_VERSION_VERSION=\u30D0\u30FC\u30B8\u30E7\u30F3
APP_VERSION_NOT_PRODUCTIVE=- \u672C\u7A3C\u52D5\u4F7F\u7528\u5411\u3051\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
APP_VERSION_IN_PROGRESS=- \u958B\u767A\u4E2D\u3067\u3059\u3002
APP_FEEDBACK_BTN_TOOLTIP=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u3092\u9001\u308B
APP_SEARCH_FIELD_CLOSE=\u9589\u3058\u308B
APP_INFORMATION_BTN_TOOLTIP=\u8FFD\u52A0\u60C5\u5831
APP_INFORMATION_BTN_FEEDBACK=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF
APP_INFORMATION_BTN_ABOUT=\u95A2\u9023\u60C5\u5831
APP_INFORMATION_BTN_LEGAL=\u6CD5\u5F8B
APP_INFORMATION_BTN_PRIVACY=\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC
APP_INFORMATION_BTN_TERMS_OF_USE=\u5229\u7528\u898F\u7D04
APP_INFORMATION_BTN_APPEARANCE=\u5916\u89B3
APP_INFORMATION_BTN_APPEARANCE_LIGHT=\u8584\u3044
APP_INFORMATION_BTN_APPEARANCE_DARK=\u6FC3\u3044
APP_INFORMATION_BTN_APPEARANCE_AUTO=\u81EA\u52D5 (OS \u306E\u8A2D\u5B9A\u306B\u57FA\u3065\u304F)
APP_INFORMATION_BTN_SITEMAP=\u30B5\u30A4\u30C8\u30DE\u30C3\u30D7
APP_INFORMATION_BTN_COPYRIGHT=\u8457\u4F5C\u6A29
APP_INFORMATION_BTN_TRADEMARK=\u5546\u6A19
APP_INFORMATION_BTN_DISCLAIMER=\u514D\u8CAC\u6761\u9805
APP_INFORMATION_BTN_LICENSE=\u30E9\u30A4\u30BB\u30F3\u30B9
APP_COOKIES_TEXT=\u5F0A\u793E\u306F\u3001\u672C\u30B5\u30A4\u30C8\u3067\u306E\u30E6\u30FC\u30B6\u30A8\u30AF\u30B9\u30DA\u30EA\u30A8\u30F3\u30B9\u3092\u5411\u4E0A\u3055\u305B\u308B\u305F\u3081\u306B\u30AF\u30C3\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E Web \u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u3092\u7D9A\u884C\u3059\u308B\u3068\u3001\u30AF\u30C3\u30AD\u30FC\u306E\u4F7F\u7528\u3092\u627F\u8AFE\u3057\u305F\u3082\u306E\u3068\u307F\u306A\u3055\u308C\u307E\u3059\u3002

FEEDBACK_DIALOG_TITLE=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u3092\u9001\u308B
FEEDBACK_DIALOG_OVERALL=\u5168\u4F53\u7684\u306A\u30A8\u30AF\u30B9\u30DA\u30EA\u30A8\u30F3\u30B9\u306F\u3044\u304B\u304C\u3067\u3059\u304B\u3002
FEEDBACK_DIALOG_MESSAGE=\u3054\u5E0C\u671B\u3092\u304A\u805E\u304B\u305B\u304F\u3060\u3055\u3044\u3002
FEEDBACK_DIALOG_MESSAGE_PLACEHOLDER=\u5168\u4F53\u7684\u306A\u30C7\u30E2\u30AD\u30C3\u30C8\u306E\u7D4C\u9A13\u307E\u305F\u306F\u73FE\u5728\u3054\u89A7\u306B\u306A\u3063\u3066\u3044\u308B\u30DA\u30FC\u30B8\u306B\u95A2\u3059\u308B\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u3092\u5171\u6709\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
FEEDBACK_DIALOG_RELATED=\u73FE\u5728\u306E\u30DA\u30FC\u30B8\u306B\u95A2\u9023\u3059\u308B\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u3067\u3059\u3002
FEEDBACK_DIALOG_SHOW_DATA=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30C7\u30FC\u30BF\u306E\u8868\u793A
FEEDBACK_DIALOG_DISCLAIMER=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u306F\u533F\u540D\u3068\u306A\u308A\u3001\u500B\u4EBA\u30C7\u30FC\u30BF\u306F\u53CE\u96C6\u3055\u308C\u307E\u305B\u3093\u3002
FEEDBACK_DIALOG_BTN_SEND=\u9001\u4FE1
FEEDBACK_DIALOG_BTN_CANCEL=\u4E2D\u6B62
FEEDBACK_DIALOG_STATUS_EXCELLENT=\u3068\u3066\u3082\u826F\u3044
FEEDBACK_DIALOG_STATUS_GOOD=\u826F\u3044
FEEDBACK_DIALOG_STATUS_AVERAGE=\u5E73\u5747
FEEDBACK_DIALOG_STATUS_POOR=\u60AA\u3044
FEEDBACK_DIALOG_STATUS_VERY_POOR=\u3068\u3066\u3082\u60AA\u3044
FEEDBACK_DIALOG_TITLE_SUCCESS=\u3042\u308A\u304C\u3068\u3046\u3054\u3056\u3044\u307E\u3057\u305F\u3002
FEEDBACK_DIALOG_TEXT_SUCCESS=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
FEEDBACK_DIALOG_TITLE_ERROR=\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
FEEDBACK_DIALOG_TEXT_ERROR=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u306E\u9001\u4FE1\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n

WELCOME_BLOCK_1_TEXT_1=\u65B0\u3057\u3044\u30A8\u30F3\u30BF\u30FC\u30D7\u30E9\u30A4\u30BA\u30B0\u30EC\u30FC\u30C9\u9818\u57DF\u306E\u767A\u898B
WELCOME_BLOCK_1_START_BTN=UI5 \u306E\u4F7F\u7528\u958B\u59CB
WELCOME_BLOCK_1_DOWNLOAD_BTN=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
WELCOME_KEY_FEATURES=\u4E3B\u306A\u6A5F\u80FD
WELCOME_START_CODING=\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u306E\u958B\u59CB
WELCOME_CHOOSE_SCENARIO=\u30B7\u30CA\u30EA\u30AA\u306E\u9078\u629E
WELCOME_JOIN_COMMUNITY=\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u3078\u306E\u53C2\u52A0
WELCOME_BLOCK_2_TITLE=\u30D6\u30E9\u30A6\u30B6\u304A\u3088\u3073\u30C7\u30D0\u30A4\u30B9\u9593\u306E\u5FDC\u7B54\u6027
WELCOME_BLOCK_2_TEXT=\u30C7\u30D0\u30A4\u30B9\u306E\u8A73\u7D30\u306B\u3064\u3044\u3066\u5FC3\u914D\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002UI5 \u30A2\u30D7\u30EA\u306F\u3001\u30B9\u30DE\u30FC\u30C8\u30D5\u30A9\u30F3\u3001\u30BF\u30D6\u30EC\u30C3\u30C8\u3001\u304A\u3088\u3073\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u3067\u52D5\u4F5C\u3057\u307E\u3059\u3002UI \u306F\u5404\u30C7\u30D0\u30A4\u30B9\u306E\u6A5F\u80FD\u306B\u5BFE\u3057\u3066\u81EA\u52D5\u8ABF\u6574\u3055\u308C\u3001\u5229\u7528\u3067\u304D\u308B\u4E0D\u52D5\u7523\u3092\u6D3B\u7528\u3057\u307E\u3059\u3002
WELCOME_BLOCK_2_IMG_ALT=\u96FB\u8A71\u3001\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u753B\u9762\u3001\u304A\u3088\u3073\u30BF\u30D6\u30EC\u30C3\u30C8\u3092\u793A\u3059\u753B\u50CF
WELCOME_BLOCK_3_TITLE=\u5F37\u529B\u306A\u958B\u767A\u30B3\u30F3\u30BB\u30D7\u30C8
WELCOME_BLOCK_3_TEXT_1=UI5 \u30B3\u30A2\u306F\u3001\u5148\u9032\u7684\u958B\u767A\u306E\u591A\u304F\u306E\u5074\u9762\u3092\u80CC\u5F8C\u3067\u7BA1\u7406\u3059\u308B\u3053\u3068\u306B\u3088\u308A\u4F5C\u696D\u3092\u7C21\u7565\u5316\u3059\u308B\u78BA\u304B\u306A\u57FA\u76E4\u3092\u63D0\u4F9B\u3057\u307E\u3059\u3002MVC\u3001\u53CC\u65B9\u5411\u30C7\u30FC\u30BF\u30D0\u30A4\u30F3\u30C9\u3001\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u306A\u3069\u306E\u30A2\u30FC\u30AD\u30C6\u30AF\u30C1\u30E3\u57FA\u76E4\u306B\u95A2\u3059\u308B\u30B5\u30DD\u30FC\u30C8\u304C\u7D44\u307F\u8FBC\u307E\u308C\u3066\u3044\u307E\u3059\u3002
WELCOME_BLOCK_3_TEXT_2=MVC \u3084\u5404\u7A2E\u30C7\u30FC\u30BF\u30D0\u30A4\u30F3\u30C9\u30BF\u30A4\u30D7\u306A\u3069\u306E\u6A19\u6E96\u3092\u542B\u3080
WELCOME_BLOCK_3_TEXT_3=\u8907\u6570\u306E\u30D3\u30E5\u30FC\u5F62\u5F0F (XML\u3001HTML\u3001JavaScript\u3001 JSON) \u304B\u3089\u9078\u629E
WELCOME_BLOCK_3_TEXT_4=OData\u3001 JSON\u3001 XML\u3001\u304A\u3088\u3073\u305D\u306E\u4ED6\u306E\u30C7\u30FC\u30BF\u5F62\u5F0F\u3068\u306E\u30D0\u30A4\u30F3\u30C9
WELCOME_BLOCK_3_TEXT_5=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30C4\u30EA\u30FC\u3092\u63A2\u7D22\u3057\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u30D0\u30A4\u30F3\u30C9\u3059\u308B\u7D44\u8FBC\u30B5\u30DD\u30FC\u30C8\u30C4\u30FC\u30EB
WELCOME_BLOCK_4_TITLE=\u4F01\u696D\u5BFE\u5FDC\u306E Web \u30C4\u30FC\u30EB\u30AD\u30C3\u30C8
WELCOME_BLOCK_4_TEXT_1=\u6700\u65B0\u306E Web \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u69CB\u7BC9\u3059\u308B\u6700\u5148\u7AEF\u306E\u958B\u767A\u8005\u5411\u3051\u306B\u5C02\u9580\u5BB6\u304C\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002\u6700\u65B0\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u8981\u4EF6\u3092\u6E80\u305F\u3059\u305F\u3081\u306B\u5FC5\u8981\u306A\u3059\u3079\u3066\u306E\u6A5F\u80FD\u3068\u3001\u6A19\u6E96 SAP \u30BD\u30EA\u30E5\u30FC\u30B7\u30E7\u30F3\u3067\u63D0\u4F9B\u3055\u308C\u308B\u305F\u3081\u306E\u5341\u5206\u306A\u57FA\u6E96\u3092\u5099\u3048\u3066\u3044\u307E\u3059\u3002
WELCOME_BLOCK_4_TEXT_2=\u7FFB\u8A33\u304A\u3088\u3073\u56FD\u969B\u5316\u5BFE\u5FDC\u306E\u30B5\u30DD\u30FC\u30C8
WELCOME_BLOCK_4_TEXT_3=\u30B3\u30FC\u30C9\u304A\u3088\u3073\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30EC\u30D9\u30EB\u3067\u306E\u62E1\u5F35\u6027\u306E\u6982\u5FF5
WELCOME_BLOCK_4_TEXT_4=\u76EE\u306E\u4E0D\u81EA\u7531\u306A\u30E6\u30FC\u30B6\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u30CF\u30A4\u30B3\u30F3\u30C8\u30E9\u30B9\u30C8\u306E\u30C6\u30FC\u30DE
WELCOME_BLOCK_5_TITLE=\u53D7\u8CDE\u6B74\u306E\u3042\u308B SAP Fiori Design \u4F5C\u52D5
WELCOME_BLOCK_5_TEXT=UI5 \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u3059\u3079\u3066\u306E\u30D5\u30ED\u30F3\u30C8\u30A8\u30F3\u30C9\u6A5F\u80FD\u306B\u308F\u305F\u308A\u4E00\u8CAB\u3057\u305F\u8A2D\u8A08\u8A00\u8A9E\u3068\u4E8B\u524D\u306B\u5B9A\u7FA9\u3055\u308C\u305F UX \u30D1\u30BF\u30FC\u30F3\u306E\u5229\u70B9\u3092\u5099\u3048\u3066\u3044\u307E\u3059\u3002\u4E8B\u524D\u5B9A\u7FA9\u3055\u308C\u305F\u30C6\u30FC\u30DE\u3092\u4F7F\u7528\u3059\u308B\u304B\u3001\u5F0A\u793E\u306E\u30C6\u30FC\u30DE\u8A2D\u5B9A\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u30E6\u30FC\u30B6\u5B9A\u7FA9\u30C6\u30FC\u30DE\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
WELCOME_BLOCK_5_IMG_ALT=SAP Fiori \u8A2D\u8A08\u8981\u7D20\u3092\u793A\u3059\u753B\u50CF
WELCOME_BLOCK_6_TITLE=\u6E96\u5099
WELCOME_BLOCK_6_TEXT_1=UI5 \u3067 Web \u30A2\u30D7\u30EA\u3092\u958B\u767A\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308B\u306E\u306F\u3001\u958B\u767A\u74B0\u5883\u3068\u30D6\u30E9\u30A6\u30B6\u306E\u307F\u3067\u3059\u3002\u6700\u5927\u306E\u5229\u4FBF\u6027\u3092\u5F97\u308B\u306B\u306F\u3001\u30AF\u30E9\u30A6\u30C9\u3067 SAP Business Application Studio \u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u307E\u305F\u306F\u3001\u6700\u5927\u306E\u30D5\u30EC\u30AD\u30B7\u30D3\u30EA\u30C6\u30A3\u3092\u78BA\u4FDD\u3059\u308B\u305F\u3081\u306B\u3001\u72EC\u81EA\u306E\u30ED\u30FC\u30AB\u30EB\u958B\u767A\u74B0\u5883\u3092\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002
WELCOME_BLOCK_6_TEXT_2=\u6700\u521D\u306E\u4F8B\u3092\u3053\u3053\u3067\u8A66\u884C\u3057\u307E\u3059\u3002
WELCOME_BLOCK_7_TITLE=UI5 \u306E\u9032\u5316
WELCOME_BLOCK_7_TEXT_1=UI5 \u306E\u9032\u5316\u3068\u306F\u3001SAPUI5 \u306E\u4FC3\u9032\u3092\u56F3\u308B\u7D99\u7D9A\u7684\u52AA\u529B\u306E\u4E00\u74B0\u3068\u3057\u3066\u306E\u57FA\u672C\u7684\u6539\u5584\u3092\u610F\u5473\u3057\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u52D5\u4F5C\u3092\u901F\u3081\u3066\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u5316\u3092\u9032\u3081\u308B\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u884C\u306A\u3044\u307E\u3059\u3002\u5305\u62EC\u7684\u306A Web \u6A19\u6E96\u3001\u975E\u540C\u671F\u30ED\u30FC\u30C7\u30A3\u30F3\u30B0\u3001\u304A\u3088\u3073\u65B0\u305F\u306A\u6280\u8853\u306B\u3088\u3063\u3066\u3001SAPUI5 \u306F\u3001\u6642\u4EE3\u306B\u5373\u3057\u4F01\u696D\u304C\u5B9F\u88C5\u3059\u308B\u30BD\u30EA\u30E5\u30FC\u30B7\u30E7\u30F3\u3067\u3042\u308A\u7D9A\u3051\u307E\u3059\u3002
WELCOME_BLOCK_7_TEXT_2=\u958B\u767A\u8005\u304C\u65B0\u6A5F\u80FD\u3092\u7A4D\u6975\u7684\u306B\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u6D3B\u7528\u3059\u308B\u3053\u3068\u3092\u5968\u52B1\u3057\u3066\u3044\u307E\u3059\u3002
WELCOME_BLOCK_7_ALT=UI5 \u306E\u9032\u5316\u306B\u3088\u308A\u3001\u9769\u65B0\u306E\u5275\u51FA\u3001\u69CB\u7BC9\u30C4\u30FC\u30EB/\u30B3\u30A2\u30E2\u30B8\u30E5\u30FC\u30EB/\u30AA\u30FC\u30D7\u30F3\u30B9\u30BF\u30F3\u30C0\u30FC\u30C9\u306E\u63D0\u4F9B\u3001\u975E\u540C\u671F\u30ED\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u305F\u9AD8\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u78BA\u4FDD\u304C\u5B9F\u73FE\u3055\u308C\u307E\u3059\u3002
WELCOME_BLOCK_8_TITLE=SAPUI5 on SAP BTP
WELCOME_BLOCK_8_TEXT_1=\u7121\u511F\u306E SAP BTP \u30C8\u30E9\u30A4\u30A2\u30EB\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u30B5\u30A4\u30F3\u30A2\u30C3\u30D7\u3057\u3066\u3001\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u3092\u30C6\u30B9\u30C8\u3057\u3001\u30AF\u30E9\u30A6\u30C9\u30D9\u30FC\u30B9\u306E UI5 \u30A2\u30D7\u30EA\u3092\u69CB\u7BC9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
WELCOME_BLOCK_8_TEXT_2=SAP Business Application Studio \u306B\u3088\u308B\u4F7F\u3044\u3084\u3059\u3044\u958B\u767A\u74B0\u5883
WELCOME_BLOCK_8_TEXT_3=\u958B\u767A\u4F7F\u7528\u306E\u7121\u511F\u30C8\u30E9\u30A4\u30A2\u30EB
WELCOME_BLOCK_9_TITLE=SAPUI5 (\u30AA\u30F3\u30D7\u30EC\u30DF\u30B9)
WELCOME_BLOCK_9_TEXT_1=SAPUI5 \u306F\u3001SAP HANA \u30B7\u30B9\u30C6\u30E0\u3001NetWeaver ABAP \u30B7\u30B9\u30C6\u30E0\u3001\u304A\u3088\u3073 Java \u30B7\u30B9\u30C6\u30E0\u306E\u30E6\u30FC\u30B6\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u30C6\u30AF\u30CE\u30ED\u30B8\u306B\u542B\u307E\u308C\u307E\u3059\u3002
WELCOME_BLOCK_9_TEXT_2=SAP \u30AB\u30B9\u30BF\u30DE\u304C\u4F7F\u7528\u53EF\u80FD
WELCOME_BLOCK_9_TEXT_3=\u65E2\u5B58\u306E\u30B7\u30B9\u30C6\u30E0\u30E9\u30F3\u30C9\u30B9\u30B1\u30FC\u30D7\u3068\u7D71\u5408
WELCOME_BLOCK_10_TITLE=OpenUI5 - \u7121\u511F\u306E\u30AA\u30FC\u30D7\u30F3\u30BD\u30FC\u30B9
WELCOME_BLOCK_10_TEXT_1=UI5 \u306E\u30AA\u30FC\u30D7\u30F3\u30BD\u30FC\u30B9\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3059\u3079\u3066\u306E\u30B3\u30A2 UI5 \u6A5F\u80FD\u304C\u542B\u307E\u308C\u3066\u304A\u308A\u3001Apache 2.0 \u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u4F7F\u7528\u3057\u3066 GitHub \u3067\u5229\u7528\u3067\u304D\u307E\u3059\u3002
WELCOME_BLOCK_10_TEXT_2=\u30AA\u30FC\u30D7\u30F3\u30BD\u30FC\u30B9\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u304C\u30B5\u30DD\u30FC\u30C8
WELCOME_BLOCK_10_TEXT_3=GitHub \u3067\u7BA1\u7406 - \u6295\u7A3F\u3092\u6B53\u8FCE\u3057\u307E\u3059\u3002
WELCOME_BLOCK_11_TITLE=\u30B3\u30F3\u30C6\u30F3\u30C4\u914D\u4FE1\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3067\u306E UI5
WELCOME_BLOCK_11_TEXT_1=\u5805\u7262\u306A CDN \u306E\u30D5\u30EC\u30AD\u30B7\u30D3\u30EA\u30C6\u30A3\u306B\u3088\u308A UI5 \u30A2\u30D7\u30EA\u3092\u958B\u767A\u3057\u3066\u5B9F\u884C\u3057\u307E\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u6700\u9069\u306A\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u305F\u3081\u3001\u30E6\u30FC\u30B6\u306B\u6700\u3082\u8FD1\u3044\u5834\u6240\u304B\u3089\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
WELCOME_BLOCK_11_TEXT_2=\u30DE\u30EB\u30C1\u30D0\u30FC\u30B8\u30E7\u30F3 CDN \u306B\u3088\u308B\u30AB\u30B9\u30BF\u30E0\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u306E\u66F4\u65B0
WELCOME_BLOCK_11_TEXT_3=\u4EFB\u610F\u306E\u30AA\u30F3\u30D7\u30EC\u30DF\u30B9\u304A\u3088\u3073\u30AF\u30E9\u30A6\u30C9\u958B\u767A\u30B7\u30CA\u30EA\u30AA\u5411\u3051
WELCOME_BLOCK_12_TITLE=SAP Community

TOPIC_DETAIL_INIT_DOCUMENTATION=\u6587\u66F8
TOPIC_DETAIL_INIT_DOWNLOAD_BTN=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
TOPIC_DETAIL_INIT_BLOCK_1_TITLE=\u6700\u65B0\u60C5\u5831
TOPIC_DETAIL_INIT_BLOCK_1_TEXT=\u6700\u65B0 UI5 \u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u65B0\u6A5F\u80FD\u306B\u95A2\u3059\u308B\u8ABF\u67FB
TOPIC_DETAIL_INIT_BLOCK_2_TITLE=Read Me First
TOPIC_DETAIL_INIT_BLOCK_2_TEXT=UI5 \u3092\u672C\u7A3C\u52D5\u3067\u4F7F\u7528\u3059\u308B\u524D\u306E\u91CD\u8981\u306A\u60C5\u5831
TOPIC_DETAIL_INIT_BLOCK_3_TITLE=\u958B\u59CB
TOPIC_DETAIL_INIT_BLOCK_3_TEXT=\u8A2D\u5B9A\u304A\u3088\u3073\u30C1\u30E5\u30FC\u30C8\u30EA\u30A2\u30EB
TOPIC_DETAIL_INIT_BLOCK_4_TITLE=\u30A2\u30D7\u30EA\u306E\u958B\u767A
TOPIC_DETAIL_INIT_BLOCK_4_TEXT=\u30D9\u30B9\u30C8\u30D7\u30E9\u30AF\u30C6\u30A3\u30B9\u3068\u6CE8\u610F\u3059\u3079\u304D\u843D\u3068\u3057\u7A74
TOPIC_DETAIL_INIT_BLOCK_5_TITLE=\u30A2\u30D7\u30EA\u306E\u62E1\u5F35
TOPIC_DETAIL_INIT_BLOCK_5_TEXT=\u30E6\u30FC\u30B6\u56FA\u6709\u306E\u8981\u4EF6\u306B\u5FDC\u3058\u3066\u30A2\u30D7\u30EA\u3092\u8ABF\u6574
TOPIC_DETAIL_INIT_BLOCK_6_TITLE=\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306E\u958B\u767A
TOPIC_DETAIL_INIT_BLOCK_6_TEXT=\u30AB\u30B9\u30BF\u30E0\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306E\u751F\u6210\u304A\u3088\u3073 UI5 \u3078\u306E\u8CA2\u732E
TOPIC_DETAIL_INIT_BLOCK_7_TEXT=\u4E00\u822C\u306B\u4F7F\u7528\u3055\u308C\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30D1\u30BF\u30FC\u30F3\u306E UI \u30D1\u30BF\u30FC\u30F3\u304A\u3088\u3073\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8
TOPIC_DETAIL_INIT_BLOCK_8_TITLE=\u5206\u6790\u30D1\u30B9\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF
TOPIC_DETAIL_INIT_BLOCK_8_TEXT=\u30A4\u30F3\u30BF\u30E9\u30AF\u30C6\u30A3\u30D6\u5206\u6790 Web \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u69CB\u7BC9\u3068\u62E1\u5F35
TOPIC_DETAIL_INIT_BLOCK_9_TITLE=\u8981\u70B9
TOPIC_DETAIL_INIT_BLOCK_9_TEXT=MVC\u3001\u30C7\u30FC\u30BF\u30D0\u30A4\u30F3\u30C9\u3001\u304A\u3088\u3073\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306A\u3069\u306E\u958B\u767A\u30B3\u30F3\u30BB\u30D7\u30C8
TOPIC_DETAIL_INIT_BLOCK_10_TITLE=\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306E\u8A73\u7D30
TOPIC_DETAIL_INIT_BLOCK_10_TEXT=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3078\u306E\u8FFD\u52A0

TOPIC_DETAIL_BACK_BTN=\u691C\u7D22\u7D50\u679C\u3078\u623B\u308B
TOPIC_DETAIL_EDIT_GITHUB=GitHub \u3067\u306E\u7DE8\u96C6
TOPIC_DETAIL_EDIT_GITHUB_TOOLTIP=\u3053\u306E\u30DA\u30FC\u30B8\u3092 GitHub \u3067\u7DE8\u96C6
TOPIC_DETAIL_FULLSCREEN_TOOLTIP=\u3053\u306E\u6587\u66F8\u3092\u5168\u753B\u9762\u30E2\u30FC\u30C9\u3067\u8868\u793A

TOPIC_MASTER_FILTER_PLACEHOLDER=\u30D5\u30A3\u30EB\u30BF
TOPIC_MASTER_EXPAND_TOOLTIP=\u5168\u5C55\u958B
TOPIC_MASTER_COLAPSE_TOOLTIP=\u5168\u5727\u7E2E
TOPIC_MASTER_NO_DATA_TEXT=\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u691C\u7D22\u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044

ENTITY_ABOUT=\u95A2\u9023\u60C5\u5831
ENTITY_SAMPLES=\u30B5\u30F3\u30D7\u30EB ({0})
ENITITY_API=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\:
ENTITY_DOCUMENTATION=\u6587\u66F8\:
ENTITY_UX=UX \u30AC\u30A4\u30C9\u30E9\u30A4\u30F3\:
ENTITY_EXTENDS=\u62E1\u5F35\:
ENTITY_COMPONENT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8
ENTITY_SINCE=\u5229\u7528\u53EF\u80FD\u958B\u59CB
ENTITY_CATEGORY=\u30AB\u30C6\u30B4\u30EA
ENTITY_DENSITY=\u30B3\u30F3\u30C6\u30F3\u30C4\u5BC6\u5EA6
ENTITY_DEPRECATED=\u975E\u63A8\u5968
ENTITY_FULLSCREEN_TOOLTIP=\u3053\u306E\u30B5\u30F3\u30D7\u30EB\u3092\u5168\u753B\u9762\u30E2\u30FC\u30C9\u3067\u8868\u793A
ENTITY_BACK_BTN=\u691C\u7D22\u7D50\u679C\u3078\u623B\u308B
ENTITY_TABLE_NAME=\u540D\u79F0
ENTITY_TABLE_DESCRIPTION=\u5185\u5BB9\u8AAC\u660E

CONTROLS_PAGE_TITLE=\u30B5\u30F3\u30D7\u30EB
CONTROLS_PAGE_DESC=\u30B5\u30F3\u30D7\u30EB\u30B3\u30FC\u30C9\u306E\u78BA\u8A8D\u304A\u3088\u3073\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
CONTROLS_FEATURED_CONTROLS=\u7279\u5FB4\u306E\u3042\u308B\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB
CONTROLS_LAYOUT_PAGES=\u30EC\u30A4\u30A2\u30A6\u30C8 & \u30DA\u30FC\u30B8
CONTROLS_TEXT_1=\u30E6\u30FC\u30B6\u30A4\u30F3\u30BF\u30E9\u30AF\u30B7\u30E7\u30F3
CONTROLS_TEXT_2=\u5404\u7A2E\u306E\u4E00\u89A7\u69CB\u9020
CONTROLS_TEXT_3=\u7C21\u6613\u30C6\u30FC\u30D6\u30EB\u307E\u305F\u306F\u3088\u308A\u9AD8\u6A5F\u80FD\u306A\u30C6\u30FC\u30D6\u30EB
CONTROLS_TEXT_4=\u30C0\u30A4\u30A2\u30ED\u30B0\u304A\u3088\u3073\u30DD\u30C3\u30D7\u30AA\u30FC\u30D0\u30FC
CONTROLS_TEXT_5=\u30C6\u30AD\u30B9\u30C8\u3001\u753B\u50CF\u3001\u307E\u305F\u306F\u30C1\u30E3\u30FC\u30C8\u306A\u3069\u306E\u30BF\u30A4\u30EB
CONTROLS_TEXT_6=\u30E6\u30FC\u30B6\u901A\u77E5
CONTROLS_TEXT_7=\u30C4\u30FC\u30EB\u30D0\u30FC\u304A\u3088\u3073\u30D8\u30C3\u30C0
CONTROLS_TEXT_8=\u968E\u5C64\u30C7\u30FC\u30BF\u8868\u793A
CONTROLS_TEXT_9=\u30E1\u30BF\u30C7\u30FC\u30BF\u4E3B\u5C0E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB
CONTROLS_TEXT_10=\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D3\u30B8\u30E5\u30A2\u30EB\u5316
CONTROLS_TEXT_11=\u30C7\u30FC\u30BF\u306E\u30D3\u30B8\u30E5\u30A2\u30EB\u5316
CONTROLS_TEXT_12=\u30B9\u30C6\u30C3\u30D7\u30D9\u30FC\u30B9\u306E\u30A4\u30F3\u30BF\u30E9\u30AF\u30B7\u30E7\u30F3
CONTROLS_TEXT_13=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u8868\u793A\u3001\u767B\u9332\u3001\u307E\u305F\u306F\u7DE8\u96C6
CONTROLS_TEXT_14=\u8868\u984C\u3001\u30D8\u30C3\u30C0\u3001\u304A\u3088\u3073\u30B3\u30F3\u30C6\u30F3\u30C4\u9818\u57DF\u304C\u3042\u308B\u30DA\u30FC\u30B8
CONTROLS_TEXT_15=\u6700\u5927 3 \u5217\u307E\u3067\u306E\u30DA\u30FC\u30B8
CONTROLS_TEXT_16=2 \u5217\u306E\u30EC\u30A4\u30A2\u30A6\u30C8

CONTROLS_MASTER_FILTER_PLACERHOLDER=\u30D5\u30A3\u30EB\u30BF
CONTROLS_MASTER_FILTER_BTN_TOOLTIP=\u30B0\u30EB\u30FC\u30D7/\u30D5\u30A3\u30EB\u30BF
CONTROLS_MASTER_NO_DATA_TEXT=\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u691C\u7D22\u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044

CODE_BACK_BTN_TOOLTIP=\u30B5\u30F3\u30D7\u30EB\u306B\u623B\u308B
CODE_API_REFERENCE=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
CODE_DOWNLOAD_BTN=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9

CHANGE_VERSION_DIALOG_TITLE=\u5909\u66F4\u30D0\u30FC\u30B8\u30E7\u30F3
CHANGE_VERSION_DIALOG_CLOSE_BTN=\u9589\u3058\u308B

APP_SETTINGS_DIALOG_TITLE=\u8A2D\u5B9A
APP_SETTINGS_DIALOG_THEME=\u30C6\u30FC\u30DE\:
APP_SETTINGS_DIALOG_LANGUAGE=\u8A00\u8A9E
APP_SETTINGS_DIALOG_COOKIE_PREFERENCES=\u30AF\u30C3\u30AD\u30FC\u306E\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
APP_SETTINGS_DIALOG_LANGUAGE_INFO=\u9078\u629E\u3057\u305F\u8A00\u8A9E\u306F\u3001\u30C7\u30E2\u30AD\u30C3\u30C8\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30E6\u30FC\u30B6\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u306B\u9650\u5B9A\u3057\u3066\u9069\u7528\u3055\u308C\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6587\u66F8\u3001API \u53C2\u7167\u3001\u30B5\u30F3\u30D7\u30EB\u306A\u3069\u3001\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u5225\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u63D0\u4F9B\u3055\u308C\u308B\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u3001\u82F1\u8A9E\u306E\u307F\u3067\u63D0\u4F9B\u3055\u308C\u307E\u3059\u3002
APP_SETTINGS_DIALOG_DENSITY=\u30B3\u30F3\u30C6\u30F3\u30C4\u5BC6\u5EA6\:
APP_SETTINGS_DIALOG_READ_MORE=\u30B3\u30F3\u30C6\u30F3\u30C4\u5BC6\u5EA6\u306E\u8A73\u7D30\u3092\u8AAD\u3080
APP_SETTINGS_DIALOG_RTL=\u53F3\u304B\u3089\u5DE6\u30E2\u30FC\u30C9\:
APP_SETTINGS_DIALOG_OK_BTN=OK
APP_SETTINGS_DIALOG_CANCEL_BTN=\u4E2D\u6B62

COOKIE_SETTINGS_DIALOG_TITLE=\u30AF\u30C3\u30AD\u30FC\u306E\u8A2D\u5B9A
COOKIE_SETTINGS_DIALOG_SUMMARY=\u5F0A\u793E\u306F\u3001\u3053\u306E\u30B5\u30A4\u30C8\u3067\u306E\u30E6\u30FC\u30B6\u30A8\u30AF\u30B9\u30DA\u30EA\u30A8\u30F3\u30B9\u3092\u5411\u4E0A\u3055\u305B\u308B\u305F\u3081\u306B\u3001\u30AF\u30C3\u30AD\u30FC\u3068 SAP Web Analytics \u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u3092\u7D9A\u884C\u3059\u308B\u3068\u3001\u30AF\u30C3\u30AD\u30FC\u306E\u4F7F\u7528\u3092\u627F\u8AFE\u3057\u305F\u3082\u306E\u3068\u898B\u306A\u3055\u308C\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u5FC5\u8981\u306A\u30AF\u30C3\u30AD\u30FC
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u3053\u308C\u3089\u306E\u30AF\u30C3\u30AD\u30FC\u306F\u3001\u30B3\u30A2\u30B5\u30A4\u30C8\u6A5F\u80FD\u3092\u6709\u52B9\u5316\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3067\u3059\u3002
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u5F0A\u793E\u306F\u3001\u3053\u306E\u30B5\u30A4\u30C8\u3067\u306E\u30E6\u30FC\u30B6\u30A8\u30AF\u30B9\u30DA\u30EA\u30A8\u30F3\u30B9\u3092\u5411\u4E0A\u3055\u305B\u308B\u305F\u3081\u306B\u3001\u30AF\u30C3\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u3092\u7D9A\u884C\u3059\u308B\u3068\u3001\u30AF\u30C3\u30AD\u30FC\u306E\u4F7F\u7528\u3092\u627F\u8AFE\u3057\u305F\u3082\u306E\u3068\u898B\u306A\u3055\u308C\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u6A5F\u80FD\u30AF\u30C3\u30AD\u30FC
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u3053\u308C\u3089\u306E\u30AF\u30C3\u30AD\u30FC\u306F\u3001\u30B5\u30A4\u30C8\u306E\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u6E2C\u5B9A\u3068\u5411\u4E0A\u306E\u305F\u3081\u306B\u3001\u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u72B6\u6CC1\u3092\u5206\u6790\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u3053\u306E\u30B5\u30A4\u30C8\u3067\u306F\u3001SAP Web Analytics \u3092\u4F7F\u7528\u3057\u3066\u3001\u30E6\u30FC\u30B6\u304C\u3053\u306E\u30B5\u30A4\u30C8\u3092\u3069\u306E\u3088\u3046\u306B\u4F7F\u7528\u3057\u3066\u3044\u308B\u304B\u3092\u5206\u6790\u3057\u307E\u3059\u3002\u751F\u6210\u3055\u308C\u305F\u60C5\u5831 (IP \u30A2\u30C9\u30EC\u30B9\u306E\u4E00\u90E8\u3068\u30D6\u30E9\u30A6\u30B6 ID \u3092\u542B\u3080) \u306F\u3001SAP \u306B\u9001\u4FE1\u3055\u308C\u3066\u305D\u306E\u30B5\u30FC\u30D0\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3059\u3002\u30B5\u30A4\u30C8\u3078\u306E\u518D\u8A2A\u554F\u3068\u8A2A\u554F\u5143\u306E\u30DA\u30FC\u30B8\u3092\u8B58\u5225\u3059\u308B\u305F\u3081\u306B\u3001\u30AF\u30C3\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u60C5\u5831\u306F\u3001Web \u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u72B6\u6CC1\u306E\u8A55\u4FA1\u3001\u304A\u3088\u3073 Web \u30B5\u30A4\u30C8\u904B\u55B6\u8005\u5411\u3051\u306E Web \u30B5\u30A4\u30C8\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u95A2\u3059\u308B\u30EC\u30DD\u30FC\u30C8\u306E\u7DE8\u96C6\u306E\u307F\u3092\u76EE\u7684\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u3001\u6700\u7D42\u7684\u306B\u30B5\u30A4\u30C8\u306E\u6539\u5584\u306B\u5F79\u7ACB\u3066\u3089\u308C\u307E\u3059\u3002SAP Web Analytics \u306B\u3088\u308B\u8FFD\u8DE1\u306B\u5BFE\u3057\u3066\u30AA\u30D7\u30C8\u30A4\u30F3\u3059\u308B\u5834\u5408\u306F\u3001\u4E0A\u306E "On"/"Off" \u30B9\u30A4\u30C3\u30C1\u3092\u4F7F\u7528\u3057\u3066\u5E0C\u671B\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30AA\u30D7\u30C8\u30A4\u30F3\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u3001\u304A\u5BA2\u69D8\u306B\u3064\u3044\u3066\u306E\u5206\u6790\u30C7\u30FC\u30BF\u3092\u4E0A\u8FF0\u306E\u65B9\u6CD5\u304A\u3088\u3073\u76EE\u7684\u3067\u51E6\u7406\u3059\u308B\u3053\u3068\u306B\u540C\u610F\u3057\u305F\u3053\u3068\u306B\u306A\u308A\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u8FFD\u52A0\u60C5\u5831
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u3059\u3079\u3066\u627F\u8AFE
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u3059\u3079\u3066\u62D2\u5426
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4FDD\u5B58
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u30AD\u30E3\u30F3\u30BB\u30EB

EMPTY_TEXT=\u7A7A

DOWNLOADS_TEXT=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9

DEMO_APPS_TEXT=\u30C7\u30E2\u30A2\u30D7\u30EA
DEMO_APPS_DOWNLOAD_BTN=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
DEMO_APPS_READ_MORE_BTN=\u8A73\u7D30
DEMO_APPS_IMAGE_PHONE=\u96FB\u8A71\u306E\u80CC\u666F\u753B\u50CF
DEMO_APPS_IMAGE_DESKTOP=\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u306E\u80CC\u666F\u753B\u50CF
DEMO_APPS_DOWNLOAD_DIALOG_TITLE=\u30C7\u30E2\u30A2\u30D7\u30EA\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
DEMO_APPS_DOWNLOAD_DIALOG_CANCEL_BTN=\u30AD\u30E3\u30F3\u30BB\u30EB
DEMO_APPS_CATEGORY_TUTORIAL=\u30C1\u30E5\u30FC\u30C8\u30EA\u30A2\u30EB\u4ED8\u304D\u306E\u30C7\u30E2\u30A2\u30D7\u30EA
DEMO_APPS_CATEGORY_SHOWCASE=\u5B9F\u969B\u306E\u30B7\u30CA\u30EA\u30AA\u3067\u306E UI5 \u30B3\u30F3\u30BB\u30D7\u30C8
DEMO_APPS_CATEGORY_TEMPLATE=\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u30A2\u30D7\u30EA
DEMO_APPS_CATEGORY_MISC=\u305D\u306E\u4ED6\u306E\u30C7\u30E2\u30A2\u30D7\u30EA
DEMO_APPS_CATEGORY_RTA=SAPUI5 Flexibility \u30C7\u30E2\u30A2\u30D7\u30EA
DEMO_APPS_LIBRARY=\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u30E9\u30A4\u30D6\u30E9\u30EA\:

LEGAL_DISCLAIMER_TITLE=\u30EA\u30F3\u30AF\u306E\u514D\u8CAC\u4E8B\u9805
LEGAL_DISCLAIMER_LABEL_1=\u30A2\u30A4\u30B3\u30F3\u304C\u3042\u308B\u30EA\u30F3\u30AF
LEGAL_DISCLAIMER_EXTERNAL_TOOLTIP=\u975E SAP \u30B5\u30A4\u30C8\u3067\u516C\u958B\u3055\u308C\u308B\u60C5\u5831
LEGAL_DISCLAIMER_TEXT_1=SAP \u304C\u30DB\u30B9\u30C8\u3057\u3066\u3044\u306A\u3044 Web \u30B5\u30A4\u30C8\u306B\u5165\u308D\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u3088\u3046\u306A\u30EA\u30F3\u30AF\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001(SAP \u3068\u306E\u5951\u7D04\u306B\u7279\u306B\u660E\u8A18\u304C\u306A\u3044\u9650\u308A) \u4EE5\u4E0B\u306B\u540C\u610F\u3057\u305F\u3068\u307F\u306A\u3055\u308C\u307E\u3059\u3002
LEGAL_DISCLAIMER_TEXT_2=- \u30EA\u30F3\u30AF\u5148\u30B5\u30A4\u30C8\u306E\u5185\u5BB9\u306F SAP \u6587\u66F8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002SAP \u306B\u5BFE\u3057\u3001\u3053\u306E\u60C5\u5831\u306B\u57FA\u3065\u3044\u3066\u3044\u304B\u306A\u308B\u88FD\u54C1\u306E\u30AF\u30EC\u30FC\u30E0\u3082\u7533\u3057\u51FA\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
LEGAL_DISCLAIMER_TEXT_3=- \u30EA\u30F3\u30AF\u5148\u30B5\u30A4\u30C8\u306E\u5185\u5BB9\u306B\u3064\u3044\u3066\u306F\u3001SAP \u306F\u540C\u610F\u3082\u53CD\u5BFE\u3082\u3057\u307E\u305B\u3093\u3002\u307E\u305F\u3001SAP \u306F\u3001\u305D\u306E\u53EF\u7528\u6027\u3068\u6B63\u78BA\u6027\u3092\u4FDD\u969C\u3059\u308B\u3082\u306E\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
LEGAL_DISCLAIMER_LABEL_2=\u30A2\u30A4\u30B3\u30F3\u304C\u3042\u308B\u30EA\u30F3\u30AF
LEGAL_DISCLAIMER_INTERNAL_TOOLTIP=SAP \u30B5\u30A4\u30C8\u3067\u516C\u958B\u3055\u308C\u308B\u60C5\u5831
LEGAL_DISCLAIMER_TEXT_4=\u7279\u5B9A\u306E SAP \u88FD\u54C1\u307E\u305F\u306F\u30B5\u30FC\u30D3\u30B9\u306B\u95A2\u3059\u308B\u6587\u66F8\u304B\u3089\u3001SAP \u304C\u30DB\u30B9\u30C8\u3059\u308B Web \u30B5\u30A4\u30C8\u306B\u79FB\u52D5\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u3088\u3046\u306A\u30EA\u30F3\u30AF\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001(SAP \u3068\u306E\u5951\u7D04\u306B\u7279\u306B\u660E\u8A18\u304C\u306A\u3044\u9650\u308A) SAP \u306B\u5BFE\u3057\u3001\u3053\u306E\u60C5\u5831\u306B\u57FA\u3065\u3044\u3066\u3044\u304B\u306A\u308B\u88FD\u54C1\u306E\u30AF\u30EC\u30FC\u30E0\u3082\u7533\u3057\u51FA\u306A\u3044\u3053\u3068\u306B\u540C\u610F\u3057\u305F\u3068\u307F\u306A\u3055\u308C\u307E\u3059\u3002

VIEW_SETTINGS_DIALOG_ITEM_1=\u30A2\u30EB\u30D5\u30A1\u30D9\u30C3\u30C8\u9806
VIEW_SETTINGS_DIALOG_ITEM_2=\u30AB\u30C6\u30B4\u30EA
VIEW_SETTINGS_DIALOG_ITEM_3=\u30B3\u30F3\u30C6\u30F3\u30C4\u5BC6\u5EA6
VIEW_SETTINGS_DIALOG_ITEM_4=\u540D\u79F0\u9818\u57DF
VIEW_SETTINGS_DIALOG_ITEM_5=\u30EA\u30EA\u30FC\u30B9

SAMPLE_BACK_BTN_TOOLTIP=\u30B5\u30F3\u30D7\u30EB\u306B\u623B\u308B
SAMPLE_INFO_TOOLTIP=\u30B5\u30F3\u30D7\u30EB\u60C5\u5831
SAMPLE_API_REFERENCE_BTN=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
SAMPLE_PREV_BTN_TOOLTIP=\u524D\u306E\u30B5\u30F3\u30D7\u30EB\u3092\u8868\u793A
SAMPLE_NEXT_BTN_TOOLTIP=\u6B21\u306E\u30B5\u30F3\u30D7\u30EB\u3092\u8868\u793A
SAMPLE_FULLSCREEN_BTN_TOOLTIP=\u3053\u306E\u30B5\u30F3\u30D7\u30EB\u3092\u5168\u753B\u9762\u30E2\u30FC\u30C9\u3067\u8868\u793A
SAMPLE_ADAPT_BTN_TOOLTIP=UI \u9069\u5FDC
SAMPLE_CODE_BTN_TOOLTIP=\u3053\u306E\u30B5\u30F3\u30D7\u30EB\u306E\u30BD\u30FC\u30B9\u30B3\u30FC\u30C9\u3092\u8868\u793A
SAMPLE_NEW_TAB_BTN_TOOLTIP=\u65B0\u898F\u30BF\u30D6\u3067\u958B\u304F
SAMPLE_DOWNLOAD_BTN_TOOLTIP=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9

RELEASE_NOTES_TITLE=\u5909\u66F4\u30ED\u30B0

SEARCH_PAGE_TITLE="{0}" \u306E\u691C\u7D22\u7D50\u679C
SEARCH_PAGE_DESCRIPTION=\u691C\u7D22\u7D50\u679C\u306F\u30AB\u30C6\u30B4\u30EA\u306B\u8868\u793A\u3055\u308C\u307E\u3059\u3002
SEARCH_PAGE_ALL_SECTION_TITLE=\u3059\u3079\u3066 ({0})
SEARCH_SUGGESTIONS_TITLE_API_REFERENCE=API \u53C2\u7167\u304B\u3089\u306E\u4E0A\u4F4D 10 \u7D50\u679C
SEARCH_SUGGESTIONS_TITLE_DOCUMENTATION=\u6587\u66F8\u304B\u3089\u306E\u4E0A\u4F4D 10 \u7D50\u679C
SEARCH_SUGGESTIONS_TITLE_SAMPLES=\u30B5\u30F3\u30D7\u30EB\u304B\u3089\u306E\u4E0A\u4F4D 10 \u7D50\u679C
SEARCH_SUGGESTIONS_TITLE_ALL=\u3059\u3079\u3066\u304B\u3089\u306E\u4E0A\u4F4D 10 \u7D50\u679C
SEARCH_SUGGESTIONS_ALL_SECTION_TITLE=\u3059\u3079\u3066
SEARCH_SUGGESTIONS_SEE_ALL_SECTION_TITLE=\u3059\u3079\u3066\u8868\u793A
SEARCH_SUGGESTIONS_DOCUMENTATION_SECTION_TITLE=\u6587\u66F8
SEARCH_SUGGESTIONS_API_SECTION_TITLE=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
SEARCH_SUGGESTIONS_SAMPLES_SECTION_TITLE=\u30B5\u30F3\u30D7\u30EB
SEARCH_PAGE_ALL_SECTION_TABLE_TITLE=\u3059\u3079\u3066 ({0} / {1})
SEARCH_PAGE_API_SECTION_TITLE=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9 ({0})
SEARCH_PAGE_API_SECTION_TABLE_TITLE=API \u30EA\u30D5\u30A1\u30EC\u30F3\u30B9 ({0} / {1})
SEARCH_PAGE_DOCUMENTATION_SECTION_TITLE=\u6587\u66F8 ({0})
SEARCH_PAGE_DOCUMENTATION_SECTION_TABLE_TITLE=\u6587\u66F8 ({0} / {1})
SEARCH_PAGE_SAMPLES_SECTION_TITLE=\u30B5\u30F3\u30D7\u30EB ({0})
SEARCH_PAGE_SAMPLES_SECTION_TABLE_TITLE=\u30B5\u30F3\u30D7\u30EB ({0} / {1})

RELEASE_DIALOG_TITLE=\u5909\u66F4\u30ED\u30B0\: {0}
RELEASE_DIALOG_CLOSE_BTN=\u9589\u3058\u308B
RELEASE_DIALOG_NO_DATA_TEXT=\u3053\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u5909\u66F4\u306F\u3042\u308A\u307E\u305B\u3093\u3002

ABOUT_DIALOG_TITLE=\u95A2\u9023\u60C5\u5831
ABOUT_DIALOG_TEXT_1=UI5 \u30C7\u30E2\u30AD\u30C3\u30C8 - UI Development Toolkit for HTML5
ABOUT_DIALOG_TEXT_2=\u00A9 Copyright 2009-2021 SAP SE. All rights reserved.
ABOUT_DIALOG_TEXT_3=\u00A9 2009-2021 SAP SE or an SAP affiliate company.
ABOUT_DIALOG_TEXT_4={0} \u30D0\u30FC\u30B8\u30E7\u30F3 {1}
ABOUT_DIALOG_TEXT_5=UI5 \u30D0\u30FC\u30B8\u30E7\u30F3 {0} \u3092\u958B\u304F
ABOUT_DIALOG_TEXT_6=\u3053\u306E\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u306B\u306F\u3001\u4EE5\u4E0B\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
ABOUT_DIALOG_LINK_1=\u30D0\u30FC\u30B8\u30E7\u30F3\u8A73\u7D30
ABOUT_DIALOG_TEXT_7=\u3053\u306E\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u306B\u306F\u3001\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306E\u30AA\u30FC\u30D7\u30F3\u30BD\u30FC\u30B9\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
ABOUT_DIALOG_TEXT_8=\u542B\u307E\u308C\u3066\u3044\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2
ABOUT_DIALOG_VERSION_TITLE=\u30D0\u30FC\u30B8\u30E7\u30F3\u8A73\u7D30
ABOUT_DIALOG_VERSION=\u30D0\u30FC\u30B8\u30E7\u30F3
ABOUT_DIALOG_DESCRIPTION=\u5185\u5BB9\u8AAC\u660E
ABOUT_DIALOG_CHANGE_LOG=\u5909\u66F4\u30ED\u30B0
ABOUT_DIALOG_CHANGE_LOG_LINK=\u5909\u66F4\u30ED\u30B0
ABOUT_DIALOG_COMPONENT=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8
ABOUT_DIALOG_CLOSE_BTN=\u9589\u3058\u308B
ABOUT_DIALOG_THIRD_PARTY=\u542B\u307E\u308C\u3066\u3044\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2

FOOTER_LEGAL_DISCOLURE=\u6CD5\u4EE4\u306B\u57FA\u3065\u304F\u958B\u793A\u4E8B\u9805
FOOTER_PRIVACY=\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u306B\u95A2\u3059\u308B\u58F0\u660E
FOOTER_TERMS=\u5229\u7528\u898F\u7D04
FOOTER_LICENSE=\u30E9\u30A4\u30BB\u30F3\u30B9

NOT_FOUND_TITLE=\u4E0D\u691C\u51FA
NOT_FOULD_TEXT=\u8981\u6C42\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002

SITEMAP_TITLE=\u30B5\u30A4\u30C8\u30DE\u30C3\u30D7

LIVE_EDITOR_TITLE=\u672C\u7A3C\u52D5\u30A8\u30C7\u30A3\u30BF
LIVE_EDITOR_RESULT=\u7D50\u679C
LIVE_EDITOR_PREVIEW_BTN=\u30D7\u30EC\u30D3\u30E5\u30FC
LIVE_EDITOR_LIVE_PREVIEW_TEXT=\u81EA\u52D5\u30D7\u30EC\u30D3\u30E5\u30FC

TOOLS_VIEW_DOC=\u6587\u66F8\u306E\u8868\u793A
TOOLS_CARD_1_IMG_ALT=SAP Business Application Studio \u3092\u8868\u793A\u3059\u308B\u753B\u50CF
TOOLS_CARD_1_TEXT=SAP \u306E\u30D1\u30D6\u30EA\u30C3\u30AF\u30AF\u30E9\u30A6\u30C9\u3067\u3042\u308B SAP Business Application Studio on SAP BTP \u306F\u3001SAPUI5 \u3068 SAP Fiori \u306E\u6700\u65B0\u30C6\u30AF\u30CE\u30ED\u30B8\u3092\u5099\u3048\u3066\u304A\u308A\u3001\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u3068\u30E2\u30D0\u30A4\u30EB\u30C7\u30D0\u30A4\u30B9\u5411\u3051\u306E\u30E2\u30C0\u30F3\u306A UI \u30A2\u30D7\u30EA\u306E\u69CB\u7BC9\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
TOOLS_CARD_1_LINK_1=SAP Business Application Studio SDK
TOOLS_CARD_2_IMG_ALT=SAP UI \u30C6\u30FC\u30DE\u30C7\u30B6\u30A4\u30CA\u3092\u793A\u3059\u753B\u50CF
TOOLS_CARD_2_TEXT=UI \u30C6\u30FC\u30DE\u30C7\u30B6\u30A4\u30CA\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001SAP \u304C\u63D0\u4F9B\u3059\u308B\u30C6\u30FC\u30DE\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E 1 \u3064\u3092\u7DE8\u96C6\u3059\u308B\u3053\u3068\u306B\u3088\u308A\u30B3\u30FC\u30DD\u30EC\u30FC\u30C8\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30C6\u30FC\u30DE\u3092\u7C21\u5358\u306B\u69CB\u7BC9\u3067\u304D\u307E\u3059\u3002
TOOLS_CARD_2_LINK_1=\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3
TOOLS_CARD_3_IMG_ALT=SAP UI5 \u30C4\u30FC\u30EA\u30F3\u30B0\u30DA\u30FC\u30B8\u3092\u793A\u3059\u753B\u50CF
TOOLS_CARD_3_TEXT=Node.js \u304A\u3088\u3073 npm \u3092\u5229\u7528\u3057\u3066\u3001UI5 \u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306B\u57FA\u3065\u304F\u6700\u65B0\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u958B\u767A\u3059\u308B\u30AA\u30FC\u30D7\u30F3\u304B\u3064\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30C4\u30FC\u30EB\u30C1\u30A7\u30FC\u30F3\u3002
TOOLS_CARD_3_LINK_1=\u6982\u8981
TOOLS_CARD_3_LINK_2=CLI \u6587\u66F8
TOOLS_CARD_4_IMG_ALT=SAP UI5 Inspector \u3092\u793A\u3059\u753B\u50CF
TOOLS_CARD_4_TEXT=UI5 Inspector \u3092\u4F7F\u7528\u3057\u3066\u3001OpenUI5 \u307E\u305F\u306F SAPUI5 \u30D9\u30FC\u30B9\u306E\u30A2\u30D7\u30EA\u306E\u30C7\u30D0\u30C3\u30B0\u3068\u30B5\u30DD\u30FC\u30C8\u3092\u5BB9\u6613\u306B\u884C\u306A\u3046\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
TOOLS_CARD_4_LINK_1=\u30BD\u30FC\u30B9\u30B3\u30FC\u30C9\u306E\u8868\u793A
TOOLS_CARD_5_TEXT=\u7D71\u5408\u30AB\u30FC\u30C9\u306F\u3001\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u3084\u30C0\u30C3\u30B7\u30E5\u30DC\u30FC\u30C9\u5411\u3051\u306E\u30A6\u30A3\u30B8\u30A7\u30C3\u30C8\u5BFE\u5FDC\u30AB\u30FC\u30C9\u3092\u63D0\u4F9B\u3057\u3066\u4F7F\u7528\u3059\u308B\u65B0\u3057\u3044\u65B9\u6CD5\u3067\u3059\u3002
TOOLS_CARD_5_LINK_1=\u30B5\u30F3\u30D7\u30EB\u306E\u78BA\u8A8D
TOOLS_CARD_6_IMG_ALT=\u4F5C\u52D5\u4E2D\u306E\u30B5\u30DD\u30FC\u30C8\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u3092\u793A\u3059\u753B\u50CF
TOOLS_CARD_6_TEXT=\u958B\u767A\u8005\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u3092\u4F7F\u7528\u3057\u3066\u3001\u81EA\u8EAB\u306E\u30A2\u30D7\u30EA\u304C SAPUI5 \u30D9\u30B9\u30C8\u30D7\u30E9\u30AF\u30C6\u30A3\u30B9\u304A\u3088\u3073\u30AC\u30A4\u30C9\u30E9\u30A4\u30F3\u306B\u5F93\u3063\u3066\u69CB\u7BC9\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
TOOLS_CARD_7_IMG_ALT=SAP \u30A2\u30A4\u30B3\u30F3\u30A8\u30AF\u30B9\u30D7\u30ED\u30FC\u30E9\u3092\u793A\u3059\u753B\u50CF
TOOLS_CARD_7_TEXT=\u30D6\u30E9\u30A6\u30BA\u3057\u3066\u3001\u5F0A\u793E\u306E\u30A2\u30A4\u30B3\u30F3\u30D5\u30A9\u30F3\u30C8\u306B\u3088\u308B\u591A\u6570\u306E\u30A2\u30A4\u30B3\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
TOOLS_CARD_7_LINK_1=\u7D71\u5408\u30C6\u30B9\u30C8\u306E\u5B9F\u884C
TOOLS_CARD_7_LINK_2=\u30E6\u30CB\u30C3\u30C8\u30C6\u30B9\u30C8\u306E\u5B9F\u884C
TOOLS_CARD_8_IMG_ALT=\u30C6\u30FC\u30DE\u30D1\u30E9\u30E1\u30FC\u30BF\u30C4\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u3092\u793A\u3059\u753B\u50CF
TOOLS_CARD_8_TEXT=\u30BB\u30DE\u30F3\u30C6\u30A3\u30C3\u30AF\u30C6\u30FC\u30DE\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u691C\u7D22\u3001\u30D5\u30A3\u30EB\u30BF\u30EA\u30F3\u30B0\u3001\u304A\u3088\u3073\u30D7\u30EC\u30D3\u30E5\u30FC\u3057\u307E\u3059\u3002
TOOLS_CARD_9_IMG_ALT=Business Application Studio \u3092\u8868\u793A\u3059\u308B\u753B\u50CF
TOOLS_CARD_9_TEXT=SAP Business Application Studio (SAP Web IDE \u306E\u6B21\u4E16\u4EE3) \u306F\u6700\u5148\u7AEF\u306E\u958B\u767A\u74B0\u5883\u3067\u3042\u308A\u3001\u30A4\u30F3\u30C6\u30EA\u30B8\u30A7\u30F3\u30C8\u30A8\u30F3\u30BF\u30FC\u30D7\u30E9\u30A4\u30BA\u5411\u3051\u306B\u30D3\u30B8\u30CD\u30B9\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u52B9\u7387\u7684\u306A\u958B\u767A\u306E\u305F\u3081\u306B\u8ABF\u6574\u3055\u308C\u3066\u3044\u307E\u3059\u3002
TOOLS_CARD_10_IMG_ALT=UI5 Web \u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u8868\u793A\u3059\u308B\u753B\u50CF
TOOLS_CARD_10_TEXT=UI5 Web \u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306F\u65B0\u3057\u3044 UI5 \u88FD\u54C1\u3067\u3042\u308A\u3001\u3042\u3089\u3086\u308B Web \u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306B\u57FA\u3065\u304F\u9759\u7684\u306A Web \u30B5\u30A4\u30C8\u307E\u305F\u306F Web \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5411\u3051\u306B\u30D5\u30C3\u30C8\u30D7\u30EA\u30F3\u30C8\u304C\u6700\u5C0F\u9650\u306E\u518D\u5229\u7528\u53EF\u80FD\u306A\u4E00\u9023\u306E UI \u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u63D0\u4F9B\u3057\u307E\u3059\u3002
TOOLS_CARD_10_LINK_1=\u958B\u59CB
TOOLS_CARD_10_LINK_2=GitHub \u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u3092\u958B\u304F

API_MASTER_PLACEHOLDER=\u30D5\u30A3\u30EB\u30BF
API_MASTER_EXPAND_BTN_TOOLTIP=\u5168\u5C55\u958B
API_MASTER_COLLAPSE_BTN_TOOLTIP=\u5168\u5727\u7E2E
API_MASTER_DEPRECATED_CB=\u975E\u63A8\u5968\u306E\u30A4\u30F3\u30AF\u30EB\u30FC\u30C9
API_MASTER_NO_DATA_TEXT=\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u691C\u7D22\u3092\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044
API_MASTER_DEPRECATED=\u975E\u63A8\u5968
API_MASTER_DEPRECATED_APIS=\u975E\u63A8\u5968 API
API_MASTER_EXPERIMENTAL_APIS=\u8A66\u9A13\u7684 API
API_MASTER_INDEX_BY_VERSION=\u30D0\u30FC\u30B8\u30E7\u30F3\u5225\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u4F5C\u6210

API_DETAIL_SINCE_TITLE=\u30D0\u30FC\u30B8\u30E7\u30F3\u5225\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u4F5C\u6210

API_DETAIL_EXPERIMENTAL_TITLE=\u8A66\u9A13\u7684 API \u306E\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9

API_DETAIL_DEPRECATED_TITLE=\u975E\u63A8\u5968 API \u306E\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9
API_DETAIL_DEPRECATED_WARNING=\u975E\u63A8\u5968\u6A5F\u80FD\u306E\u4E00\u822C\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001\u4E92\u63DB\u6027\u30EB\u30FC\u30EB\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002

API_DETAIL_AS_OF_VERSION={0} \u4EE5\u964D
API_DETAIL_NA_VERSION=\u30D0\u30FC\u30B8\u30E7\u30F3\u8A72\u5F53\u306A\u3057
