
COOKIE_SETTINGS_DIALOG_TITLE=Va\u0161a pode\u0161avanja kola\u010Di\u0107a
COOKIE_SETTINGS_DIALOG_SUMMARY=Kola\u010Di\u0107e i SAP Web Analytics koristimo kako bismo pobolj\u0161ali va\u0161e iskustvo na na\u0161oj lokaciji. Ako nastavite da koristite ovu lokaciju, pristajete na upotrebu na\u0161ih kola\u010Di\u0107a.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Obavezni kola\u010Di\u0107i
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Ovi kola\u010Di\u0107i su obavezni kako bi se omogu\u0107ila osnovna funkcionalnost lokacije.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Kola\u010Di\u0107e koristimo kako bismo pobolj\u0161ali va\u0161e iskustvo na na\u0161oj lokaciji. Ako nastavite da koristite ovu lokaciju, pristajete na upotrebu na\u0161ih kola\u010Di\u0107a.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcionalni kola\u010Di\u0107i
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Ovi kola\u010Di\u0107i se koriste za analizu kori\u0161\u0107enja lokacije u svrhu merenja i pobolj\u0161avanja performansi lokacije.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ova lokacija koristi SAP Web Analytics za analizu na\u010Dina na koji je korisnici koriste. Generisane informacije (uklju\u010Duju\u0107i deo va\u0161e IP adrese i ID pretra\u017Eiva\u010Da) prene\u0107e se u SAP i \u010Duva\u0107e se na njegovim serverima. Kola\u010Di\u0107i se koriste za identifikovanje va\u0161e ponovne posete i prvobitno pose\u0107ene stranice. Ove informacije \u0107emo koristiti samo u svrhu procene upotrebe web lokacije i sa\u010Dinjavanja izve\u0161taja o aktivnosti web lokacije za operatere web lokacije, te radi unapre\u0111enja lokacije. Ako \u017Eelite da prihvatite pra\u0107enje usluge SAP Web Analytics, navedite svoju preferencu koriste\u0107i prekida\u010D "Uklju\u010Di"/"Isklju\u010Di" gore. Ako prihvatite, dajete saglasnost za obradu analiti\u010Dkih podataka o vama na na\u010Din i u svrhe navedene gore.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Vi\u0161e informacija
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Prihvati sve
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Odbij sve
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Postavi preference
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Sa\u010Duvaj preference
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Odustani
