
COOKIE_SETTINGS_DIALOG_TITLE=\u30AF\u30C3\u30AD\u30FC\u306E\u8A2D\u5B9A
COOKIE_SETTINGS_DIALOG_SUMMARY=\u5F0A\u793E\u306F\u3001\u3053\u306E\u30B5\u30A4\u30C8\u3067\u306E\u30E6\u30FC\u30B6\u30A8\u30AF\u30B9\u30DA\u30EA\u30A8\u30F3\u30B9\u3092\u5411\u4E0A\u3055\u305B\u308B\u305F\u3081\u306B\u3001\u30AF\u30C3\u30AD\u30FC\u3068 SAP Web Analytics \u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u3092\u7D9A\u884C\u3059\u308B\u3068\u3001\u30AF\u30C3\u30AD\u30FC\u306E\u4F7F\u7528\u3092\u627F\u8AFE\u3057\u305F\u3082\u306E\u3068\u898B\u306A\u3055\u308C\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u5FC5\u8981\u306A\u30AF\u30C3\u30AD\u30FC
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u3053\u308C\u3089\u306E\u30AF\u30C3\u30AD\u30FC\u306F\u3001\u30B3\u30A2\u30B5\u30A4\u30C8\u6A5F\u80FD\u3092\u6709\u52B9\u5316\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3067\u3059\u3002
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u5F0A\u793E\u306F\u3001\u3053\u306E\u30B5\u30A4\u30C8\u3067\u306E\u30E6\u30FC\u30B6\u30A8\u30AF\u30B9\u30DA\u30EA\u30A8\u30F3\u30B9\u3092\u5411\u4E0A\u3055\u305B\u308B\u305F\u3081\u306B\u3001\u30AF\u30C3\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u3092\u7D9A\u884C\u3059\u308B\u3068\u3001\u30AF\u30C3\u30AD\u30FC\u306E\u4F7F\u7528\u3092\u627F\u8AFE\u3057\u305F\u3082\u306E\u3068\u898B\u306A\u3055\u308C\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u6A5F\u80FD\u30AF\u30C3\u30AD\u30FC
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u3053\u308C\u3089\u306E\u30AF\u30C3\u30AD\u30FC\u306F\u3001\u30B5\u30A4\u30C8\u306E\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306E\u6E2C\u5B9A\u3068\u5411\u4E0A\u306E\u305F\u3081\u306B\u3001\u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u72B6\u6CC1\u3092\u5206\u6790\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u3053\u306E\u30B5\u30A4\u30C8\u3067\u306F\u3001SAP Web Analytics \u3092\u4F7F\u7528\u3057\u3066\u3001\u30E6\u30FC\u30B6\u304C\u3053\u306E\u30B5\u30A4\u30C8\u3092\u3069\u306E\u3088\u3046\u306B\u4F7F\u7528\u3057\u3066\u3044\u308B\u304B\u3092\u5206\u6790\u3057\u307E\u3059\u3002\u751F\u6210\u3055\u308C\u305F\u60C5\u5831 (IP \u30A2\u30C9\u30EC\u30B9\u306E\u4E00\u90E8\u3068\u30D6\u30E9\u30A6\u30B6 ID \u3092\u542B\u3080) \u306F\u3001SAP \u306B\u9001\u4FE1\u3055\u308C\u3066\u305D\u306E\u30B5\u30FC\u30D0\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3059\u3002\u30B5\u30A4\u30C8\u3078\u306E\u518D\u8A2A\u554F\u3068\u8A2A\u554F\u5143\u306E\u30DA\u30FC\u30B8\u3092\u8B58\u5225\u3059\u308B\u305F\u3081\u306B\u3001\u30AF\u30C3\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u60C5\u5831\u306F\u3001Web \u30B5\u30A4\u30C8\u306E\u4F7F\u7528\u72B6\u6CC1\u306E\u8A55\u4FA1\u3001\u304A\u3088\u3073 Web \u30B5\u30A4\u30C8\u904B\u55B6\u8005\u5411\u3051\u306E Web \u30B5\u30A4\u30C8\u30A2\u30AF\u30C6\u30A3\u30D3\u30C6\u30A3\u306B\u95A2\u3059\u308B\u30EC\u30DD\u30FC\u30C8\u306E\u7DE8\u96C6\u306E\u307F\u3092\u76EE\u7684\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u3001\u6700\u7D42\u7684\u306B\u30B5\u30A4\u30C8\u306E\u6539\u5584\u306B\u5F79\u7ACB\u3066\u3089\u308C\u307E\u3059\u3002SAP Web Analytics \u306B\u3088\u308B\u8FFD\u8DE1\u306B\u5BFE\u3057\u3066\u30AA\u30D7\u30C8\u30A4\u30F3\u3059\u308B\u5834\u5408\u306F\u3001\u4E0A\u306E "On"/"Off" \u30B9\u30A4\u30C3\u30C1\u3092\u4F7F\u7528\u3057\u3066\u5E0C\u671B\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30AA\u30D7\u30C8\u30A4\u30F3\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u3001\u304A\u5BA2\u69D8\u306B\u3064\u3044\u3066\u306E\u5206\u6790\u30C7\u30FC\u30BF\u3092\u4E0A\u8FF0\u306E\u65B9\u6CD5\u304A\u3088\u3073\u76EE\u7684\u3067\u51E6\u7406\u3059\u308B\u3053\u3068\u306B\u540C\u610F\u3057\u305F\u3053\u3068\u306B\u306A\u308A\u307E\u3059\u3002
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u8FFD\u52A0\u60C5\u5831
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u3059\u3079\u3066\u627F\u8AFE
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u3059\u3079\u3066\u62D2\u5426
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u30D7\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u3092\u4FDD\u5B58
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u30AD\u30E3\u30F3\u30BB\u30EB
