
COOKIE_SETTINGS_DIALOG_TITLE=J\u016Bsu s\u012Bkfailu iestat\u012Bjumi
COOKIE_SETTINGS_DIALOG_SUMMARY=M\u0113s izmantojam s\u012Bkfailus un SAP t\u012Bmek\u013Ca anal\u012Btiku, lai uzlabotu j\u016Bsu pieredzi m\u016Bsu vietn\u0113. Turpinot \u0161\u012Bs vietnes izmanto\u0161anu, j\u016Bs piekr\u012Btat, ka tiek izmantoti s\u012Bkfaili.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Nepiecie\u0161amie s\u012Bkfaili
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0160ie s\u012Bkfaili ir nepiecie\u0161ami lai iesp\u0113jotu vietnes pamatfunkcijas.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=M\u0113s izmantojam s\u012Bkfailus, lai uzlabotu j\u016Bsu pieredzi m\u016Bsu vietn\u0113. Turpinot izmantot \u0161o vietni, j\u016Bs piekr\u012Btat izmantot m\u016Bsu s\u012Bkfailus.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcion\u0101lie s\u012Bkfaili
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0160ie s\u012Bkfaili tiek izmantoti, lai analiz\u0113tu vietnes lietojumu ar nol\u016Bku izm\u0113r\u012Bt un uzlabot vietnes veiktsp\u0113ju.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0160aj\u0101 vietn\u0113 tiek izmantots pakalpojums SAP Web Analytics, lai analiz\u0113tu to, k\u0101 lietot\u0101ji izmanto \u0161o vietni. \u0122ener\u0113t\u0101 inform\u0101cija (ieskaitot j\u016Bsu IP\u00A0adreses da\u013Cu un p\u0101rl\u016Bka\u00A0ID) tiks p\u0101rs\u016Bt\u012Bta uz SAP un glab\u0101ta SAP serveros. S\u012Bkfaili tiek izmantoti, lai identific\u0113tu j\u016Bsu atk\u0101rtoto apmekl\u0113jumu un j\u016Bsu apmekl\u0113juma izcelsmes lapu. M\u0113s izmantosim \u0161o inform\u0101ciju, lai nov\u0113rt\u0113tu t\u012Bmek\u013Ca vietnes lietojumu un t\u012Bmek\u013Ca vietnes operatoriem sast\u0101d\u012Btu atskaites par aktivit\u0101ti t\u012Bmek\u013Ca vietn\u0113. Un visbeidzot, lai uzlabotu vietni. Ja v\u0113laties pieteikties SAP Web Analytics izseko\u0161anai, l\u016Bdzu, nor\u0101diet preferences, izmantojot zem\u0101k eso\u0161o sl\u0113dzi "Iesl\u0113gt/izsl\u0113gt". Piesakoties j\u016Bs piekr\u012Btat, ka par jums tiek apstr\u0101d\u0101ti anal\u012Btikas dati t\u0101d\u0101 veid\u0101 un t\u0101dam nol\u016Bkam, k\u0101 tas ir izkl\u0101st\u012Bts augst\u0101k.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Papildinform\u0101cija
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Pie\u0146emt visu
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Noraid\u012Bt visu
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Iestat\u012Bt preferences
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Saglab\u0101t preferences
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Atcelt
