
COOKIE_SETTINGS_DIALOG_TITLE=J\u016Bs\u0173 slapuk\u0173 parametrai
COOKIE_SETTINGS_DIALOG_SUMMARY=Naudojame slapukus ir \u201ESAP Web Analytics\u201C, kad pagerintume j\u016Bs\u0173 patirt\u012F m\u016Bs\u0173 svetain\u0117je. Toliau naudodamiesi \u0161ia svetaine, sutinkate su m\u016Bs\u0173 slapuk\u0173 naudojimu.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=B\u016Btini slapukai
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0160ie slapukai yra b\u016Btini norint naudoti pagrindines svetain\u0117s funkcijas.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Naudojame slapukus, kad pagerintume j\u016Bs\u0173 patirt\u012F m\u016Bs\u0173 svetain\u0117je. Toliau naudodamiesi \u0161ia svetaine, sutinkate su m\u016Bs\u0173 slapuk\u0173 naudojimu.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkciniai slapukai
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0160ie slapukai naudojami svetain\u0117s naudojimui analizuoti siekiant i\u0161matuoti ir pagerinti svetain\u0117s efektyvum\u0105.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0160ioje svetain\u0117je naudojama \u201ESAP Web Analytics\u201C, kuri\u0105 pasitelkiant analizuojama, kaip vartotojai naudojasi \u0161ia svetaine. Sugeneruota informacija (\u012Fskaitant dal\u012F j\u016Bs\u0173 IP adreso ir nar\u0161ykl\u0117s ID) bus perduota ir saugoma SAP serveriuose. Slapukai naudojami pakartotiniams apsilankymams ir apsilankymo prad\u017Eios puslapiui nustatyti. \u0160i\u0105 informacij\u0105 naudosime tik tam, kad \u012Fvertintume svetain\u0117s naudojim\u0105 ir sudarytume svetain\u0117s veiklos ataskaitas ir galiausiai pagerintume svetain\u0119. Jei sutinkate su \u201ESAP Web Analytics\u201C steb\u0117jimu, nurodykite savo pasirinkim\u0105 paspausdami auk\u0161\u010Diau esant\u012F mygtuk\u0105 \u201E\u012Ejungti\u201C/\u201EI\u0161jungti\u201C. J\u012F paspaud\u0119 j\u016Bs sutinkate, kad duomenys apie jus b\u016Bt\u0173 tvarkomi pirmiau nurodytu b\u016Bdu ir tikslais.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Daugiau informacijos
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Priimti visk\u0105
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Atmesti visk\u0105
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Nustatyti nuostatas
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u012Era\u0161yti nuostatas
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=At\u0161aukti
