
COOKIE_SETTINGS_DIALOG_TITLE=\u0421\u0456\u0437\u0434\u0456\u04A3 "cookie" \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456\u04A3\u0456\u0437
COOKIE_SETTINGS_DIALOG_SUMMARY=\u0411\u0456\u0437 \u0441\u0430\u0439\u0442\u044B\u043C\u044B\u0437\u0434\u0430\u0493\u044B \u0442\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u04A3\u0456\u0437\u0434\u0456 \u0436\u0430\u049B\u0441\u0430\u0440\u0442\u0443 \u04AF\u0448\u0456\u043D "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u0436\u04D9\u043D\u0435 SAP Web Analytics \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0441\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u043C\u044B\u0437. \u0411\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0434\u044B \u0436\u0430\u043B\u0493\u0430\u0441\u0442\u044B\u0440\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0431\u0456\u0437\u0434\u0456\u04A3 "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u043A\u0435\u043B\u0456\u0441\u0435\u0441\u0456\u0437.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u049A\u0430\u0436\u0435\u0442\u0442\u0456 "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u041E\u0441\u044B "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B \u0441\u0430\u0439\u0442\u0442\u044B\u04A3 \u043D\u0435\u0433\u0456\u0437\u0433\u0456 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u0430\u0440\u044B\u043D \u049B\u043E\u0441\u0443 \u04AF\u0448\u0456\u043D \u049B\u0430\u0436\u0435\u0442.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0411\u0456\u0437 \u0441\u0430\u0439\u0442\u044B\u043C\u044B\u0437\u0434\u0430\u0493\u044B \u0442\u04D9\u0436\u0456\u0440\u0438\u0431\u0435\u04A3\u0456\u0437\u0434\u0456 \u0436\u0430\u049B\u0441\u0430\u0440\u0442\u0443 \u04AF\u0448\u0456\u043D "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u043C\u044B\u0437. \u0411\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0434\u044B \u0436\u0430\u043B\u0493\u0430\u0441\u0442\u044B\u0440\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0431\u0456\u0437\u0434\u0456\u04A3 "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0493\u0430 \u043A\u0435\u043B\u0456\u0441\u0435\u0441\u0456\u0437.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0424\u0443\u043D\u043A\u0446\u0438\u044F\u043B\u044B\u049B "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u041E\u0441\u044B "cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B \u0441\u0430\u0439\u0442 \u04E9\u043D\u0456\u043C\u0434\u0456\u043B\u0456\u0433\u0456\u043D \u04E9\u043B\u0448\u0435\u0443 \u0436\u04D9\u043D\u0435 \u0436\u0435\u0442\u0456\u043B\u0434\u0456\u0440\u0443 \u043C\u0430\u049B\u0441\u0430\u0442\u044B\u043D\u0434\u0430 \u0441\u0430\u0439\u0442\u0442\u044B\u04A3 \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0443\u044B\u043D \u0442\u0430\u043B\u0434\u0430\u0443 \u04AF\u0448\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043B\u0430\u0434\u044B.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0411\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u0430 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B\u043B\u0430\u0440\u0434\u044B\u04A3 \u0431\u04B1\u043B \u0441\u0430\u0439\u0442\u0442\u044B \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443 \u04D9\u0434\u0456\u0441\u0456\u043D \u0442\u0430\u043B\u0434\u0430\u0443 \u04AF\u0448\u0456\u043D SAP Web Analytics \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0430\u0434\u044B. \u049A\u04B1\u0440\u044B\u043B\u0430\u0442\u044B\u043D \u0430\u049B\u043F\u0430\u0440\u0430\u0442 (\u0441\u043E\u043D\u044B\u04A3 \u0456\u0448\u0456\u043D\u0434\u0435 IP \u043C\u0435\u043A\u0435\u043D\u0436\u0430\u0439\u044B\u043D\u044B\u04A3 \u0431\u0456\u0440 \u0431\u04E9\u043B\u0456\u0433\u0456 \u0436\u04D9\u043D\u0435 \u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u0438\u0434.) SAP \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u044F\u0441\u044B\u043D\u0430 \u0436\u0456\u0431\u0435\u0440\u0456\u043B\u0456\u043F, \u043E\u043D\u044B\u04A3 \u0441\u0435\u0440\u0432\u0435\u0440\u043B\u0435\u0440\u0456\u043D\u0434\u0435 \u0441\u0430\u049B\u0442\u0430\u043B\u0430\u0434\u044B. "Cookie" \u0444\u0430\u0439\u043B\u0434\u0430\u0440\u044B \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u043C\u0430 \u043A\u0456\u0440\u0443 \u0436\u04D9\u043D\u0435 \u043A\u0456\u0440\u0443\u0434\u0456\u04A3 \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u0431\u0435\u0442\u0456\u043D \u0430\u043D\u044B\u049B\u0442\u0430\u0443 \u04AF\u0448\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043B\u0430\u0434\u044B. \u0411\u0456\u0437 \u0431\u04B1\u043B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u0442\u0435\u043A \u0432\u0435\u0431-\u0441\u0430\u0439\u0442\u0442\u044B\u04A3 \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0443\u044B\u043D \u0431\u0430\u0493\u0430\u043B\u0430\u0443 \u0436\u04D9\u043D\u0435 \u0432\u0435\u0431-\u0441\u0430\u0439\u0442 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u043B\u0430\u0440\u044B \u04AF\u0448\u0456\u043D \u0432\u0435\u0431-\u0441\u0430\u0439\u0442 \u04D9\u0440\u0435\u043A\u0435\u0442\u0456 \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0435\u0441\u0435\u043F\u0442\u0435\u0440 \u049B\u04B1\u0440\u0443 \u0436\u04D9\u043D\u0435 \u0441\u0430\u0439\u0442\u0442\u044B \u0436\u0435\u0442\u0456\u043B\u0434\u0456\u0440\u0443 \u043C\u0430\u049B\u0441\u0430\u0442\u044B\u043D\u0434\u0430 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0430\u043C\u044B\u0437. \u0415\u0433\u0435\u0440 SAP Web Analytics \u049B\u0430\u0434\u0430\u0493\u0430\u043B\u0430\u0443\u044B \u04AF\u0448\u0456\u043D \u0442\u0456\u0440\u043A\u0435\u043B\u0433\u0456\u04A3\u0456\u0437 \u043A\u0435\u043B\u0441\u0435, \u0436\u043E\u0493\u0430\u0440\u044B\u0434\u0430\u0493\u044B "\u049A\u043E\u0441\u0443"/"\u04E8\u0448\u0456\u0440\u0443" \u0430\u0443\u044B\u0441\u0442\u044B\u0440\u044B\u043F-\u049B\u043E\u0441\u049B\u044B\u0448\u044B\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0434\u0456 \u0431\u0435\u043B\u0433\u0456\u043B\u0435\u04A3\u0456\u0437. \u0422\u0456\u0440\u043A\u0435\u043B\u0443 \u0430\u0440\u049B\u044B\u043B\u044B \u0441\u0456\u0437 \u04E9\u0437\u0456\u04A3\u0456\u0437 \u0442\u0443\u0440\u0430\u043B\u044B \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u043A\u0430 \u0434\u0435\u0440\u0435\u0433\u0456\u043D \u0436\u043E\u0493\u0430\u0440\u044B\u0434\u0430 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0433\u0435\u043D \u0436\u043E\u043B\u043C\u0435\u043D \u0436\u04D9\u043D\u0435 \u043C\u0430\u049B\u0441\u0430\u0442\u0442\u0430\u0440\u043C\u0435\u043D \u04E9\u04A3\u0434\u0435\u0443\u0433\u0435 \u043A\u0435\u043B\u0456\u0441\u0456\u043C \u0431\u0435\u0440\u0435\u0441\u0456\u0437.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u049A\u043E\u0441\u044B\u043C\u0448\u0430 \u0430\u049B\u043F\u0430\u0440\u0430\u0442
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u049B\u0430\u0431\u044B\u043B\u0434\u0430\u0443
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0411\u0430\u0440\u043B\u044B\u0493\u044B\u043D \u049B\u0430\u0431\u044B\u043B\u0434\u0430\u043C\u0430\u0443
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0434\u0456 \u043E\u0440\u043D\u0430\u0442\u0443
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0434\u0456 \u0441\u0430\u049B\u0442\u0430\u0443
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
