
COOKIE_SETTINGS_DIALOG_TITLE=Va\u0161e nastavitve pi\u0161kotka
COOKIE_SETTINGS_DIALOG_SUMMARY=Pi\u0161kotke in SAP Web Analytics uporabljamo za izbolj\u0161anje va\u0161e izku\u0161nje na na\u0161i spletni strani. Z nadaljevanjem uporabe te strani sogla\u0161ate z uporabo pi\u0161kotkov.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Obvezni pi\u0161kotki
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Ti pi\u0161kotki zagotavljajo osnovno funkcionalnost spletne strani.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Pi\u0161kotke uporabljamo za izbolj\u0161anje va\u0161e izku\u0161nje na na\u0161i spletni strani. Z nadaljevanjem uporabe te strani sogla\u0161ate z uporabo pi\u0161kotkov.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcionalni pi\u0161kotki
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Ti pi\u0161kotki se uporabljajo za analizo uporabe spletne strani za namene merjenja in izbolj\u0161evanja u\u010Dinkovitosti strani.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ta stran uporablja re\u0161itev SAP Web Analytics za analizo, kako uporabniki uporabljajo to stran. Generirane informacije (vklju\u010Dno z delom va\u0161ega IP-naslova in ID-jem brskalnika) bodo poslane SAP-ju, kjer jih bodo shranili v stre\u017Enikih. Pi\u0161kotki se uporabljajo za identifikacijo vnovi\u010Dnih obiskov in strani porekla va\u0161ega obiska. Te informacije bomo uporabljali le za namen vrednotenja uporabe spletne strani in sestavljanje poro\u010Dil o aktivnosti na spletni strani za operaterje spletne strani ter za izbolj\u0161anje spletne strani. \u010Ce se \u017Eelite prijaviti v sledenje s SAP Web Analytics, navedite svoje nastavitve, tako da uporabite stikalo za vklop/izklop zgoraj. \u010Ce se prijavite, pomeni, da sogla\u0161ate z obdelavo va\u0161ih analiti\u010Dnih podatkov na na\u010Din in za namen, navedena zgoraj.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Druge informacije
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Sprejmi vse
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Zavrni vse
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Dolo\u010Ditev nastavitev
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Shranjevanje nastavitev
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Prekli\u010Di
