
COOKIE_SETTINGS_DIALOG_TITLE=Suas configura\u00E7\u00F5es de cookies
COOKIE_SETTINGS_DIALOG_SUMMARY=Utilizamos cookies e o SAP Web Analytics para melhorar sua experi\u00EAncia em nosso site. Ao continuar utilizando este site, consente utilizar nossos cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookies necess\u00E1rios
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Estes cookies s\u00E3o necess\u00E1rios para ativar a funcionalidade do site central.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Utilizamos cookies para melhorar sua experi\u00EAncia em nosso site. Ao continuar utilizando este site, consente utilizar nossos cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookies funcionais
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Estes cookies s\u00E3o utilizados para analisar a utiliza\u00E7\u00E3o do site com a finalidade de avaliar e melhorar o desempenho do site.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Este site utiliza SAP Web Analytics para analisar a forma como os usu\u00E1rios utilizam este site. As informa\u00E7\u00F5es geradas (incluindo uma parte de seu endere\u00E7o de IP e ID de browser) ser\u00E3o transmitidos e armazenados pela SAP, em seus servidores. Cookies s\u00E3o utilizados para identificar sua visita repetida e a p\u00E1gina de origem de sua visita. Estas informa\u00E7\u00F5es s\u00F3 ser\u00E3o utilizadas para fins de avalia\u00E7\u00E3o da utiliza\u00E7\u00E3o do site da Web e compila\u00E7\u00E3o de relat\u00F3rios sobre a atividade do site da Web para operadores de sites da Web - e, por fim, melhorar o site. Caso voc\u00EA pretenda optar pelo rastreamento de SAP Web Analytics, indique sua prefer\u00EAncia, utilizando o bot\u00E3o "On"/"Off" abaixo. Optando por isso, voc\u00EA consente o processamento de dados anal\u00EDticos sobre voc\u00EA da forma descrita acima e para os fins a\u00ED definidos.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Mais info
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Aceitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Rejeitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Definir prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Gravar prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Cancelar
