
COOKIE_SETTINGS_DIALOG_TITLE=\u0906\u092A\u0915\u0940 \u0915\u0941\u0915\u0940 \u0938\u0947\u091F\u093F\u0902\u0917
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u0915\u0941\u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u092F\u0947 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u094B\u0930 \u0938\u093E\u0907\u091F \u0915\u0940 \u0915\u093E\u0930\u094D\u092F\u0915\u094D\u0937\u092E\u0924\u093E \u0915\u094B \u0938\u0915\u094D\u0937\u092E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0939\u092E\u093E\u0930\u0947 \u0938\u093E\u0907\u091F \u092A\u0930 \u0906\u092A\u0915\u0947 \u0905\u0928\u0941\u092D\u0935 \u0915\u094B \u0914\u0930 \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0939\u092E \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902. \u0907\u0938 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u093E \u091C\u093E\u0930\u0940 \u0930\u0916\u0924\u0947 \u0939\u0941\u090F, \u0906\u092A \u0939\u092E\u093E\u0930\u0940 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u092E\u0924 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u092B\u093C\u0902\u0915\u094D\u0936\u0928\u0932 \u0915\u0941\u0915\u0940\u091C\u093C
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0907\u0928 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0938\u093E\u0907\u091F \u0909\u092A\u0938\u094D\u0925\u093F\u0924\u093F \u0914\u0930 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u092D\u093E\u0937\u093E \u0915\u0947 \u0932\u093F\u090F \u0906\u092A\u0915\u0940 \u0935\u0930\u0940\u092F\u0924\u093E\u0913\u0902 \u0915\u094B \u092C\u0928\u093E\u090F \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0906\u092A\u0915\u0947 \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u093F\u0902\u0917 \u0905\u0928\u0941\u092D\u0935 \u0915\u094B \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0939\u092E \u0938\u093E\u0907\u091F \u0915\u0940 \u0909\u092A\u0938\u094D\u0925\u093F\u0924\u093F (\u0939\u0932\u094D\u0915\u093E \u092F\u093E \u0917\u0939\u0930\u093E \u0925\u0940\u092E) \u0914\u0930 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u092D\u093E\u0937\u093E \u0915\u0947 \u0932\u093F\u090F \u0906\u092A\u0915\u0940 \u092A\u094D\u0930\u093E\u0925\u092E\u093F\u0915\u0924\u093E\u0913\u0902 \u0915\u094B \u092F\u093E\u0926 \u0930\u0916\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902. \u092F\u0947 \u0915\u0941\u0915\u0940\u091C\u093C \u0938\u0941\u0928\u093F\u0936\u094D\u091A\u093F\u0924 \u0915\u0930\u0924\u0940 \u0939\u0948\u0902 \u0915\u093F \u0906\u092A\u0915\u0947 \u0926\u094D\u0935\u093E\u0930\u093E \u091A\u0941\u0928\u0940 \u0917\u0908 \u0938\u0947\u091F\u093F\u0902\u0917 \u0939\u0930 \u092C\u093E\u0930 \u091C\u092C \u0906\u092A \u092A\u0947\u091C \u092A\u0930 \u091C\u093E\u0924\u0947 \u0939\u0948\u0902 \u092F\u093E \u0930\u093F\u092B\u094D\u0930\u0947\u0936 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902 \u0924\u094B \u0932\u093E\u0917\u0942 \u0939\u094B\u0924\u0940 \u0939\u0948, \u091C\u093F\u0938\u0938\u0947 \u090F\u0915 \u0938\u0941\u0938\u0902\u0917\u0924 \u0914\u0930 \u0935\u0948\u092F\u0915\u094D\u0924\u093F\u0915\u0943\u0924 \u0905\u0928\u0941\u092D\u0935 \u092E\u093F\u0932\u0924\u093E \u0939\u0948.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u0905\u0927\u093F\u0915 \u091C\u093E\u0928\u0915\u093E\u0930\u0940
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0938\u092D\u0940 \u0938\u094D\u0935\u0940\u0915\u0943\u0924 \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0938\u092D\u0940 \u0905\u0938\u094D\u0935\u0940\u0915\u0943\u0924 \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0935\u0930\u0940\u092F\u0924\u093E \u0938\u0947\u091F \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0935\u0930\u0940\u092F\u0924\u093E \u0938\u0939\u0947\u091C\u0947\u0902
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
