
COOKIE_SETTINGS_DIALOG_TITLE=Teie k\u00FCpsises\u00E4tted
COOKIE_SETTINGS_DIALOG_SUMMARY=Kasutame k\u00FCpsiseid ja SAP Web Analyticsit saidi kasutuskogemuse t\u00E4iustamiseks. Selle veebisaidi kasutamise j\u00E4tkamisega n\u00F5ustute meie k\u00FCpsiste kasutusega.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=N\u00F5utavad k\u00FCpsised
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Need k\u00FCpsised on saidi p\u00F5hifunktsioonide lubamiseks n\u00F5utavad.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Kasutame k\u00FCpsiseid saidi kasutuskogemuse t\u00E4iustamiseks. Selle saidi kasutamise j\u00E4tkamisega n\u00F5ustute meie k\u00FCpsiste kasutusega.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Asjakohased k\u00FCpsised
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Neid k\u00FCpsiseid kasutatakse saidikasutuse anal\u00FC\u00FCsimiseks, et saidi j\u00F5udlust m\u00F5\u00F5ta ja ja t\u00E4iustada.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=See sait kasutab SAP Web Analyticsit, et anal\u00FC\u00FCsida, kuidas kasutajad seda saiti kasutavad. Genereeritud teavet (sh osa teie IP-aadressist ja brauseri ID) edastatakse SAP-i serveritesse ja talletatakse seal. K\u00FCpsiseid kasutatakse teie korduva k\u00FClastuse ja k\u00FClastuse l\u00E4htelehe tuvastamiseks. Kasutame seda teavet ainult veebisaidi kasutuse anal\u00FC\u00FCsimiseks, veebisaidi aktiivsusega seotud aruannete koostamiseks veebisaidi k\u00E4itajate jaoks ning saidi t\u00E4iustamiseks. Kui soovite lubada SAP Web Analyticsi j\u00E4lgimise, m\u00E4\u00E4rake oma eelistus, vajutades allpool nuppu \u201ESisse\u201C/\u201EV\u00E4lja\u201C. Lubamise korral n\u00F5ustute enda kohta k\u00E4ivate anal\u00FC\u00FCsiandmete t\u00F6\u00F6tlemisega eespool nimetatud viisil ja otstarbel.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Lisateave
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Aktsepteeri k\u00F5ik
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=L\u00FCkka k\u00F5ik tagasi
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=M\u00E4\u00E4ra eelistused
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Salvesta eelistused
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=T\u00FChista
