
COOKIE_SETTINGS_DIALOG_TITLE=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA \u05E7\u05D5\u05D1\u05E6\u05D9 \u05D4-Cookie \u05E9\u05DC\u05DA
COOKIE_SETTINGS_DIALOG_SUMMARY=\u05D0\u05E0\u05D7\u05E0\u05D5 \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05D5\u05D1-SAP Web Analytics \u05DB\u05D3\u05D9 \u05DC\u05E9\u05E4\u05E8 \u05D0\u05EA \u05D4\u05D7\u05D5\u05D5\u05D9\u05D4 \u05D1\u05D0\u05EA\u05E8 \u05E9\u05DC\u05E0\u05D5. \u05D0\u05DD \u05EA\u05DE\u05E9\u05D9\u05DA \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D6\u05D4, \u05D0\u05EA\u05D4 \u05E0\u05D5\u05EA\u05DF \u05D4\u05E1\u05DB\u05DE\u05EA\u05DA \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 \u05D4-Cookie \u05E9\u05DC\u05E0\u05D5.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05E0\u05D3\u05E8\u05E9\u05D9\u05DD
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u05E7\u05D1\u05D5\u05E6\u05D9 Cookie \u05D0\u05DC\u05D4 \u05E0\u05D3\u05E8\u05E9\u05D9\u05DD \u05DB\u05D3\u05D9 \u05DC\u05D0\u05E4\u05E9\u05E8 \u05E4\u05D5\u05E0\u05E7\u05E6\u05D9\u05D5\u05E0\u05D0\u05DC\u05D9\u05D5\u05EA \u05DC\u05D9\u05D1\u05D4 \u05E9\u05DC \u05D0\u05EA\u05E8.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u05D0\u05E0\u05D7\u05E0\u05D5 \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05DB\u05D3\u05D9 \u05DC\u05E9\u05E4\u05E8 \u05D0\u05EA \u05D4\u05D7\u05D5\u05D5\u05D9\u05D4 \u05D1\u05D0\u05EA\u05E8 \u05E9\u05DC\u05E0\u05D5. \u05D0\u05DD \u05EA\u05DE\u05E9\u05D9\u05DA \u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D6\u05D4, \u05D0\u05EA\u05D4 \u05E0\u05D5\u05EA\u05DF \u05D4\u05E1\u05DB\u05DE\u05EA\u05DA \u05DC\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05E7\u05D5\u05D1\u05E6\u05D9 \u05D4-Cookie \u05E9\u05DC\u05E0\u05D5.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05E4\u05D5\u05E0\u05E7\u05E6\u05D9\u05D5\u05E0\u05D0\u05DC\u05D9\u05D9\u05DD
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u05E7\u05D5\u05D1\u05E6\u05D9 Cookie \u05D0\u05DC\u05D4 \u05DE\u05E9\u05DE\u05E9\u05D9\u05DD \u05DC\u05E0\u05D9\u05EA\u05D5\u05D7 \u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05DC\u05DE\u05D8\u05E8\u05EA \u05DE\u05D3\u05D9\u05D3\u05D4 \u05D5\u05E9\u05D9\u05E4\u05D5\u05E8 \u05E9\u05DC \u05D1\u05D9\u05E6\u05D5\u05E2\u05D9 \u05D0\u05EA\u05E8.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u05D0\u05EA\u05E8 \u05D6\u05D4 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05D1-SAP Web Analytics \u05E2\u05DC \u05DE\u05E0\u05EA \u05DC\u05E0\u05EA\u05D7 \u05DB\u05D9\u05E6\u05D3 \u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05DE\u05D1\u05E6\u05E2\u05D9\u05DD \u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D6\u05D4. \u05D4\u05DE\u05D9\u05D3\u05E2 \u05E9\u05E0\u05D5\u05E6\u05E8 (\u05DB\u05D5\u05DC\u05DC \u05D7\u05DC\u05E7 \u05DE\u05DB\u05EA\u05D5\u05D1\u05EA \u05D4-IP \u05E9\u05DC\u05DA \u05D5\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF) \u05D9\u05D9\u05E9\u05DC\u05D7 \u05D5\u05D9\u05D0\u05D5\u05D7\u05E1\u05DF \u05D1\u05E9\u05E8\u05EA\u05D9 SAP. \u05E7\u05D5\u05D1\u05E6\u05D9 Coockie \u05D9\u05E9\u05DE\u05E9\u05D5 \u05DC\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D1\u05D9\u05E7\u05D5\u05E8\u05D9\u05DD \u05D7\u05D5\u05D6\u05E8\u05D9\u05DD \u05D5\u05D3\u05E3 \u05D4\u05DE\u05E7\u05D5\u05E8 \u05E9\u05DC \u05D4\u05D1\u05D9\u05E7\u05D5\u05E8. \u05D0\u05E0\u05D5 \u05E0\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05D9\u05D3\u05E2 \u05D6\u05D4 \u05DC\u05E6\u05D5\u05E8\u05DA \u05D4\u05E2\u05E8\u05DB\u05EA \u05D4\u05E9\u05D9\u05DE\u05D5\u05E9 \u05D1\u05D0\u05EA\u05E8 \u05D5\u05D4\u05D9\u05D3\u05D5\u05E8 \u05D3\u05D5\u05D7\u05D5\u05EA \u05D1\u05E4\u05E2\u05D9\u05DC\u05D5\u05EA \u05D4\u05D0\u05EA\u05E8 \u05E2\u05D1\u05D5\u05E8 \u05D0\u05D5\u05E4\u05E8\u05D8\u05D5\u05E8\u05D9\u05DD \u05E9\u05DC \u05D0\u05EA\u05E8 - \u05D5\u05DC\u05D1\u05E1\u05D5\u05E3, \u05E2\u05DC \u05DE\u05E0\u05EA \u05DC\u05E9\u05E4\u05E8 \u05D0\u05EA \u05D4\u05D0\u05EA\u05E8. \u05D0\u05DD \u05EA\u05E8\u05E6\u05D4 \u05DC\u05D4\u05D9\u05E8\u05E9\u05DD \u05DC\u05DE\u05E2\u05E7\u05D1 \u05D0\u05D7\u05E8\u05D9 SAP Web Analytics, \u05E6\u05D9\u05D9\u05DF \u05D0\u05EA \u05D4\u05E2\u05D3\u05E4\u05D5\u05EA\u05D9\u05DA \u05D1\u05D0\u05DE\u05E6\u05E2\u05D5\u05EA \u05D4\u05DC\u05D7\u05E6\u05DF "\u05D4\u05E4\u05E2\u05DC"/"\u05DB\u05D1\u05D4" \u05D4\u05DE\u05D5\u05E4\u05D9\u05E2 \u05DE\u05E2\u05DC\u05D4. \u05D1\u05E8\u05D9\u05E9\u05D5\u05DD, \u05D0\u05EA\u05D4 \u05DE\u05D1\u05D9\u05E2 \u05D4\u05E1\u05DB\u05DE\u05EA\u05DA \u05DC\u05E2\u05D9\u05D1\u05D5\u05D3 \u05E9\u05DC \u05E0\u05EA\u05D5\u05E0\u05D9 \u05D4\u05E0\u05D9\u05EA\u05D5\u05D7 \u05E2\u05DC \u05D0\u05D5\u05D3\u05D5\u05EA\u05D9\u05DA \u05D1\u05D0\u05D5\u05E4\u05DF \u05D5\u05E2\u05D1\u05D5\u05E8 \u05D4\u05DE\u05D8\u05E8\u05D5\u05EA \u05D4\u05DE\u05E4\u05D5\u05E8\u05D8\u05D9\u05DD \u05DC\u05E2\u05D9\u05DC.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u05DE\u05D9\u05D3\u05E2 \u05E0\u05D5\u05E1\u05E3
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u05E7\u05D1\u05DC \u05D4\u05DB\u05D5\u05DC
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u05D3\u05D7\u05D4 \u05D4\u05DB\u05D5\u05DC
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u05E7\u05D1\u05D9\u05E2\u05EA \u05D4\u05E2\u05D3\u05E4\u05D5\u05EA
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u05E9\u05DE\u05D5\u05E8 \u05D4\u05E2\u05D3\u05E4\u05D5\u05EA
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u05D1\u05D8\u05DC
