
COOKIE_SETTINGS_DIALOG_TITLE=Cookie-be\u00E1ll\u00EDt\u00E1sok
COOKIE_SETTINGS_DIALOG_SUMMARY=A weboldal \u00E9s az SAP Web Analytics haszn\u00E1lati \u00E9lm\u00E9ny\u00E9nek fokoz\u00E1sa \u00E9rdek\u00E9ben cookie-kat haszn\u00E1lunk. Ha folytatja az oldal haszn\u00E1lat\u00E1t, azzal elfogadja a cookie-k haszn\u00E1lat\u00E1t.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Sz\u00FCks\u00E9ges cookie-k
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Ezek a cookie-k a weboldal alapvet\u0151 funkci\u00F3ihoz sz\u00FCks\u00E9gesek.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Az oldal haszn\u00E1lati \u00E9lm\u00E9ny\u00E9nek fokoz\u00E1sa \u00E9rdek\u00E9ben cookie-kat haszn\u00E1lunk. Ha folytatja az oldal haszn\u00E1lat\u00E1t, azzal elfogadja a cookie-k haszn\u00E1lat\u00E1t.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcion\u00E1lis cookie-k
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Ezek a cookie-k az oldal haszn\u00E1lat\u00E1nak elemz\u00E9s\u00E9re szolg\u00E1lnak, melynek r\u00E9v\u00E9n megm\u00E9rhet\u0151 \u00E9s fejleszthet\u0151 az oldal teljes\u00EDtm\u00E9nye.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ez az oldal SAP Web Analytics haszn\u00E1lat\u00E1val elemzi, hogy a felhaszn\u00E1l\u00F3k hogyan haszn\u00E1lj\u00E1k az oldalt. A gener\u00E1lt inform\u00E1ci\u00F3kat (k\u00F6zt\u00FCk a r\u00E9szleges IP-c\u00EDme \u00E9s a b\u00F6ng\u00E9sz\u0151azonos\u00EDt\u00F3) az SAP a saj\u00E1t szervereire tov\u00E1bb\u00EDtja \u00E9s ott is t\u00E1rolja. Cookie-kat haszn\u00E1lunk, melyek felismerik az ism\u00E9tl\u0151d\u0151 l\u00E1togat\u00E1sait, \u00E9s hogy melyik oldalr\u00F3l \u00E9rkezik. Ezt az inform\u00E1ci\u00F3t kiz\u00E1r\u00F3lag a weboldal haszn\u00E1lat\u00E1nak \u00E9rt\u00E9kel\u00E9s\u00E9re, az oldalon v\u00E9gzett tev\u00E9kenys\u00E9gekr\u0151l sz\u00F3l\u00F3, weboldal-\u00FCzemeltet\u0151knek sz\u00F3l\u00F3 jelent\u00E9sek k\u00E9sz\u00EDt\u00E9s\u00E9re, valamint az oldal tov\u00E1bbfejleszt\u00E9s\u00E9re haszn\u00E1ljuk fel. Ha hozz\u00E1j\u00E1rul az SAP Web Analytics \u00E1ltali k\u00F6vet\u00E9shez, jelezze ezt a fenti Be/Ki kapcsol\u00F3ra kattintva. A hozz\u00E1j\u00E1rul\u00E1s\u00E1val enged\u00E9lyezi az \u00D6nnel kapcsolatos elemz\u00E9si adatok feldolgoz\u00E1s\u00E1t a fent eml\u00EDtett m\u00F3don \u00E9s c\u00E9lokb\u00F3l.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Tov\u00E1bbi inform\u00E1ci\u00F3
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u00D6sszes elfogad\u00E1sa
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u00D6sszes elutas\u00EDt\u00E1sa
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Be\u00E1ll\u00EDt\u00E1sok megad\u00E1sa
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Be\u00E1ll\u00EDt\u00E1sok ment\u00E9se
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=M\u00E9gse
