
COOKIE_SETTINGS_DIALOG_TITLE=Thi\u00EA\u0301t l\u00E2\u0323p cookie cu\u0309a ba\u0323n
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookie \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Cookie na\u0300y \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u \u0111\u00EA\u0309 b\u00E2\u0323t ch\u01B0\u0301c n\u0103ng trang web chi\u0301nh.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Chu\u0301ng t\u00F4i s\u01B0\u0309 du\u0323ng cookie \u0111\u00EA\u0309 ca\u0309i thi\u00EA\u0323n tra\u0309i nghi\u00EA\u0323m cu\u0309a ba\u0323n tr\u00EAn trang web cu\u0309a chu\u0301ng t\u00F4i. B\u0103\u0300ng vi\u00EA\u0323c ti\u00EA\u0301p tu\u0323c s\u01B0\u0309 du\u0323ng trang web na\u0300y, ba\u0323n \u0111\u00F4\u0300ng y\u0301 s\u01B0\u0309 du\u0323ng cookie cu\u0309a chu\u0301ng t\u00F4i.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookie ch\u01B0\u0301c n\u0103ng
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Nh\u1EEFng cookie n\u00E0y \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng \u0111\u1EC3 gi\u1EEF s\u1EDF th\u00EDch c\u1EE7a b\u1EA1n v\u1EC1 giao di\u1EC7n trang web v\u00E0 ng\u00F4n ng\u1EEF hi\u1EC3n th\u1ECB.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0110\u1EC3 n\u00E2ng cao tr\u1EA3i nghi\u1EC7m duy\u1EC7t web c\u1EE7a b\u1EA1n, ch\u00FAng t\u00F4i s\u1EED d\u1EE5ng cookie \u0111\u1EC3 ghi nh\u1EDB s\u1EDF th\u00EDch c\u1EE7a b\u1EA1n v\u1EC1 giao di\u1EC7n c\u1EE7a trang web (ch\u1EE7 \u0111\u1EC1 s\u00E1ng ho\u1EB7c t\u1ED1i) v\u00E0 ng\u00F4n ng\u1EEF hi\u1EC3n th\u1ECB. Nh\u1EEFng cookie n\u00E0y \u0111\u1EA3m b\u1EA3o r\u1EB1ng c\u00E1c thi\u1EBFt l\u1EADp b\u1EA1n \u0111\u00E3 ch\u1ECDn \u0111\u01B0\u1EE3c \u00E1p d\u1EE5ng m\u1ED7i khi b\u1EA1n truy c\u1EADp ho\u1EB7c l\u00E0m m\u1EDBi trang, mang l\u1EA1i tr\u1EA3i nghi\u1EC7m nh\u1EA5t qu\u00E1n v\u00E0 \u0111\u01B0\u1EE3c c\u00E1 nh\u00E2n h\u00F3a.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Th\u00F4ng tin th\u00EAm
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Ch\u00E2\u0301p nh\u00E2\u0323n t\u00E2\u0301t ca\u0309
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=T\u01B0\u0300 ch\u00F4\u0301i t\u00E2\u0301t ca\u0309
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Thi\u00EA\u0301t l\u00E2\u0323p \u01B0u ti\u00EAn
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=L\u01B0u \u01B0u ti\u00EAn
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Hu\u0309y
