
COOKIE_SETTINGS_DIALOG_TITLE=Options de vos cookies
COOKIE_SETTINGS_DIALOG_SUMMARY=Nous utilisons des cookies et SAP Web Analytics pour am\u00E9liorer votre exp\u00E9rience sur notre site. En poursuivant votre visite, vous consentez \u00E0 l'utilisation de nos cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookies obligatoires
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Ces cookies sont requis pour activer les fonctions centrales du site.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Nous utilisons des cookies pour am\u00E9liorer votre exp\u00E9rience sur notre site. En poursuivant votre visite, vous consentez \u00E0 l'utilisation de nos cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookies fonctionnels
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Ces cookies permettent d'analyser l'utilisation du site pour mesurer et am\u00E9liorer ses performances.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ce site utilise SAP Web Analytics pour analyser la fa\u00E7on dont il est utilis\u00E9 par les utilisateurs. Les donn\u00E9es g\u00E9n\u00E9r\u00E9es (notamment une partie de votre adresse IP et un ID de navigateur) seront transmises \u00E0 SAP et stock\u00E9es sur ses serveurs. Les cookies permettent d'identifier vos visites et la page d'origine de votre visite. Nous n'utiliserons ces donn\u00E9es que pour \u00E9valuer l'utilisation de ce site Web et compiler des rapports sur les activit\u00E9s sur ce site destin\u00E9s aux op\u00E9rateurs du site Web ainsi que pour am\u00E9liorer ce site. Si vous souhaitez vous abonner au tra\u00E7age SAP Web Analytics, indiquez votre pr\u00E9f\u00E9rence en cliquant sur le bouton "Autoriser" ci-dessous. Si vous vous abonnez, vous consentez au traitement des donn\u00E9es d'analyse vous concernant, comme indiqu\u00E9 ci-dessus et aux fins susmentionn\u00E9es.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Plus d'informations
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Accepter tout
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Refuser tout
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=D\u00E9finir les pr\u00E9f\u00E9rences
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Sauvegarder les pr\u00E9f\u00E9rences
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Interrompre
