
COOKIE_SETTINGS_DIALOG_TITLE=\u0412\u0430\u0448\u0456 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0444\u0430\u0439\u043B\u0456\u0432 \u0441ookie
COOKIE_SETTINGS_DIALOG_SUMMARY=\u041C\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u043C\u043E \u0444\u0430\u0439\u043B\u0438 cookie \u0442\u0430 SAP Web Analytics \u0434\u043B\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0432\u0430\u0448\u043E\u0457 \u0440\u043E\u0431\u043E\u0442\u0438 \u043D\u0430 \u043D\u0430\u0448\u043E\u043C\u0443 \u0441\u0430\u0439\u0442\u0456. \u041F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u044E\u0447\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u0446\u0435\u0439 \u0432\u0435\u0431\u0441\u0430\u0439\u0442, \u0432\u0438 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u0435\u0441\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u043D\u0430\u0448\u0456 \u0444\u0430\u0439\u043B\u0438 cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u041D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u0444\u0430\u0439\u043B\u0438 cookie
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0426\u0456 \u0444\u0430\u0439\u043B\u0438 cookie \u0454 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0438\u043C\u0438 \u0434\u043B\u044F \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0456\u0457 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0457 \u0444\u0443\u043D\u043A\u0446\u0456\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0456 \u0441\u0430\u0439\u0442\u0443.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u041C\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u043C\u043E \u0444\u0430\u0439\u043B\u0438 cookie \u0434\u043B\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0432\u0430\u0448\u043E\u0457 \u0440\u043E\u0431\u043E\u0442\u0438 \u043D\u0430 \u043D\u0430\u0448\u043E\u043C\u0443 \u0441\u0430\u0439\u0442\u0456. \u041F\u0440\u043E\u0434\u043E\u0432\u0436\u0443\u044E\u0447\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0442\u0438\u0441\u044F \u0446\u0438\u043C \u0432\u0435\u0431\u0441\u0430\u0439\u0442\u043E\u043C, \u0432\u0438 \u043F\u043E\u0433\u043E\u0434\u0436\u0443\u0454\u0442\u0435\u0441\u044C \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u043D\u0430\u0448\u0456 \u0444\u0430\u0439\u043B\u0438 cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0424\u0443\u043D\u043A\u0446\u0456\u043E\u043D\u0430\u043B\u044C\u043D\u0456 \u0444\u0430\u0439\u043B\u0438 cookie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0426\u0456 \u0444\u0430\u0439\u043B\u0438 cookie \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u044E\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u0441\u0430\u0439\u0442\u0443 \u0437 \u043C\u0435\u0442\u043E\u044E \u0432\u0438\u043C\u0456\u0440\u044E\u0432\u0430\u043D\u043D\u044F \u0442\u0430 \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0456 \u0441\u0430\u0439\u0442\u0443.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0426\u0435\u0439 \u0441\u0430\u0439\u0442 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454 SAP Web Analytics \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0446\u044C\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043C\u0438. \u0417\u0433\u0435\u043D\u0435\u0440\u043E\u0432\u0430\u043D\u0430 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F (\u0432\u043A\u043B\u044E\u0447\u0430\u044E\u0447\u0438 \u0447\u0430\u0441\u0442\u0438\u043D\u0443 \u0432\u0430\u0448\u043E\u0457 IP-\u0430\u0434\u0440\u0435\u0441\u0438 \u0442\u0430 \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0442\u043E\u0440 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430) \u0431\u0443\u0434\u0435 \u043F\u0435\u0440\u0435\u0434\u0430\u0432\u0430\u0442\u0438\u0441\u044F \u043A\u043E\u043C\u043F\u0430\u043D\u0456\u0457 SAP \u0442\u0430 \u0437\u0431\u0435\u0440\u0456\u0433\u0430\u0442\u0438\u0441\u044F \u043A\u043E\u043C\u043F\u0430\u043D\u0456\u0454\u044E SAP \u043D\u0430 \u0457\u0457 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u0445. \u0424\u0430\u0439\u043B\u0438 cookie \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u044E\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0446\u0456\u0457 \u0432\u0430\u0448\u043E\u0433\u043E \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E\u0433\u043E \u0432\u0456\u0434\u0432\u0456\u0434\u0443\u0432\u0430\u043D\u043D\u044F \u0442\u0430 \u0434\u043B\u044F \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0446\u0456\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438, \u0437 \u044F\u043A\u043E\u044E \u0432\u0438 \u0437\u0434\u0456\u0439\u0441\u043D\u044E\u0432\u0430\u043B\u0438 \u043F\u0435\u0440\u0435\u0445\u0456\u0434. \u0426\u044F \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F \u0431\u0443\u0434\u0435 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u0430 \u043B\u0438\u0448\u0435 \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0456\u0437\u0443 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0432\u0435\u0431\u0441\u0430\u0439\u0442\u0443 \u0442\u0430 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043D\u044F \u0437\u0432\u0456\u0442\u0456\u0432 \u043F\u0440\u043E \u0430\u043A\u0442\u0438\u0432\u043D\u0456\u0441\u0442\u044C \u0441\u0430\u0439\u0442\u0443 \u0434\u043B\u044F \u0439\u043E\u0433\u043E \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0456\u0432 - \u0456 \u0432\u0440\u0435\u0448\u0442\u0456 \u0440\u0435\u0448\u0442, \u0434\u043B\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0435\u043D\u043D\u044F \u0440\u043E\u0431\u043E\u0442\u0438 \u0441\u0430\u0439\u0442\u0443. \u042F\u043A\u0449\u043E \u0432\u0438 \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u043F\u043E\u0433\u043E\u0434\u0438\u0442\u0438\u0441\u044F \u043D\u0430 \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F SAP Web Analytics, \u0437\u0430\u0437\u043D\u0430\u0447\u0442\u0435 \u0432\u0430\u0448\u0435 \u043F\u043E\u0431\u0430\u0436\u0430\u043D\u043D\u044F \u043D\u0438\u0436\u0447\u0435 \u0437\u0430 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u043E\u044E \u043F\u0435\u0440\u0435\u043C\u0438\u043A\u0430\u0447\u0430 "\u0423\u0432\u0456\u043C\u043A/\u0412\u0438\u043C\u043A". \u041D\u0430\u0434\u0430\u044E\u0447\u0438 \u0441\u0432\u043E\u044E \u0437\u0433\u043E\u0434\u0443, \u0432\u0438 \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454\u0442\u0435 \u043E\u0431\u0440\u043E\u0431\u043A\u0443 \u0430\u043D\u0430\u043B\u0456\u0442\u0438\u0447\u043D\u0438\u0445 \u0434\u0430\u043D\u0438\u0445 \u043F\u0440\u043E \u0432\u0430\u0441 \u0443 \u0441\u043F\u043E\u0441\u0456\u0431 \u0442\u0430 \u0437 \u043C\u0435\u0442\u043E\u044E, \u0449\u043E \u0437\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0456 \u0432\u0438\u0449\u0435.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u0414\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0430 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u041F\u0440\u0438\u0439\u043D\u044F\u0442\u0438 \u0432\u0441\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0412\u0456\u0434\u0445\u0438\u043B\u0438\u0442\u0438 \u0432\u0441\u0435
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0412\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
