
COOKIE_SETTINGS_DIALOG_TITLE=Sinun ev\u00E4steasetuksesi
COOKIE_SETTINGS_DIALOG_SUMMARY=K\u00E4yt\u00E4mme ev\u00E4steit\u00E4 ja SAP Web Analyticsia parantaaksemme kokemustasi sivustollamme. Jatkamalla t\u00E4m\u00E4n sivuston k\u00E4ytt\u00F6\u00E4 suostut k\u00E4ytt\u00E4m\u00E4\u00E4n ev\u00E4steit\u00E4mme.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Vaaditut ev\u00E4steet
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=N\u00E4it\u00E4 ev\u00E4steit\u00E4 tarvitaan ydinsivuston toimintojen mahdollistamiseksi.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=K\u00E4yt\u00E4mme ev\u00E4steit\u00E4 parantaaksemme kokemustasi sivustollamme. Jatkamalla t\u00E4m\u00E4n sivuston k\u00E4ytt\u00F6\u00E4 suostut k\u00E4ytt\u00E4m\u00E4\u00E4n ev\u00E4steit\u00E4mme.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Toiminnalliset ev\u00E4steet
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=N\u00E4it\u00E4 ev\u00E4steit\u00E4 k\u00E4ytet\u00E4\u00E4n sivuston k\u00E4yt\u00F6n analysointiin sivuston suorituskyvyn mittaamiseksi ja parantamiseksi.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=T\u00E4m\u00E4 sivusto k\u00E4ytt\u00E4\u00E4 SAP Web Analyticsia analysoimaan, miten k\u00E4ytt\u00E4j\u00E4t k\u00E4ytt\u00E4v\u00E4t t\u00E4t\u00E4 sivustoa. SAP siirt\u00E4\u00E4 ja tallentaa generoidut tiedot (mukaan lukien osa IP-osoitteestasi ja selaimen tunnus) palvelimilleen. Ev\u00E4steit\u00E4 k\u00E4ytet\u00E4\u00E4n tunnistamaan toistuvat k\u00E4yntisi ja vierailusi alkuper\u00E4sivu. K\u00E4yt\u00E4mme n\u00E4it\u00E4 tietoja vain verkkosivustojen k\u00E4yt\u00F6n arviointiin ja raporttien laatimiseen verkkosivustojen operaattoreille verkkosivuston toiminnasta - ja lopuksi sivuston parantamiseksi. Jos haluat valita SAP Web Analytics -seurannan, m\u00E4\u00E4rit\u00E4 haluamasi asetukset yll\u00E4 olevan \u201DON\u201D/\u201DEI\u201D-painikkeen avulla. Valitsemalla t\u00E4m\u00E4n suostut analyyttisten tietojesi k\u00E4sittelyyn yll\u00E4 esitetyll\u00E4 tavalla ja esitettyihin tarkoituksiin.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Lis\u00E4tietoja
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Hyv\u00E4ksy kaikki
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Hylk\u00E4\u00E4 kaikki
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=M\u00E4\u00E4rit\u00E4 asetukset
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Tallenna asetukset
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Peruuta
