
COOKIE_SETTINGS_DIALOG_TITLE=Tan\u0131mlama bilgisi ayarlar\u0131n\u0131z
COOKIE_SETTINGS_DIALOG_SUMMARY=Sitemizdeki deneyiminizi geli\u015Ftirmek i\u00E7in tan\u0131mlama bilgileri SAP Web Analytics kullan\u0131yoruz. Bu siteyi kullanmaya devam ederek tan\u0131mlama bilgilerimizi kullanmay\u0131 kabul etmi\u015F olursunuz.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Gerekli tan\u0131mlama bilgileri
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Temel site i\u015Flevlerinin etkinle\u015Ftirilmesi i\u00E7in bu tan\u0131mlama bilgileri gereklidir.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Sitemizdeki deneyiminizi geli\u015Ftirmek i\u00E7in tan\u0131mlama bilgileri kullan\u0131yoruz. Bu siteyi kullanmaya devam ederek tan\u0131mlama bilgilerimizi kullanmay\u0131 kabul etmi\u015F olursunuz.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0130\u015Flevsel tan\u0131mlama bilgileri
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Bu tan\u0131mlama bilgileri site performans\u0131n\u0131 \u00F6l\u00E7mek ve iyile\u015Ftirmek amac\u0131yla site kullan\u0131m\u0131n\u0131 analiz etmek i\u00E7in kullan\u0131l\u0131r.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Bu site, kullan\u0131c\u0131lar\u0131n bu siteyi nas\u0131l kulland\u0131\u011F\u0131n\u0131 analiz etmek i\u00E7in SAP Web Analytics kullan\u0131yor. \u00DCretilen bilgiler (IP adresinizin bir k\u0131sm\u0131 ve taray\u0131c\u0131 tan\u0131t\u0131c\u0131s\u0131 dahil) SAP'ye iletilir ve SAP'nin sunucular\u0131 taraf\u0131ndan saklan\u0131r. Yineleme ziyaretinizi ve ziyaretinizin kaynak sayfas\u0131n\u0131 belirlemek i\u00E7in tan\u0131mlama bilgileri kullan\u0131l\u0131r. Bu bilgileri yaln\u0131zca web sitesi kullan\u0131m\u0131n\u0131 de\u011Ferlendirmek ve web sitesi i\u015Feticileri i\u00E7in web sitesi aktivitesi hakk\u0131nda raporlar derlemek ve son olarak da siteyi geli\u015Ftirmek i\u00E7in kullanaca\u011F\u0131z. SAP Web Analytics izlemesi i\u00E7in se\u00E7im yapmak istiyorsan\u0131z tercihinizi yukar\u0131daki "A\u00E7\u0131k"/"Kapal\u0131" anahtar\u0131n\u0131 kullanarak belirtin. Se\u00E7im yaparak, hakk\u0131n\u0131zdaki analitik verilerin yukar\u0131da belirtilen ama\u00E7larla ve belirtilen \u015Fekilde i\u015Flenmesine izin vermi\u015F olursunuz.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Daha fazla bilgi
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=T\u00FCm\u00FCn\u00FC kabul et
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=T\u00FCm\u00FCn\u00FC reddet
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Tercihleri belirle
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Tercihleri kaydet
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0130ptal et
