
COOKIE_SETTINGS_DIALOG_TITLE=\u0412\u0430\u0448\u0438\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0437\u0430 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438\u0442\u0435
COOKIE_SETTINGS_DIALOG_SUMMARY=\u0418\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043C\u0435 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438 \u0438 SAP Web Analytics, \u0437\u0430 \u0434\u0430 \u043F\u043E\u0434\u043E\u0431\u0440\u0438\u043C \u0432\u0430\u0448\u0435\u0442\u043E \u043F\u0440\u0435\u0436\u0438\u0432\u044F\u0432\u0430\u043D\u0435. \u041E\u0441\u0442\u0430\u0432\u0430\u0439\u043A\u0438 \u043D\u0430 \u0442\u043E\u0437\u0438 \u0443\u0435\u0431\u0441\u0430\u0439\u0442, \u0432\u0438\u0435 \u0441\u0435 \u0441\u044A\u0433\u043B\u0430\u0441\u044F\u0432\u0430\u0442\u0435 \u0441 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438\u0442\u0435.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u0417\u0430\u0434\u044A\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u0438 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u0422\u0435\u0437\u0438 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438 \u0437\u0430 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0438 \u0437\u0430 \u043E\u0441\u043D\u043E\u0432\u043D\u0430\u0442\u0430 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u043D\u043E\u0441\u0442 \u043D\u0430 \u0441\u0430\u0439\u0442\u0430.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0418\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043C\u0435 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438, \u0437\u0430 \u0434\u0430 \u043F\u043E\u0434\u043E\u0431\u0440\u0438\u043C \u0432\u0430\u0448\u0435\u0442\u043E \u043F\u0440\u0435\u0436\u0438\u0432\u044F\u0432\u0430\u043D\u0435. \u041E\u0441\u0442\u0430\u0432\u0430\u0439\u043A\u0438 \u043D\u0430 \u0442\u043E\u0437\u0438 \u0443\u0435\u0431\u0441\u0430\u0439\u0442, \u0432\u0438\u0435 \u0441\u0435 \u0441\u044A\u0433\u043B\u0430\u0441\u044F\u0432\u0430\u0442\u0435 \u0441 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438\u0442\u0435.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u043D\u0438 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0422\u0435\u0437\u0438 \u0431\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438 \u0441\u0435 \u0441\u043B\u0443\u0436\u0430\u0442 \u0437\u0430 \u0430\u043D\u0430\u043B\u0438\u0437 \u043D\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0441\u0430\u0439\u0442\u0430 \u0441 \u0446\u0435\u043B \u0438\u0437\u043C\u0435\u0440\u0432\u0430\u043D\u0435 \u0438 \u043F\u043E\u0434\u043E\u0431\u0440\u044F\u0432\u0430\u043D\u0435 \u043D\u0430 \u0440\u0430\u0431\u043E\u0442\u0430\u0442\u0430 \u043C\u0443.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0422\u043E\u0437\u0438 \u0441\u0430\u0439\u0442 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430 SAP Web Analytics, \u0437\u0430 \u0434\u0430 \u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430\u0442\u0430 \u043D\u0430 \u0441\u0430\u0439\u0442\u0430 \u043E\u0442 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0438\u0442\u0435. \u0413\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0430\u0442\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F (\u0432\u043A\u043B\u044E\u0447\u0438\u0442\u0435\u043B\u043D\u043E \u0447\u0430\u0441\u0442 \u043E\u0442 IP \u0430\u0434\u0440\u0435\u0441\u0430 \u0432\u0438 \u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0430 \u043D\u0430 \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u0430 \u0432\u0438) \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u043F\u0440\u0435\u043D\u0435\u0441\u0435\u043D\u0438 \u0438 \u0441\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438 \u0432 \u0441\u044A\u0440\u0432\u044A\u0440\u0438\u0442\u0435 \u043D\u0430 SAP. \u0411\u0438\u0441\u043A\u0432\u0438\u0442\u043A\u0438\u0442\u0435 \u0441\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442, \u0437\u0430 \u0434\u0430 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u044F\u0432\u0430\u0442 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u0438\u0442\u0435 \u0432\u0438 \u043F\u043E\u0441\u0435\u0449\u0435\u043D\u0438\u044F \u0438 \u0438\u0437\u0445\u043E\u0434\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 \u0432\u0430\u0448\u0435\u0442\u043E \u043F\u043E\u0441\u0435\u0449\u0435\u043D\u0438\u0435. \u0429\u0435 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043C\u0435 \u0442\u0430\u0437\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u043E \u0437\u0430 \u0430\u043D\u0430\u043B\u0438\u0437 \u043D\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430\u0442\u0430 \u043D\u0430 \u0443\u0435\u0431\u0441\u0430\u0439\u0442\u0430 \u0438 \u0437\u0430 \u0441\u044A\u0441\u0442\u0430\u0432\u044F\u043D\u0435 \u043D\u0430 \u043E\u0442\u0447\u0435\u0442\u0438 \u0437\u0430 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0442\u0430 \u043D\u0430 \u0441\u0430\u0439\u0442\u0430 \u0437\u0430 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0438\u0442\u0435 \u043D\u0430 \u0443\u0435\u0431\u0441\u0430\u0439\u0442\u043E\u0432\u0435, \u043A\u0430\u043A\u0442\u043E \u0438 \u0437\u0430 \u043D\u0435\u0433\u043E\u0432\u043E\u0442\u043E \u043F\u043E\u0434\u043E\u0431\u0440\u044F\u0432\u0430\u043D\u0435. \u0410\u043A\u043E \u0436\u0435\u043B\u0430\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043E\u043F\u0446\u0438\u044F\u0442\u0430 \u0437\u0430 \u043F\u0440\u043E\u0441\u043B\u0435\u0434\u044F\u0432\u0430\u043D\u0435 \u043D\u0430 SAP Web Analytics, \u043C\u043E\u043B\u044F \u043F\u043E\u0441\u043E\u0447\u0435\u0442\u0435 \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u043D\u0438\u044F\u0442\u0430 \u0441\u0438 \u0447\u0440\u0435\u0437 \u0431\u0443\u0442\u043E\u043D\u0430 \u0437\u0430 \u0432\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435 \u0438 \u0438\u0437\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435 \u043F\u043E-\u0433\u043E\u0440\u0435. \u0410\u043A\u043E \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u043E\u043F\u0446\u0438\u044F\u0442\u0430, \u0432\u0438\u0435 \u0441\u0435 \u0441\u044A\u0433\u043B\u0430\u0441\u044F\u0432\u0430\u0442\u0435 \u0441 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430\u0442\u0430 \u043D\u0430 \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u0447\u043D\u0438 \u0434\u0430\u043D\u043D\u0438 \u0437\u0430 \u0432\u0430\u0441 \u043F\u043E \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u043F\u043E-\u0433\u043E\u0440\u0435 \u043D\u0430\u0447\u0438\u043D \u0438 \u0437\u0430 \u043F\u043E\u0441\u043E\u0447\u0435\u043D\u0438\u0442\u0435 \u0446\u0435\u043B\u0438.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u041F\u043E\u0432\u0435\u0447\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u041F\u0440\u0438\u0435\u043C\u0430\u043D\u0435 \u043D\u0430 \u0432\u0441\u0438\u0447\u043A\u0438
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u041E\u0442\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u0432\u0441\u0438\u0447\u043A\u0438
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0417\u0430\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u043D\u0438\u044F
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0438\u0442\u0430\u043D\u0438\u044F\u0442\u0430
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u041E\u0442\u043A\u0430\u0437
