
COOKIE_SETTINGS_DIALOG_TITLE=\uC0AC\uC6A9\uC790 \uCFE0\uD0A4 \uC124\uC815
COOKIE_SETTINGS_DIALOG_SUMMARY=\uB2F9\uC0AC\uB294 \uC0AC\uC774\uD2B8\uC5D0 \uB300\uD55C \uC0AC\uC6A9\uC790 \uACBD\uD5D8\uC744 \uAC1C\uC120\uD558\uAE30 \uC704\uD574 \uCFE0\uD0A4\uC640 SAP Web Analytics\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4. \uC774 \uC0AC\uC774\uD2B8\uB97C \uACC4\uC18D \uC0AC\uC6A9\uD558\uB294 \uAC83\uC73C\uB85C \uCFE0\uD0A4 \uC0AC\uC6A9\uC5D0 \uB3D9\uC758\uD558\uAC8C \uB429\uB2C8\uB2E4.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\uD544\uC218 \uCFE0\uD0A4
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\uC774\uB7EC\uD55C \uCFE0\uD0A4\uB294 \uD575\uC2EC \uC0AC\uC774\uD2B8 \uAE30\uB2A5\uC744 \uC0AC\uC6A9\uD558\uB294 \uB370 \uD544\uC694\uD569\uB2C8\uB2E4.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\uB2F9\uC0AC\uB294 \uC0AC\uC774\uD2B8\uC5D0 \uB300\uD55C \uC0AC\uC6A9\uC790 \uACBD\uD5D8\uC744 \uAC1C\uC120\uD558\uAE30 \uC704\uD574 \uCFE0\uD0A4\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4. \uC774 \uC0AC\uC774\uD2B8\uB97C \uACC4\uC18D \uC0AC\uC6A9\uD558\uB294 \uAC83\uC73C\uB85C \uCFE0\uD0A4 \uC0AC\uC6A9\uC5D0 \uB3D9\uC758\uD558\uAC8C \uB429\uB2C8\uB2E4.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\uAE30\uB2A5 \uCFE0\uD0A4
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\uC774\uB7EC\uD55C \uCFE0\uD0A4\uB294 \uC0AC\uC774\uD2B8 \uC131\uB2A5\uC744 \uCE21\uC815\uD558\uACE0 \uAC1C\uC120\uD558\uAE30 \uC704\uD55C \uBAA9\uC801\uC73C\uB85C \uC0AC\uC774\uD2B8 \uC0AC\uC6A9 \uBD84\uC11D\uC5D0 \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\uC774 \uC0AC\uC774\uD2B8\uC5D0\uC11C\uB294 SAP Web Analytics\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC0AC\uC6A9\uC790\uAC00 \uC774 \uC0AC\uC774\uD2B8\uB97C \uC0AC\uC6A9\uD558\uB294 \uBC29\uBC95\uC744 \uBD84\uC11D\uD569\uB2C8\uB2E4. \uC0DD\uC131\uB41C \uC815\uBCF4(IP \uC8FC\uC18C \uBC0F \uBE0C\uB77C\uC6B0\uC800 ID\uC758 \uC77C\uBD80 \uD3EC\uD568)\uB294 SAP\uC5D0 \uC758\uD574 \uC11C\uBC84\uB85C \uC804\uC1A1 \uBC0F \uC800\uC7A5\uB429\uB2C8\uB2E4. \uCFE0\uD0A4\uB294 \uBC18\uBCF5 \uBC29\uBB38 \uBC0F \uBC29\uBB38 \uCD9C\uCC98 \uD398\uC774\uC9C0\uB97C \uC2DD\uBCC4\uD558\uB294 \uB370 \uC0AC\uC6A9\uB429\uB2C8\uB2E4. \uC774 \uC815\uBCF4\uB294 \uC6F9\uC0AC\uC774\uD2B8 \uC0AC\uC6A9\uC744 \uD3C9\uAC00\uD558\uACE0 \uC6F9\uC0AC\uC774\uD2B8 \uC6B4\uC601\uC790\uC758 \uC6F9\uC0AC\uC774\uD2B8 \uC561\uD2F0\uBE44\uD2F0\uC5D0 \uB300\uD55C \uBCF4\uACE0\uC11C\uB97C \uCEF4\uD30C\uC77C\uD558\uC5EC \uC0AC\uC774\uD2B8\uB97C \uAC1C\uC120\uD558\uAE30 \uC704\uD55C \uBAA9\uC801\uC73C\uB85C\uB9CC \uC0AC\uC6A9\uB429\uB2C8\uB2E4. SAP Web Analytics \uCD94\uC801\uC744 \uC120\uD0DD\uD558\uB824\uBA74 \uC704 "\uCF1C\uC9D0"/"\uAEBC\uC9D0" \uC2A4\uC704\uCE58\uB97C \uC0AC\uC6A9\uD558\uC5EC \uAE30\uBCF8 \uC124\uC815\uC744 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624. \uC120\uD0DD\uD558\uBA74 \uC704\uC5D0\uC11C \uC5B8\uAE09\uD55C \uBC29\uC2DD \uBC0F \uC6A9\uB3C4\uB85C \uADC0\uD558\uC640 \uAD00\uB828\uB41C \uBD84\uC11D \uB370\uC774\uD130\uB97C \uCC98\uB9AC\uD558\uB294 \uAC83\uC5D0 \uB3D9\uC758\uD558\uB294 \uAC83\uC785\uB2C8\uB2E4.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\uCD94\uAC00 \uC815\uBCF4
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\uBAA8\uB450 \uC2B9\uC778
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\uBAA8\uB450 \uAC70\uBD80
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\uAE30\uBCF8 \uC124\uC815 \uC124\uC815
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\uAE30\uBCF8 \uC124\uC815 \uC800\uC7A5
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\uCDE8\uC18C
