
COOKIE_SETTINGS_DIALOG_TITLE=Twoje ustawienia plik\u00F3w cookie
COOKIE_SETTINGS_DIALOG_SUMMARY=Wykorzystujemy pliki cookie i SAP Web Analytics, aby u\u0142atwi\u0107 u\u017Cytkownikom korzystanie z naszej strony. Pozostaj\u0105c na stronie, wyra\u017Casz zgod\u0119 na korzystanie z naszych plik\u00F3w cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Wymagane pliki cookie
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Te pliki cookie s\u0105 wymagane dla g\u0142\u00F3wnych funkcji strony.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Wykorzystujemy pliki cookie, aby u\u0142atwi\u0107 u\u017Cytkownikom korzystanie z naszej strony. Pozostaj\u0105c na stronie, wyra\u017Casz zgod\u0119 na korzystanie z naszych plik\u00F3w cookie.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcjonalne pliki cookie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Te pliki cookie s\u0105 u\u017Cywane do analizowania u\u017Cycia strony w celu pomiaru i poprawy jej wydajno\u015Bci.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ta witryna u\u017Cywa oprogramowania SAP Web Analytics w celu analizowania sposobu korzystania z niej przez u\u017Cytkownik\u00F3w. Wygenerowane informacje (zawieraj\u0105ce cz\u0119\u015B\u0107 adresu IP u\u017Cytkownika oraz ID przegl\u0105darki) b\u0119d\u0105 przesy\u0142ane przez firm\u0119 SAP na jej serwery i tam przechowywane. Pliki cookie s\u0105 u\u017Cywane w celu zidentyfikowania powt\u00F3rnej wizyty u\u017Cytkownika oraz strony, z kt\u00F3rej nast\u0105pi\u0142o przej\u015Bcie do tej witryny. Tych informacji b\u0119dziemy u\u017Cywa\u0107 tylko w celu analizy wykorzystania witryny internetowej oraz tworzenia raport\u00F3w dotycz\u0105cych aktywno\u015Bci witryn internetowych przeznaczonych dla operator\u00F3w witryn, a tak\u017Ce w celu ulepszenia tej witryny. Je\u015Bli chcesz zgodzi\u0107 si\u0119 na \u015Bledzenie za pomoc\u0105 oprogramowania SAP Web Analytics, okre\u015Bl swoje preferencje za pomoc\u0105 prze\u0142\u0105cznika "W\u0142."/"Wy\u0142." powy\u017Cej. W\u0142\u0105czaj\u0105c ten prze\u0142\u0105cznik, wyra\u017Casz zgod\u0119 na przetwarzanie danych analitycznych na sw\u00F3j temat w spos\u00F3b i w celach okre\u015Blonych powy\u017Cej.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Wi\u0119cej informacji
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Zaakceptuj wszystkie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Odrzu\u0107 wszystkie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Ustaw preferencje
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Zapisz preferencje
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Anuluj
