
COOKIE_SETTINGS_DIALOG_TITLE=\u0906\u092A\u0915\u0940 \u0915\u0941\u0915\u0940 \u0938\u0947\u091F\u093F\u0902\u0917
COOKIE_SETTINGS_DIALOG_SUMMARY=\u0939\u092E \u0905\u092A\u0928\u0940 \u0938\u093E\u0907\u091F \u092A\u0930 \u0906\u092A\u0915\u0947 \u0905\u0928\u0941\u092D\u0935 \u0915\u094B \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0941\u0915\u0940\u091C\u093C \u0914\u0930 SAP Web Analytics \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902. \u0907\u0938 \u0938\u093E\u0907\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u091C\u093E\u0930\u0940 \u0930\u0916\u0924\u0947 \u0939\u0941\u090F, \u0906\u092A \u0939\u092E\u093E\u0930\u0940 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u092E\u0924\u093F \u0926\u0947\u0924\u0947 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=\u0915\u0941\u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=\u092F\u0947 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u094B\u0930 \u0938\u093E\u0907\u091F \u0915\u0940 \u0915\u093E\u0930\u094D\u092F\u0915\u094D\u0937\u092E\u0924\u093E \u0915\u094B \u0938\u0915\u094D\u0937\u092E \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=\u0939\u092E\u093E\u0930\u0947 \u0938\u093E\u0907\u091F \u092A\u0930 \u0906\u092A\u0915\u0947 \u0905\u0928\u0941\u092D\u0935 \u0915\u094B \u0914\u0930 \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0939\u092E \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902. \u0907\u0938 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u093E \u091C\u093E\u0930\u0940 \u0930\u0916\u0924\u0947 \u0939\u0941\u090F, \u0906\u092A \u0939\u092E\u093E\u0930\u0940 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u092E\u0924 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=\u092B\u093C\u0902\u0915\u094D\u0936\u0928\u0932 \u0915\u0941\u0915\u0940\u091C\u093C
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=\u0907\u0928 \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0938\u093E\u0907\u091F \u0915\u0947 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u0915\u094B \u092E\u093E\u092A\u0928\u0947 \u0914\u0930 \u0938\u0941\u0927\u093E\u0930\u0928\u0947 \u0915\u0947 \u0909\u0926\u094D\u0926\u0947\u0936\u094D\u092F \u0938\u0947 \u0938\u093E\u0907\u091F \u0909\u092A\u092F\u094B\u0917 \u0915\u093E \u0935\u093F\u0936\u094D\u0932\u0947\u0937\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=\u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0907\u0938 \u0938\u093E\u0907\u091F \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0948\u0938\u0947 \u0915\u0930\u0924\u0947 \u0939\u0948\u0902, \u0907\u0938\u0915\u093E \u0935\u093F\u0936\u094D\u0932\u0947\u0937\u0923 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092F\u0939 \u0938\u093E\u0907\u091F SAP Web Analytics \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0924\u0940 \u0939\u0948. \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 (\u0906\u092A\u0915\u0947 IP \u092A\u0924\u0947 \u0914\u0930 \u090F\u0915 \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 ID \u0915\u093E \u090F\u0915 \u0939\u093F\u0938\u094D\u0938\u093E \u0938\u0939\u093F\u0924) \u0915\u094B \u0905\u092A\u0928\u0947 \u0938\u0930\u094D\u0935\u0930 \u092A\u0930 SAP \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u094D\u0930\u0947\u0937\u093F\u0924 \u0914\u0930 \u0938\u0902\u0917\u094D\u0930\u0939\u0940\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u0915\u0941\u0915\u0940\u091C\u093C \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0906\u092A\u0915\u0940 \u0926\u094B\u092C\u093E\u0930\u093E \u0926\u0947\u0916\u0928\u0947 \u0914\u0930 \u0906\u092A\u0915\u0947 \u0926\u094B\u092C\u093E\u0930\u093E \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u092E\u0942\u0932 \u092A\u0943\u0937\u094D\u0920 \u0915\u0940 \u092A\u0939\u091A\u093E\u0928 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u093F\u092F\u093E \u091C\u093E\u0924\u093E \u0939\u0948. \u0939\u092E \u0907\u0938 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0947\u0935\u0932 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0915\u0947 \u0909\u092A\u092F\u094B\u0917 \u0915\u0947 \u092E\u0942\u0932\u094D\u092F\u093E\u0902\u0915\u0928 \u0914\u0930 \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0911\u092A\u0930\u0947\u091F\u0930 \u0915\u0947 \u0932\u093F\u090F \u0935\u0947\u092C\u0938\u093E\u0907\u091F \u0917\u0924\u093F\u0935\u093F\u0927\u093F \u092A\u0930 \u0930\u093F\u092A\u094B\u0930\u094D\u091F \u0938\u0902\u0915\u0932\u0928 \u0915\u0947 \u0909\u0926\u094D\u0926\u0947\u0936\u094D\u092F \u0938\u0947 \u0915\u0930\u0947\u0902\u0917\u0947 - \u0914\u0930 \u0905\u0902\u0924 \u092E\u0947\u0902, \u0938\u093E\u0907\u091F \u0915\u094B \u092C\u0947\u0939\u0924\u0930 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F. \u092F\u0926\u093F \u0906\u092A SAP Web Analytics \u091F\u094D\u0930\u0948\u0915\u093F\u0902\u0917 \u0915\u0947 \u0932\u093F\u090F \u0911\u092A\u094D\u091F-\u0907\u0928 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0915\u0943\u092A\u092F\u093E "\u0911\u0928"/"\u0911\u092B" \u0938\u094D\u0935\u093F\u091A \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0915\u0947 \u0905\u092A\u0928\u0940 \u0935\u0930\u0940\u092F\u0924\u093E \u0928\u093F\u0930\u094D\u0926\u093F\u0937\u094D\u091F \u0915\u0930\u0947\u0902. \u0911\u092A\u094D\u091F-\u0907\u0928 \u0915\u0947 \u0926\u094D\u0935\u093E\u0930\u093E, \u0906\u092A \u0924\u0930\u0940\u0915\u0947 \u0915\u0947 \u092C\u093E\u0930\u0947 \u092E\u0947\u0902 \u0914\u0930 \u090A\u092A\u0930 \u0928\u093F\u0930\u094D\u0927\u093E\u0930\u093F\u0924 \u0909\u0926\u094D\u0926\u0947\u0936\u094D\u092F\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u090F\u0928\u093E\u0932\u093F\u091F\u093F\u0915\u094D\u0938 \u0921\u0947\u091F\u093E \u0915\u0947 \u092A\u094D\u0930\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0938\u0939\u092E\u0924\u093F \u0926\u0947\u0924\u0947 \u0939\u0948\u0902.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u0905\u0927\u093F\u0915 \u091C\u093E\u0928\u0915\u093E\u0930\u0940
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=\u0938\u092D\u0940 \u0938\u094D\u0935\u0940\u0915\u0943\u0924 \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=\u0938\u092D\u0940 \u0905\u0938\u094D\u0935\u0940\u0915\u0943\u0924 \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=\u0935\u0930\u0940\u092F\u0924\u093E \u0938\u0947\u091F \u0915\u0930\u0947\u0902
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=\u0935\u0930\u0940\u092F\u0924\u093E \u0938\u0939\u0947\u091C\u0947\u0902
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
