
COOKIE_SETTINGS_DIALOG_TITLE=Va\u0161e postave cookieja
COOKIE_SETTINGS_DIALOG_SUMMARY=Mi upotrebljavamo SAP Web Analytics kako bismo pobolj\u0161ali va\u0161 do\u017Eivljaj na na\u0161oj stranici. Nastavkom upotrebe ove web stranice, dopu\u0161tate upotrebu na\u0161ih cookieja.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Obavezni cookieji
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Ti cookieji potrebni su kako bi aktivirali osnovnu funkcionalnost stranice.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Mi upotrebljavamo cookieje kako bismo pobolj\u0161ali va\u0161 do\u017Eivljaj na na\u0161oj stranici. Nastavkom upotrebe ove web stranice, dopu\u0161tate upotrebu na\u0161ih cookieja.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funkcionalni cookieji
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Ti cookieji upotrebljavaju se za analizu upotrebe stranice sa svrhom mjerenja i pobolj\u0161anja izvedbe stranice.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Ova stranica upotrebljava SAP Web Analytics za analiziranje kako je korisnici upotrebljavaju. Generirane informacije (uklju\u010Duju\u0107i dio va\u0161e IP adrese i ID pretra\u017Eiva\u010Da) SAP \u0107e prenijeti na svoje poslu\u017Eitelje i pohraniti ih. Cookieji se upotrebljavaju za identificiranje va\u0161eg ponovljenog posjeta i stranice porijekla va\u0161eg posjeta. Te informacije upotrijebit \u0107emo samo u svrhe analize upotrebe web stranice i kompiliranje izvje\u0161\u0107a o aktivnosti web stranice za operatore web stranica - te naposljetku za pobolj\u0161anje stranice. Ako se \u017Eelite prijaviti za SAP Web Analytics pra\u0107enje, navedite svoje preference gornjim prekida\u010Dem "Uklju\u010Di"/"Isklju\u010Di\u201C. Prijavljivanjem dajete pristanak za obradu analiti\u010Dkih podataka o vama na prethodno navedeni na\u010Din i svrhe.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Vi\u0161e informacija
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Prihvati sve
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Odbaci sve
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Postavi preference
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Snimi preference
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Odustani
