
COOKIE_SETTINGS_DIALOG_TITLE=Va\u0161e nastaven\u00ED cookie
COOKIE_SETTINGS_DIALOG_SUMMARY=Pou\u017E\u00EDv\u00E1me cookies a SAP Web Analytics pro zlep\u0161en\u00ED va\u0161\u00ED zku\u0161enosti s na\u0161\u00EDm webem. Dal\u0161\u00EDm pou\u017E\u00EDv\u00E1n\u00EDm tohoto webu vyjad\u0159ujete souhlas s pou\u017E\u00EDv\u00E1n\u00EDm na\u0161ich cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Po\u017Eadovan\u00E9 cookies
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Tyto cookies jsou nutn\u00E9 pro aktivaci hlavn\u00ED funk\u010Dnosti webu.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Pou\u017E\u00EDv\u00E1me cookies pro zlep\u0161en\u00ED va\u0161\u00ED zku\u0161enosti s na\u0161\u00EDm webem. Dal\u0161\u00EDm pou\u017E\u00EDv\u00E1n\u00EDm tohoto webu vyjad\u0159ujete souhlas s pou\u017E\u00EDv\u00E1n\u00EDm na\u0161ich cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funk\u010Dn\u00ED cookies
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Tyto cookies se pou\u017E\u00EDvaj\u00ED pro anal\u00FDzu pou\u017E\u00EDv\u00E1n\u00ED webu za \u00FA\u010Delem m\u011B\u0159en\u00ED a zlep\u0161ov\u00E1n\u00ED v\u00FDkonnosti webu.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Tento web pou\u017E\u00EDv\u00E1 SAP Web Analytics pro anal\u00FDzu, jak u\u017Eivatel\u00E9 vyu\u017E\u00EDvaj\u00ED tento web. Vygenerovan\u00E9 informace (v\u010Detn\u011B \u010D\u00E1sti va\u0161\u00ED IP adresy a ID prohl\u00ED\u017Ee\u010De) budou p\u0159eneseny a ulo\u017Eeny na serverech SAP. Cookies se pou\u017E\u00EDvaj\u00ED k identifikaci va\u0161\u00ED opakovan\u00E9 n\u00E1v\u0161t\u011Bvy a p\u016Fvodn\u00ED str\u00E1nky va\u0161\u00ED n\u00E1v\u0161t\u011Bvy. Tyto informace pou\u017Eijeme jen k vyhodnocen\u00ED vyu\u017E\u00EDv\u00E1n\u00ED webov\u00E9 str\u00E1nky a k sestavov\u00E1n\u00ED zpr\u00E1v o \u010Dinnosti webov\u00E9 str\u00E1nky pro oper\u00E1tory webov\u00E9 str\u00E1nky -  a kone\u010Dn\u011B tak\u00E9 pro zlep\u0161en\u00ED webu. Pokud byste se cht\u011Bli rozhodnout pro sledov\u00E1n\u00ED SAP Web Analytics, zadejte va\u0161e preference pomoc\u00ED n\u00ED\u017Ee um\u00EDst\u011Bn\u00E9ho tla\u010D\u00EDtka "Povolit". Touto volbou vyjad\u0159ujete souhlas se zpracov\u00E1n\u00EDm analytick\u00FDch dat o v\u00E1s v\u00FD\u0161e uveden\u00FDm zp\u016Fsobem a pro v\u00FD\u0161e uveden\u00E9 \u00FA\u010Dely.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Dal\u0161\u00ED informace
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Akceptovat v\u0161e
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Zam\u00EDtnout v\u0161e
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Nastavit preference
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Ulo\u017Eit preference
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Zru\u0161it
