
COOKIE_SETTINGS_DIALOG_TITLE=As suas defini\u00E7\u00F5es de cookies
COOKIE_SETTINGS_DIALOG_SUMMARY=Utilizamos cookies e o SAP Web Analytics para melhorar a sua experi\u00EAncia no nosso site. Ao continuar a utilizar este site, aceita utilizar os nossos cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookies obrigat\u00F3rios
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Estes cookies s\u00E3o obrigat\u00F3rios para ativar as funcionalidades centrais do site.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Utilizamos cookies para melhorar a sua experi\u00EAncia no nosso site. Ao continuar a utilizar este site, aceita utilizar os nossos cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookies funcionais
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Estes cookies s\u00E3o utilizados para analisar a utiliza\u00E7\u00E3o do site com o objetivo de medir e melhorar o desempenho do site.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Este site utiliza o SAP Web Analytics para analisar o modo como os utilizadores utilizam o site. As informa\u00E7\u00F5es geradas (incluindo uma parte do seu endere\u00E7o IP e um ID de browser) ser\u00E3o transmitidas \u00E0 SAP e armazenadas nos seus servidores. Os cookies s\u00E3o utilizados para identificar as suas visitas repetidas e a p\u00E1gina de origem da sua visita. Utilizaremos estas informa\u00E7\u00F5es apenas com o objetivo de avaliar a utiliza\u00E7\u00E3o do Web site e compilar relat\u00F3rios sobre a atividade do Web site para os operadores do Web site - e, finalmente, para melhorar o site. Se desejar optar ativamente pelo controlo do SAP Web Analytics, especifique a sua prefer\u00EAncia usando o bot\u00E3o "Ativado"/"Desativado" acima. Ao optar pela ativa\u00E7\u00E3o, aceita o processamento de dados anal\u00EDticos sobre si, da forma e para os fins acima indicados.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Mais informa\u00E7\u00F5es
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Aceitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Rejeitar tudo
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Definir prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Guardar prefer\u00EAncias
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Cancelar
