
COOKIE_SETTINGS_DIALOG_TITLE=Va\u0161e nastavenia cookies
COOKIE_SETTINGS_DIALOG_SUMMARY=Pou\u017E\u00EDvame s\u00FAbory cookie a SAP Web Analytics, aby sme zlep\u0161ili va\u0161e prostredie na na\u0161ej lokalite. Pokra\u010Dovan\u00EDm v pou\u017E\u00EDvan\u00ED tejto webovej str\u00E1nky s\u00FAhlas\u00EDte s pou\u017E\u00EDvan\u00EDm na\u0161ich s\u00FAborov cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Po\u017Eadovan\u00E9 cookies
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Tieto cookies s\u00FA potrebn\u00E9 na aktiv\u00E1ciu z\u00E1kladn\u00FDch funkci\u00ED str\u00E1nky.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Pou\u017E\u00EDvame s\u00FAbory cookie, aby sme zlep\u0161ili va\u0161e prostredie na na\u0161ej lokalite. Pokra\u010Dovan\u00EDm v pou\u017E\u00EDvan\u00ED tejto webovej str\u00E1nky s\u00FAhlas\u00EDte s pou\u017E\u00EDvan\u00EDm na\u0161ich s\u00FAborov cookie.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funk\u010Dn\u00E9 cookies
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Tieto cookies sa pou\u017E\u00EDvaj\u00FA na anal\u00FDzu pou\u017E\u00EDvania str\u00E1nky za \u00FA\u010Delom hodnotenia a zlep\u0161ovania v\u00FDkonu str\u00E1nky.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=T\u00E1to str\u00E1nka vyu\u017E\u00EDva SAP Web Analytics na anal\u00FDzu toho, ako pou\u017E\u00EDvatelia t\u00FAto str\u00E1nku pou\u017E\u00EDvaj\u00FA. Vygenerovan\u00E9 inform\u00E1cie (vr\u00E1tane \u010Dasti va\u0161ej IP adresy a ID prehliada\u010Da) sa posielaj\u00FA do SAP a ukladaj\u00FA na ich serveroch. Cookies sa pou\u017E\u00EDvaj\u00FA na identifik\u00E1ciu va\u0161ej opakovanej n\u00E1v\u0161tevy a n\u00E1v\u0161tevy p\u00F4vodnej str\u00E1nky. Tieto inform\u00E1cie pou\u017Eijeme v\u00FDhradne za \u00FA\u010Delom vyhodnotenia pou\u017E\u00EDvania webovej str\u00E1nky a kompil\u00E1ciu v\u00FDkazov o jej aktivite pre oper\u00E1torov webovej str\u00E1nky - a v kone\u010Dnom d\u00F4sledku na zlep\u0161enie str\u00E1nky. Ak sa chcete prihl\u00E1si\u0165 do sledovania SAP Web Analytics, zadajte svoje preferencie pomocou tla\u010Didla hore "Zap"/"Vyp\u201C. Pri prihl\u00E1sen\u00ED s\u00FAhlas\u00EDte so spracovan\u00EDm analytick\u00FDch \u00FAdajov o v\u00E1s za horeuveden\u00FDm \u00FA\u010Delom.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=\u010Eal\u0161ie inform\u00E1cie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Prija\u0165 v\u0161etko
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Zamietnu\u0165 v\u0161etko
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Nastavi\u0165 preferencie
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Ulo\u017Ei\u0165 preferencie
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Zru\u0161i\u0165
