
COOKIE_SETTINGS_DIALOG_TITLE=Dina cookie-inst\u00E4llningar
COOKIE_SETTINGS_DIALOG_SUMMARY=Vi anv\u00E4nder cookies och SAP Web Analytics f\u00F6r att f\u00F6rb\u00E4ttra din upplevelse av v\u00E5r webbplats. Genom att forts\u00E4tta anv\u00E4nda den h\u00E4r webbplatsen samtycker du till anv\u00E4ndningen av v\u00E5ra cookies.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=N\u00F6dv\u00E4ndiga cookies
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Dessa cookies kr\u00E4vs f\u00F6r att webbplatsen ska fungera.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Vi anv\u00E4nder cookies f\u00F6r att f\u00F6rb\u00E4ttra din upplevelse av v\u00E5r webbplats. Genom att forts\u00E4tta anv\u00E4nda den h\u00E4r webbplatsen samtycker du till anv\u00E4ndningen av v\u00E5ra cookies.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funktionella cookies
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Dessa cookies anv\u00E4nds f\u00F6r att analysera anv\u00E4ndningen av webbplats f\u00F6r att m\u00E4ta och f\u00F6rb\u00E4ttra dess prestanda.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Den h\u00E4r webbplatsen anv\u00E4nder SAP Web Analytics f\u00F6r att analysera hur anv\u00E4ndare anv\u00E4nder webbplatsen. Informationen som genereras (inklusive en del av din IP-adress och en webbl\u00E4sar-ID) skickas till SAP och lagras p\u00E5 SAP\:s servrar. Cookies anv\u00E4nds f\u00F6r att identifiera om du g\u00F6r ett nytt bes\u00F6k och varifr\u00E5n du g\u00E5tt till webbplatsen. Denna information anv\u00E4nds endast f\u00F6r att utv\u00E4rdera webbplatsens utnyttjande och f\u00F6r att generera rapporter om aktiviteter p\u00E5 webbplatsen till webbplatsens operat\u00F6rer, samt f\u00F6r att f\u00F6rb\u00E4ttra webbplatsen. Om du godk\u00E4nner SAP Web Analytics-sp\u00E5rning anger du dina preferenser med v\u00E4xlaren "P\u00E5"/"Av" ovan. Du samtycker d\u00E5 till bearbetning av analysdata om dig i den omfattning och f\u00F6r de syften som anges ovan.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Ytterligare information
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Acceptera alla
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Avsl\u00E5 alla
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=St\u00E4ll in preferenser
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Spara preferenser
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Avbryt
