
COOKIE_SETTINGS_DIALOG_TITLE=Thi\u00EA\u0301t l\u00E2\u0323p cookie cu\u0309a ba\u0323n
COOKIE_SETTINGS_DIALOG_SUMMARY=Chu\u0301ng t\u00F4i s\u01B0\u0309 du\u0323ng cookie va\u0300 SAP Web Analytics \u0111\u00EA\u0309 ca\u0309i thi\u00EA\u0323n tra\u0309i nghi\u00EA\u0323m cu\u0309a ba\u0323n tr\u00EAn trang web cu\u0309a chu\u0301ng t\u00F4i. B\u0103\u0300ng vi\u00EA\u0323c ti\u00EA\u0301p tu\u0323c s\u01B0\u0309 du\u0323ng trang web na\u0300y, ba\u0323n \u0111\u00F4\u0300ng y\u0301 s\u01B0\u0309 du\u0323ng cookie cu\u0309a chu\u0301ng t\u00F4i.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookie \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Cookie na\u0300y \u0111\u01B0\u01A1\u0323c y\u00EAu c\u00E2\u0300u \u0111\u00EA\u0309 b\u00E2\u0323t ch\u01B0\u0301c n\u0103ng trang web chi\u0301nh.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Chu\u0301ng t\u00F4i s\u01B0\u0309 du\u0323ng cookie \u0111\u00EA\u0309 ca\u0309i thi\u00EA\u0323n tra\u0309i nghi\u00EA\u0323m cu\u0309a ba\u0323n tr\u00EAn trang web cu\u0309a chu\u0301ng t\u00F4i. B\u0103\u0300ng vi\u00EA\u0323c ti\u00EA\u0301p tu\u0323c s\u01B0\u0309 du\u0323ng trang web na\u0300y, ba\u0323n \u0111\u00F4\u0300ng y\u0301 s\u01B0\u0309 du\u0323ng cookie cu\u0309a chu\u0301ng t\u00F4i.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookie ch\u01B0\u0301c n\u0103ng
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Cookie na\u0300y \u0111\u01B0\u01A1\u0323c s\u01B0\u0309 du\u0323ng \u0111\u00EA\u0309 ph\u00E2n ti\u0301ch ca\u0301ch s\u01B0\u0309 du\u0323ng trang web cho mu\u0323c \u0111i\u0301ch \u0111o l\u01B0\u01A1\u0300ng va\u0300 ca\u0309i thi\u00EA\u0323n hi\u00EA\u0323u su\u00E2\u0301t trang web.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Trang web n\u00E0y s\u1EED d\u1EE5ng SAP Web Analytics \u0111\u1EC3 ph\u00E2n t\u00EDch c\u00E1ch ng\u01B0\u1EDDi d\u00F9ng s\u1EED d\u1EE5ng trang web n\u00E0y. Th\u00F4ng tin \u0111\u01B0\u1EE3c t\u1EA1o (bao g\u1ED3m m\u1ED9t ph\u1EA7n \u0111\u1ECBa ch\u1EC9 IP c\u1EE7a b\u1EA1n v\u00E0 ID tr\u00ECnh duy\u1EC7t) s\u1EBD \u0111\u01B0\u1EE3c chuy\u00EA\u0309n \u0111\u1EBFn v\u00E0 \u0111\u01B0\u1EE3c l\u01B0u tr\u1EEF b\u1EDFi SAP tr\u00EAn c\u00E1c m\u00E1y ch\u1EE7 c\u1EE7a n\u00F3. Cookie \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng \u0111\u1EC3 nh\u00E2\u0323n da\u0323ng truy c\u1EADp l\u1EB7p l\u1EA1i v\u00E0 trang g\u1ED1c truy c\u1EADp c\u1EE7a b\u1EA1n. Ch\u00FAng t\u00F4i s\u1EBD ch\u1EC9 s\u1EED d\u1EE5ng th\u00F4ng tin n\u00E0y cho m\u1EE5c \u0111\u00EDch \u0111\u00E1nh gi\u00E1 vi\u1EC7c s\u1EED d\u1EE5ng trang web v\u00E0 t\u00E2\u0323p h\u1EE3p c\u00E1c b\u00E1o c\u00E1o v\u1EC1 ho\u1EA1t \u0111\u1ED9ng c\u1EE7a trang web cho c\u00E1c nh\u00E0 \u0111i\u1EC1u h\u00E0nh trang web - v\u00E0 cu\u1ED1i c\u00F9ng, \u0111\u1EC3 c\u1EA3i thi\u1EC7n trang web. N\u1EBFu b\u1EA1n mu\u1ED1n ch\u1ECDn tham gia theo do\u0303i SAP Web Analytics, vui l\u00F2ng \u0111i\u0323nh ro\u0303 \u01B0u ti\u00EAn c\u1EE7a b\u1EA1n b\u1EB1ng c\u00E1ch s\u1EED d\u1EE5ng b\u00F4\u0323 chuy\u00EA\u0309n \u201CB\u00E2\u0323t\u201D/\u201CT\u0103\u0301t\u201D \u01A1\u0309 tr\u00EAn. B\u1EB1ng c\u00E1ch ch\u1ECDn tham gia, b\u1EA1n \u0111\u1ED3ng \u00FD v\u1EDBi vi\u1EC7c x\u1EED l\u00FD d\u1EEF li\u1EC7u ph\u00E2n t\u00EDch v\u1EC1 b\u1EA1n theo c\u00E1ch th\u1EE9c v\u00E0 cho c\u00E1c m\u1EE5c \u0111\u00EDch \u0111\u01B0\u01A1\u0323c thi\u00EA\u0301t l\u00E2\u0323p \u01A1\u0309 tr\u00EAn.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Th\u00F4ng tin th\u00EAm
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Ch\u00E2\u0301p nh\u00E2\u0323n t\u00E2\u0301t ca\u0309
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=T\u01B0\u0300 ch\u00F4\u0301i t\u00E2\u0301t ca\u0309
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Thi\u00EA\u0301t l\u00E2\u0323p \u01B0u ti\u00EAn
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=L\u01B0u \u01B0u ti\u00EAn
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Hu\u0309y
