
COOKIE_SETTINGS_DIALOG_TITLE=Dine innstillinger for informasjonskapsler
COOKIE_SETTINGS_DIALOG_SUMMARY=Vi bruker informasjonskapsler og SAP Web Analytics for \u00E5 forbedre din opplevelse av nettstedet v\u00E5rt. Ved \u00E5 fortsette \u00E5 bruke dette nettstedet godtar du bruk av informasjonskapsler.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=N\u00F8dvendige informasjonskapsler
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Disse informasjonskapslene er n\u00F8dvendige for \u00E5 aktivere kjernefunksjonaliteten til nettstedet.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Vi bruker informasjonskapsler for \u00E5 forbedre din opplevelse av nettstedet v\u00E5rt. Ved \u00E5 fortsette \u00E5 bruke dette nettstedet godtar du bruk av informasjonskapsler.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Funksjonelle informasjonskapsler
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Disse informasjonskapslene brukes til \u00E5 analysere bruken av nettstedet for \u00E5 m\u00E5le og forbedre nettstedsytelsen.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Dette nettstedet bruker SAP Web Analytics til \u00E5 analysere hvordan brukere bruker dette nettstedet. Informasjonen som genereres (inkludert en del av IP-adressen din og nettleser-ID-en), sendes til SAP som lagrer informasjonen p\u00E5 serverne sine. Vi bruker infokapsler til \u00E5 identifisere gjentatte bes\u00F8k og opprinnelsesiden for bes\u00F8ket ditt. Informasjonen brukes bare til \u00E5 evaluere nettstedsbruk og til \u00E5 generere rapporter om nettstedsaktiviet for nettstedsoperat\u00F8rer - og til forbedring av nettstedet. Hvis du vil tillate SAP Web Analytics-sporing, bruker du indikatoren av/p\u00E5 ovenfor. Du samtykker dermed til at analysedataene om deg behandles p\u00E5 den m\u00E5ten og til de form\u00E5lene som beskrevet ovenfor.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Mer info
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Godta alle
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Avvis alle
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Sett preferanser
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Lagre preferanser
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Avbryt
