
COOKIE_SETTINGS_DIALOG_TITLE=Set\u0103rile dvs. pentru cookie-uri
COOKIE_SETTINGS_DIALOG_SUMMARY=Utiliz\u0103m module cookie \u0219i SAP Web Analytics pentru a \u00EEmbun\u0103t\u0103\u021Bi experien\u021Ba dvs. pe site-ul nostru. Dac\u0103 ve\u021Bi continua s\u0103 utiliza\u021Bi acest site \u00EEnseamn\u0103 c\u0103 sunte\u021Bi de acord s\u0103 utiliza\u021Bi modulele noastre cookie.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TITLE=Cookie-uri necesare
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_SUMMARY=Aceste cookie-uri sunt necesare pentru a activa func\u021Bionalitatea central\u0103 a site-ului.
COOKIE_SETTINGS_DIALOG_REQUIRED_COOKIES_TEXT=Utiliz\u0103m module cookie pentru a \u00EEmbun\u0103t\u0103\u021Bi experien\u021Ba dvs. pe site-ul nostru. Dac\u0103 ve\u021Bi continua s\u0103 utiliza\u021Bi acest site \u00EEnseamn\u0103 c\u0103 sunte\u021Bi de acord s\u0103 utiliza\u021Bi modulele noastre cookie.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TITLE=Cookie-uri func\u021Bionale
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SUMMARY=Aceste cookie-uri sunt utilizate pentru a analiza utilizarea site-ului \u00EEn scopul m\u0103sur\u0103rii \u0219i \u00EEmbun\u0103t\u0103\u021Birii performan\u021Bei site-ului.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_TEXT=Acest site utilizeaz\u0103 serviciul SAP Web Analytics pentru a analiza modul \u00EEn care utilizatorii utilizeaz\u0103 acest site. Informa\u021Biile generate (inclusiv o parte a adresei IP \u0219i a ID-ului de browser) vor fi transmise la SAP \u0219i stocate de SAP pe serverele sale. Sunt utilizate cookie-uri pentru a identifica vizitele dvs. repetate \u0219i pagina de origine a vizitei. Vom utiliza aceste informa\u021Bii doar \u00EEn scopul evalu\u0103rii utiliz\u0103rii site-ului web \u0219i a cre\u0103rii de rapoarte privind activitatea site-ului web pentru operatorii de site-uri web \u0219i, \u00EEn cele din urm\u0103, pentru \u00EEmbun\u0103t\u0103\u021Birea site-ului. Dac\u0103 dori\u021Bi s\u0103 activa\u021Bi urm\u0103rirea SAP Web Analytics, specifica\u021Bi preferin\u021Ba dvs. select\u00E2nd "Activare"/"Dezactivare" de mai sus. Aleg\u00E2nd s\u0103 o activa\u021Bi, sunte\u021Bi de acord cu prelucrarea datelor de analiz\u0103 legate de dvs. \u00EEn modul \u0219i \u00EEn scopul stabilite mai sus.
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_MORE_INFO=Mai multe info
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_ACCEPT_ALL=Acceptare tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_REJECT_ALL=Respingere tot
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SET_PREFERENCES=Setare preferin\u021Be
COOKIE_SETTINGS_DIALOG_FUNCTIONAL_COOKIES_SAVE_PREFERENCES=Salvare preferin\u021Be
COOKIE_SETTINGS_DIALOG_CANCEL_BTN=Anulare
