
SERVICE_NAME=UI \uC801\uC6A9
BTN_SAVE=\uC800\uC7A5
BTN_SAVE_DRAFT=\uB4DC\uB798\uD504\uD2B8 \uC800\uC7A5
BTN_EXIT=\uC885\uB8CC
MSG_SAVE_SUCCESS=\uBCC0\uACBD\uC0AC\uD56D\uC774 \uC800\uC7A5\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
MSG_SAVE_DRAFT_SUCCESS=\uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC800\uC7A5\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
CTX_REMOVE=\uC81C\uAC70
CTX_REMOVE_TITLE=\uC81C\uAC70
CTX_LOCAL_RESET=\uCEE8\uD14C\uC774\uB108 \uC7AC\uC124\uC815
CTX_ADD_ELEMENTS=\uCD94\uAC00\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=\uCD94\uAC00...
MULTIPLE_CONTROL_NAME=\uCEE8\uD150\uD2B8
CTX_CUT=\uC798\uB77C\uB0B4\uAE30
CTX_PASTE=\uBD99\uC5EC\uB123\uAE30
CTX_GROUP_FIELDS=\uACB0\uD569
CTX_UNGROUP_FIELDS=\uBD84\uD560
CTX_CREATE_CONTAINER=\uC0DD\uC131\: {0}
TITLE_CREATE_CONTAINER=\uC2E0\uADDC\: {0}
CTX_RENAME=\uC774\uB984 \uBC14\uAFB8\uAE30
CTX_SETTINGS=\uC124\uC815
CTX_ADDXML=\uCD94\uAC00\: \uC870\uAC01
CTX_DISABLED_REUSE=\uCEE8\uD2B8\uB864\uC774 \uC7AC\uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uCEF4\uD3EC\uB10C\uD2B8\uC758 \uC77C\uBD80\uC774\uAE30 \uB54C\uBB38\uC5D0 \uC774 \uC561\uC158\uC740 \uBE44\uD65C\uC131\uD654\uB429\uB2C8\uB2E4.
CTX_DISABLED_NO_STABLE_ID=\uCEE8\uD2B8\uB864\uC774\uB098 \uD574\uB2F9 \uC0C1\uC704 \uCEE8\uD2B8\uB864\uC758 ID\uAC00 \uBD88\uC548\uC815\uD558\uC5EC \uC774 \uC561\uC158\uC774 \uBE44\uD65C\uC131\uD654\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
CTX_DISABLED_NOT_ASYNC=\uCEE8\uD2B8\uB864\uC774 \uB3D9\uAE30 \uBDF0\uC758 \uC77C\uBD80\uC774\uAE30 \uB54C\uBB38\uC5D0 \uC774 \uC561\uC158\uC740 \uBE44\uD65C\uC131\uD654\uB429\uB2C8\uB2E4.
CTX_VARIANT_SWITCH=\uBDF0 \uC804\uD658
CTX_VARIANT_SAVE=\uBDF0 \uC800\uC7A5
CTX_VARIANT_SAVEAS=\uB2E4\uB978 \uC774\uB984\uC73C\uB85C \uBDF0 \uC800\uC7A5
CTX_EXTEND_CONTROLLER=\uCEE8\uD2B8\uB864\uB7EC \uD655\uC7A5
CTX_VARIANT_SET_TITLE=\uC81C\uBAA9 \uC124\uC815
CTX_VARIANT_MANAGE=\uBDF0 \uAD00\uB9AC
BTN_CREATE_NEW_VIEW=\uC2E0\uADDC \uBDF0\uB85C \uC800\uC7A5
MSG_CHANGE_READONLY_VARIANT=\uC774 \uBDF0\uAC00 \uBCF4\uD638\uB418\uACE0 \uC788\uC5B4\uC11C \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uBCC0\uACBD\uD558\uB824\uBA74 \uC2E0\uADDC \uBDF0\uB85C \uC800\uC7A5\uD558\uC2ED\uC2DC\uC624.
BTN_MODIFIED_VARIANT_SAVE=\uBCC0\uACBD\uC0AC\uD56D \uC800\uC7A5
BTN_MODIFIED_VARIANT_DISCARD=\uBCC0\uACBD\uC0AC\uD56D \uCDE8\uC18C
MSG_CHANGE_MODIFIED_VARIANT=\uC774 \uBDF0\uC5D0 \uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC800\uC7A5\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C,\uC544\uB2C8\uBA74 \uCDE8\uC18C\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
CTX_ADDXML_AT_EXTENSIONPOINT=\uC775\uC2A4\uD150\uC158 \uC9C0\uC810\uC5D0 \uC870\uAC01 \uCD94\uAC00
BTN_FREP_OK=\uD655\uC778
BTN_FREP_REMOVE=\uC81C\uAC70
BTN_FREP_CANCEL=\uCDE8\uC18C
BTN_ADDITIONAL_ELEMENTS_CREATE_CUSTOM_FIELDS=\uC0AC\uC6A9\uC790 \uC815\uC758 \uD544\uB4DC \uC0DD\uC131
LBL_FREP={0}\uC784
HEADER_ADDITIONAL_ELEMENTS=\uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uCEE8\uD150\uD2B8\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=\uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uCEE8\uD150\uD2B8 \uB300\uC0C1\: {0}
BTN_MANAGE_APPS_TXT=\uC571 \uBCC0\uD615
BTN_MANAGE_APPS_ITEM=\uAD00\uB9AC
BTN_SAVE_AS=\uB2E4\uB978 \uC774\uB984\uC73C\uB85C \uC800\uC7A5
TOOLTIP_SAVE_AS=\uC2E0\uADDC \uC571 \uBCC0\uD615 \uC0DD\uC131
BTN_UNDO=\uC2E4\uD589 \uCDE8\uC18C
BTN_REDO=\uC7AC\uC2E4\uD589
BTN_MENU=\uCD94\uAC00 \uC561\uC158
BTN_RESTORE=\uC7AC\uC124\uC815
BTN_ADAPTATION=UI \uC801\uC6A9
BTN_FEEDBACK=\uD53C\uB4DC\uBC31
BTN_CLOSE_FEEDBACK_DIALOG=\uB2EB\uAE30
TIT_FEEDBACK=\uD53C\uB4DC\uBC31 \uC81C\uACF5
BTN_WHATS_NEW_DIALOG_OVERVIEW=\uC0C8\uB85C\uC6B4 \uAE30\uB2A5
BTN_WHATS_NEW_DIALOG_OVERVIEW_TOOLTIP='\uC8FC\uC694 \uC0AC\uC6A9\uC790\uC5D0 \uC758\uD55C \uC801\uC6A9'\uC758 \uC0C8\uB85C\uC6B4 \uAE30\uB2A5
TIT_DRAFT=\uB4DC\uB798\uD504\uD2B8
TIT_ORIGINAL_APP=\uC6D0\uB798 \uC571
TIT_VERSION_1=\uBC84\uC804 1
LBL_ACTIVE=\uD65C\uC131
LBL_INACTIVE=\uBE44\uD65C\uC131
TIT_VERSION_HISTORY_PUBLISHED=\uAC8C\uC2DC\uB428
TIT_VERSION_HISTORY_UNPUBLISHED=\uAC8C\uC2DC\uB418\uC9C0 \uC54A\uC74C
TOL_SHOW_VERSION_HISTORY=\uBC84\uC804 \uC774\uB825 \uD45C\uC2DC
MSG_DRAFT_ACTIVATION_SUCCESS=\uC2E0\uADDC \uBC84\uC804 \uD65C\uC131\uD654\uB428
MSG_DRAFT_ACTIVATION_FAILED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uD604\uC7AC \uB4DC\uB798\uD504\uD2B8\uB97C \uD65C\uC131\uD654\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.
MSG_SWITCH_VERSION_FAILED=\uBC84\uC804 \uC804\uD658 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uB2E4\uC2DC \uB85C\uB4DC\uD558\uC2ED\uC2DC\uC624.\n {0}
MSG_SWITCH_ADAPTATION_FAILED=\uC801\uC6A9 \uC804\uD658 \uC911 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uB2E4\uC2DC \uB85C\uB4DC\uD558\uC2ED\uC2DC\uC624.
TIT_VERSION_TITLE=\uC81C\uBAA9
TIT_VERSION_TITLE_DIALOG=\uC2E0\uADDC \uBC84\uC804 \uD65C\uC131\uD654
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\uBC84\uC804 \uC7AC\uD65C\uC131\uD654
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\uBC84\uC804 \uC81C\uBAA9\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
BUT_VERSION_TITLE_DIALOG_CONFIRM=\uD655\uC778
BUT_VERSION_TITLE_DIALOG_CANCEL=\uCDE8\uC18C
TOL_ACTIVATE=\uC2E0\uADDC \uBC84\uC804 \uD65C\uC131\uD654
TOL_DISCARD_DRAFT=\uB4DC\uB798\uD504\uD2B8 \uBB34\uC2DC
TOL_PUBLISH_VERSION=\uAC8C\uC2DC \uBC84\uC804
TIT_SWITCH_VERSION_DIALOG=\uBC84\uC804 \uC804\uD658
MSG_SWITCH_VERSION_DIALOG=\uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 UI \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC804\uD658\uD558\uAE30 \uC804\uC5D0 \uC800\uC7A5\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
TIT_DRAFT_DISCARD_DIALOG=\uAE30\uC874 \uB4DC\uB798\uD504\uD2B8 \uBB34\uC2DC
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\uD604\uC7AC \uB4DC\uB798\uD504\uD2B8\uB97C \uBB34\uC2DC\uD558\uACE0 \uB2E4\uC2DC \uC2DC\uC791\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
BTN_TRANSLATE=\uBC88\uC5ED
BTN_UPLOAD_CHANGED_TEXTS=\uC5C5\uB85C\uB4DC
TIT_UPLOAD_CHANGED_TEXTS=\uBC88\uC5ED \uC5C5\uB85C\uB4DC
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=\uD14D\uC2A4\uD2B8\uAC00 \uD3EC\uD568\uB41C, \uBC88\uC5ED \uAC00\uB2A5\uD558\uBA70 \uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 \uBCC0\uACBD \uB0B4\uC6A9\uC774 \uC788\uC2B5\uB2C8\uB2E4. XLIFF \uD30C\uC77C\uC774 \uB2E4\uC6B4\uB85C\uB4DC\uB418\uAE30 \uC804\uC5D0\uB294 \uD604\uC7AC \uC0C1\uD0DC\uAC00 \uC800\uC7A5\uB429\uB2C8\uB2E4.
MSG_UPLOAD_CHANGED_TEXTS=\uBCC0\uACBD\uB41C UI \uD14D\uC2A4\uD2B8\uC758 \uBC88\uC5ED\uC774 \uD3EC\uD568\uB41C XLIFF \uD30C\uC77C \uC5C5\uB85C\uB4DC
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=\uCDE8\uC18C
BTN_OPEN_DOWNLOAD_TRANSLATION=\uB2E4\uC6B4\uB85C\uB4DC
BTN_OPEN_UPLOAD_TRANSLATION=\uC5C5\uB85C\uB4DC
MSG_UPLOAD_TRANSLATION_SUCCESS=\uBC88\uC5ED\uC774 \uC5C5\uB85C\uB4DC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
BTN_DOWNLOAD_CHANGED_TEXTS=\uB2E4\uC6B4\uB85C\uB4DC
TIT_DOWNLOAD_CHANGED_TEXTS=\uB2E4\uC6B4\uB85C\uB4DC
MSG_DOWNLOAD_CHANGED_TEXTS=\uBCC0\uACBD\uB41C UI \uD14D\uC2A4\uD2B8\uC758 \uBC88\uC5ED\uC774 \uD3EC\uD568\uB41C XLIFF \uD30C\uC77C\uC744 \uB2E4\uC6B4\uB85C\uB4DC\uD558\uC2ED\uC2DC\uC624. \uC774\uB7EC\uD55C \uD14D\uC2A4\uD2B8\uC5D0 \uB300\uD55C \uAE30\uC874 \uBC88\uC5ED\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=\uCDE8\uC18C
TXT_SOURCE_LANGUAGE=\uC18C\uC2A4 \uC5B8\uC5B4
TXT_TARGET_LANGUAGE=\uB300\uC0C1 \uC5B8\uC5B4
BTN_NAVIGATION=\uD0D0\uC0C9
BTN_VISUALIZATION=\uC2DC\uAC01\uD654
HEADER_WARNING=\uACBD\uACE0
HEADER_ERROR=\uC624\uB958
MSG_RESTORE_FAILED=\uD604\uC7AC UI \uBCC0\uACBD\uC0AC\uD56D\uC744 \uBB34\uC2DC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uAC70\uB098 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624({0}).
FORM_PERS_RESET_TITLE=\uD45C\uC900 \uBC84\uC804\uC73C\uB85C \uC7AC\uC124\uC815
FORM_PERS_RESET_MESSAGE=\uBAA8\uB4E0 UI \uBCC0\uACBD\uC0AC\uD56D\uC744 \uCDE8\uC18C\uD558\uACE0 \uC571\uC744 \uD45C\uC900 \uBC84\uC804\uC73C\uB85C \uC7AC\uC124\uC815\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\uAC1C\uC778 \uC124\uC815\uC758 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uBAA8\uB450 \uCDE8\uC18C\uD558\uACE0 \uC571\uC744 \uC7AC\uC124\uC815\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
MSG_LREP_TRANSFER_ERROR=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uAE30\uC220\uC801 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uAC70\uB098 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
MSG_ERROR_REASON=\uC0AC\uC720\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=\uC885\uB8CC
MSG_UNSAVED_CHANGES_ON_CLOSE=\uBCC0\uACBD\uC0AC\uD56D\uC744 \uC800\uC7A5\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=\uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC800\uC7A5\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=\uC800\uC7A5
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=\uB4DC\uB798\uD504\uD2B8 \uC800\uC7A5
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=\uBB34\uC2DC
MSG_UNSAVED_CHANGES=\uD655\uC778\uC744 \uC218\uD589\uD558\uBA74 \uBAA8\uB4E0 UI \uBCC0\uACBD\uC0AC\uD56D\uC740 \uC190\uC2E4\uB429\uB2C8\uB2E4. \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC800\uC7A5\uD558\uB824\uBA74 \uC774 \uB300\uD654 \uC0C1\uC790\uB97C \uB2EB\uACE0 UI \uC801\uC6A9\uC744 \uC885\uB8CC\uD558\uC2ED\uC2DC\uC624.
MSG_NO_FIELDS=\uB354 \uC774\uC0C1 \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uCEE8\uD150\uD2B8\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
HEADER_PERSONALIZATION_EXISTS=\uC815\uBCF4
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\uC571\uC744 \uAC1C\uC778 \uC124\uC815\uD588\uAC70\uB098 \uACF5\uC6A9 \uBDF0\uAC00 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC81C\uC678\uD558\uACE0 \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_NAVIGATION_MODE_CHANGES_WARNING=\uD0D0\uC0C9 \uBAA8\uB4DC\uC758 UI \uBCC0\uACBD\uC0AC\uD56D\uC740 UI \uC801\uC6A9 \uC885\uB8CC \uD6C4 \uBB34\uC2DC\uB429\uB2C8\uB2E4.
MSG_DRAFT_EXISTS=\uC774 \uC571\uC5D0 \uB300\uD55C \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC774 \uC9C0\uC6D0\uB429\uB2C8\uB2E4. \uC571\uC774 \uC774\uC640 \uAC19\uC740 \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC744 \uD3EC\uD568\uD558\uC5EC \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_DRAFT_DISCARD_DIALOG=\uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uBB34\uC2DC\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C? \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\uC571\uC744 \uAC1C\uC778 \uC124\uC815\uD588\uAC70\uB098 \uACF5\uC6A9 \uBDF0\uAC00 \uC788\uC73C\uBA70, \uC774 \uC571\uC5D0 \uB300\uD55C \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uAC1C\uC778 \uC124\uC815 \uBCC0\uACBD\uC0AC\uD56D \uBC0F \uACF5\uC6A9 \uBDF0\uB97C \uC81C\uC678\uD558\uACE0 \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uD3EC\uD568\uD558\uC5EC \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\uB4DC\uB798\uD504\uD2B8\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uBB34\uC2DC\uD558\uACE0 \uBC84\uC804\uC744 \uB2E4\uC2DC \uD65C\uC131\uD654\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\uC571\uC744 \uAC1C\uC778 \uC124\uC815\uD588\uC73C\uBA70, \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC774 \uC9C0\uC6D0\uB429\uB2C8\uB2E4. \uC571\uC774 \uAC1C\uC778 \uC124\uC815 \uBCC0\uACBD\uC740 \uD3EC\uD568\uD558\uC9C0 \uC54A\uACE0, \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC740 \uD3EC\uD568\uD558\uC5EC \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_HIGHER_LAYER_CHANGES_EXIST=\uC571\uC744 \uAC1C\uC778 \uC124\uC815\uD588\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC81C\uC678\uD558\uACE0 \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\uC571\uC744 \uAC1C\uC778 \uC124\uC815\uD588\uC73C\uBA70, \uC5ED\uD560\uBCC4 \uBDF0\uAC00 \uC9C0\uC6D0\uB429\uB2C8\uB2E4. \uC571\uC774 \uAC1C\uC778 \uC124\uC815 \uBCC0\uACBD\uC740 \uD3EC\uD568\uD558\uC9C0 \uC54A\uACE0, \uC5ED\uD560\uBCC4 \uBDF0\uB97C \uD3EC\uD568\uD558\uC5EC \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RESTRICTED_CONTEXT_EXIST=\uC774 \uC571\uC5D0 \uB300\uD55C \uC5ED\uD560\uBCC4 \uBDF0\uAC00 \uC9C0\uC6D0\uB429\uB2C8\uB2E4. \uC571\uC774 \uC774\uB7EC\uD55C \uBDF0\uB97C \uD3EC\uD568\uD558\uC5EC \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
HEADER_RELOAD_NEEDED=\uC571 \uB2E4\uC2DC \uB85C\uB4DC \uD544\uC694
BUTTON_RELOAD_NEEDED=\uB2E4\uC2DC \uB85C\uB4DC
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\uC774\uC81C \uAC1C\uC778 \uC124\uC815 \uBCC0\uACBD\uC0AC\uD56D \uBC0F \uACF5\uC6A9 \uBDF0\uC640 \uD568\uAED8 \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RELOAD_WITHOUT_DRAFT=\uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD \uC5C6\uC774 \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RELOAD_ACTIVATED_DRAFT=\uC571\uC774 \uD65C\uC131 \uBC84\uC804\uC73C\uB85C \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\uC774\uC81C \uC571\uC774 \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC81C\uC678\uD558\uACE0 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4. \uAC1C\uC778 \uC124\uC815 \uBCC0\uACBD\uC0AC\uD56D \uBC0F \uACF5\uC6A9 \uBDF0\uB294 \uB2E4\uC2DC \uC801\uC6A9\uB429\uB2C8\uB2E4.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\uC774\uC81C \uAC1C\uC778 \uC124\uC815 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uD3EC\uD568\uD558\uC5EC \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4. \uACF5\uC6A9 \uBDF0 \uB610\uB294 \uC5ED\uD560\uBCC4 \uBDF0\uAC00 \uB2E4\uC2DC \uC801\uC6A9\uB429\uB2C8\uB2E4.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\uC774\uC81C \uACF5\uC6A9 \uBDF0 \uB610\uB294 \uC5ED\uD560\uBCC4 \uBDF0\uC640 \uD568\uAED8 \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=\uC774\uC81C \uAC1C\uC778 \uBCC0\uACBD\uC0AC\uD56D\uACFC \uC0AC\uC6A9\uC790 \uC5ED\uD560\uC5D0 \uC77C\uCE58\uD558\uB294 \uCD5C\uC6B0\uC120\uC21C\uC704\uC758 \uC801\uC6A9\uC744 \uD3EC\uD568\uD558\uC5EC \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=\uC774\uC81C \uC0AC\uC6A9\uC790 \uC5ED\uD560\uC5D0 \uC77C\uCE58\uD558\uB294 \uCD5C\uC6B0\uC120\uC21C\uC704\uC758 \uC801\uC6A9\uC744 \uD3EC\uD568\uD558\uC5EC \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RELOAD_WITH_ALL_CHANGES=\uBAA8\uB4E0 \uBCC0\uACBD\uC0AC\uD56D\uACFC \uD568\uAED8 \uC571\uC774 \uB2E4\uC2DC \uB85C\uB4DC\uB429\uB2C8\uB2E4.
MSG_RELOAD_NEEDED=\uBCC0\uACBD\uC0AC\uD56D\uC744 \uC801\uC6A9\uD558\uB824\uBA74 \uC571\uC744 \uB2E4\uC2DC \uB85C\uB4DC\uD574\uC57C \uD569\uB2C8\uB2E4.
MSG_MANAGE_APPS_FAILED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uC758 \uAC1C\uC694\uB97C \uC77C\uC2DC\uC801\uC73C\uB85C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uAC70\uB098 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
APP_VARIANT_DIALOG_SAVE=\uC800\uC7A5
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\uC800\uC7A5
APP_VARIANT_DIALOG_CLOSE=\uB2EB\uAE30
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\uCDE8\uC18C
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\uCDE8\uC18C
CREATE_APP_VARIANT_DIALOG_TITLE=\uC2E0\uADDC \uC571 \uBCC0\uD615\uC73C\uB85C \uC800\uC7A5
APP_DIALOG_TITLE_TEXT=\uC81C\uBAA9
APP_DIALOG_SUB_TITLE_TEXT=\uBD80\uC81C\uBAA9
APP_DIALOG_DESCRIPTION_TEXT=\uB0B4\uC5ED
APP_DIALOG_ICON_TEXT=\uC544\uC774\uCF58
RENAME_ERROR_TITLE=\uC774\uB984 \uC9C0\uC815 \uC624\uB958
RENAME_EMPTY_ERROR_TEXT=\uC774\uB984\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
RENAME_BINDING_ERROR_TEXT=\uC774\uB984\uC5D0\uB294 "{"\uAC00 \uD3EC\uD568\uB420 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uC774\uB984\uC744 \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.
APP_VARIANT_ICON_SELECT_ICON=\uC544\uC774\uCF58 \uC120\uD0DD
APP_VARIANT_ICON_NO_DATA=\uC544\uC774\uCF58\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\uC2E0\uADDC \uC571 \uBCC0\uD615\uC774 \uC800\uC7A5\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI \uC801\uC6A9\uC774 \uC885\uB8CC\uB429\uB2C8\uB2E4. \uD648\uD398\uC774\uC9C0\uB85C \uB3CC\uC544\uAC00\uAC8C \uB418\uBA70 \uC2E0\uADDC \uD0C0\uC77C\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC788\uAC8C \uB418\uBA74 \uD1B5\uC9C0\uB97C \uBC1B\uAC8C \uB429\uB2C8\uB2E4.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\uC2E0\uADDC \uD0C0\uC77C\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC788\uAC8C \uB418\uBA74 \uD1B5\uC9C0\uB97C \uBC1B\uAC8C \uB429\uB2C8\uB2E4.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI \uC801\uC6A9\uC774 \uC885\uB8CC\uB429\uB2C8\uB2E4. Fiori LaunchPad \uD648\uD398\uC774\uC9C0\uC5D0 \uD0C0\uC77C\uC744 \uCD94\uAC00\uD558\uB824\uBA74 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624(\uC571 ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Fiori LaunchPad \uD648\uD398\uC774\uC9C0\uC5D0 \uD0C0\uC77C\uC744 \uCD94\uAC00\uD558\uB824\uBA74 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624(\uC571 ID\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=\uC624\uB958
MSG_LOAD_APP_VARIANT_FAILED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uC744 \uB85C\uB4DC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB9AC\uC790\uC5D0\uAC8C \uB2E4\uC74C \uAE30\uC220 \uC815\uBCF4\uB97C \uBCF4\uB0B4\uC2ED\uC2DC\uC624.
MSG_SAVE_APP_VARIANT_FAILED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uC744 \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB9AC\uC790\uC5D0\uAC8C \uB2E4\uC74C \uAE30\uC220 \uC815\uBCF4\uB97C \uBCF4\uB0B4\uC2ED\uC2DC\uC624.
MSG_UPDATE_APP_VARIANT_FAILED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uC744 \uC5C5\uB370\uC774\uD2B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB9AC\uC790\uC5D0\uAC8C \uB2E4\uC74C \uAE30\uC220 \uC815\uBCF4\uB97C \uBCF4\uB0B4\uC2ED\uC2DC\uC624.
MSG_CATALOG_ASSIGNMENT_FAILED=\uC2E0\uADDC \uC571 \uBCC0\uD615\uC774 \uC800\uC7A5\uB418\uC5C8\uC9C0\uB9CC \uCE74\uD0C8\uB85C\uADF8\uC5D0 \uC9C0\uC815\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uCEE8\uD150\uD2B8 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uB2E4\uC74C \uAE30\uC220\uC801 \uC815\uBCF4\uB97C \uC804\uC1A1
MSG_BASE_APP_CATALOGS_NOT_FOUND=\uC2E0\uADDC \uC571 \uBCC0\uD615\uC774 \uC800\uC7A5\uB418\uC5C8\uC9C0\uB9CC \uBE44\uC988\uB2C8\uC2A4 \uCE74\uD0C8\uB85C\uADF8\uC5D0 \uC790\uB3D9\uC73C\uB85C \uCD94\uAC00\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC571 \uBCC0\uD615 "{0}"\uC744(\uB97C) \uBE44\uC988\uB2C8\uC2A4 \uCE74\uD0C8\uB85C\uADF8\uC5D0 \uC9C1\uC811 \uC9C0\uC815\uD558\uC2ED\uC2DC\uC624. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 [\uC0AC\uC6A9\uC790 \uC815\uC758 \uCE74\uD0C8\uB85C\uADF8 \uD655\uC7A5 \uCD94\uAC00 \uBC29\uBC95](https\://help.sap.com/docs/SAP_S4HANA_CLOUD/0f69f8fb28ac4bf48d2b57b9637e81fa/832c83d429ef43c68691101bc8983f13.html)\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.
MSG_TILE_CREATION_FAILED=Fiori LaunchPad \uD648\uD398\uC774\uC9C0\uB97C \uC0C8\uB85C \uACE0\uCCD0\uC11C \uC2E0\uADDC \uD0C0\uC77C\uC774 \uC0DD\uC131\uB418\uC5C8\uB294\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624. \uC2E0\uADDC \uD0C0\uC77C\uC774 \uC5C6\uAC70\uB098 \uC62C\uBC14\uB974\uAC8C \uC791\uB3D9\uD558\uC9C0 \uC54A\uB294 \uACBD\uC6B0 \uCEE8\uD150\uD2B8 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
MSG_COPY_UNSAVED_CHANGES_FAILED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uACFC \uD574\uB2F9 UI \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC800\uC7A5\uD558\uC9C0 \uBABB\uD588\uC2B5\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB9AC\uC790\uC5D0\uAC8C \uB2E4\uC74C \uAE30\uC220 \uC815\uBCF4\uB97C \uBCF4\uB0B4\uC2ED\uC2DC\uC624.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\uC81C\uBAA9\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\uC774\uC81C \uC2E0\uADDC \uD0C0\uC77C\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uD0C0\uC77C\uC744 \uD45C\uC2DC\uD558\uB824\uBA74 \uBE0C\uB77C\uC6B0\uC800\uB97C \uC0C8\uB85C \uACE0\uCE58\uC2ED\uC2DC\uC624.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\uC815\uBCF4
SAVE_APP_VARIANT_OK_TEXT=\uD655\uC778
SAVE_APP_VARIANT_CLOSE_TEXT=\uB2EB\uAE30
SAVE_APP_VARIANT_COPY_ID_TEXT=ID \uBCF5\uC0AC \uD6C4 \uB2EB\uAE30
MSG_APP_VARIANT_ID=\uC571 \uBCC0\uD615 ID\: {0}
MSG_TECHNICAL_ERROR=\uC624\uB958\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\uC571 \uBCC0\uD615 \uAC1C\uC694
APP_VARIANT_TILE_ARIA_LABEL=Fiori \uD0C0\uC77C \uBBF8\uB9AC\uBCF4\uAE30
MENU_ITEM_KEY_USER=\uC8FC\uC694 \uC0AC\uC6A9\uC790\uC6A9
MENU_ITEM_SAP_DEVELOPER=SAP \uAC1C\uBC1C\uC790\uC6A9
MSG_DEPENDENCY_ERROR=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC774 \uBCC0\uACBD\uC0AC\uD56D\uC740 UI\uC5D0 \uC801\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. UI\uB97C \uC6D0\uB798 \uC0C1\uD0DC\uB85C \uC7AC\uC124\uC815\uD558\uACE0 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uB2E4\uC2DC \uC0DD\uC131\uD558\uC2ED\uC2DC\uC624. \uC8FC\uC758\: \uBAA8\uB4E0 \uC0AC\uC6A9\uC790\uAC00 \uC774 \uC571\uC5D0 \uB300\uD574 \uBCC0\uACBD\uD55C \uB0B4\uC6A9\uC774 \uC7AC\uC124\uC815\uB429\uB2C8\uB2E4. \uB610\uB294 CA-UI5-FL-RTA \uCEF4\uD3EC\uB10C\uD2B8 \uD2F0\uCF13\uC744 \uC5F4\uC5B4 SAP Support\uC5D0 \uBB38\uC758\uD560 \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\uC571 \uBCC0\uD615(ID\: {0})\uC774 \uC0AD\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\uC571 \uBCC0\uD615(ID\: {0})\uC774 \uC0AD\uC81C\uB418\uC5C8\uC2B5\uB2C8\uB2E4. LaunchPad\uC5D0\uC11C \uD0C0\uC77C\uC744 \uC81C\uAC70\uD558\uB824\uBA74 \uD648 \uD398\uC774\uC9C0\uB97C \uB2E4\uC2DC \uB85C\uB4DC\uD558\uC2ED\uC2DC\uC624.
MSG_DELETE_APP_VARIANT_FAILED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB9AC\uC790\uC5D0\uAC8C \uB2E4\uC74C \uAE30\uC220 \uC815\uBCF4\uB97C \uBCF4\uB0B4\uC2ED\uC2DC\uC624.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\uC815\uBCF4
DELETE_APP_VARIANT_OK_TEXT=\uD655\uC778
DELETE_APP_VARIANT_CLOSE_TEXT=\uB2EB\uAE30
MSG_NO_BUSINESS_CONTEXTS=\uC5C6\uC74C
MSG_DO_NOT_CLOSE_BROWSER=\uC791\uC5C5\uC774 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4. \uBE0C\uB77C\uC6B0\uC800\uB97C \uB2EB\uC9C0 \uB9C8\uC2ED\uC2DC\uC624.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\uC0AD\uC81C\uAC00 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4. \uBE0C\uB77C\uC6B0\uC800\uB97C \uB2EB\uC9C0 \uB9C8\uC2ED\uC2DC\uC624.\n\uC0AD\uC81C \uD504\uB85C\uC138\uC2A4\uAC00 \uC218\uD589\uB418\uB294 \uB3D9\uC548\uC5D0\uB294 \uC571 \uBCC0\uD615\uC758 \uD0C0\uC77C\uC774 \uACC4\uC18D \uD45C\uC2DC\uB429\uB2C8\uB2E4.
MSG_CATALOGS_LOCKED=\uC8C4\uC1A1\uD569\uB2C8\uB2E4. \uC571 \uBCC0\uD615\uC744 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC2ED\uC2DC\uC624.

MSG_UNSTABLE_ID_FOUND=\uCEE8\uD2B8\uB864 \uC911 \uC77C\uBD80\uC5D0 \uACE0\uC815 ID\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4. [\uC5EC\uAE30](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck)\uC5D0 \uC124\uBA85\uB41C \uB300\uB85C \uC9C0\uC6D0 \uBCF4\uC870 \uB3C4\uAD6C\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC601\uD5A5\uC744 \uBC1B\uB294 \uCEE8\uD2B8\uB864\uC744 \uC2DD\uBCC4\uD558\uACE0 ID\uB97C \uC124\uC815\uD569\uB2C8\uB2E4. \uC774 \uBA54\uC2DC\uC9C0\uB294 SAP \uB0B4\uBD80\uC5D0\uC11C\uB9CC \uBCFC \uC218 \uC788\uC73C\uBA70 \uAC00\uB2A5\uD55C \uD55C \uBE68\uB9AC ID\uB97C \uC124\uC815\uD574\uC57C \uD569\uB2C8\uB2E4.

MSG_NO_FLEX_ENABLED_FLAG=UI \uC801\uC6A9\uC744 \uC704\uD574 \uC571\uC774 \uD65C\uC131\uD654\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4. [\uC5EC\uAE30](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af)\uC5D0\uC11C \uC124\uBA85\uB41C \uC120\uD589\uC870\uAC74\uC744 \uD655\uC778\uD569\uB2C8\uB2E4. \uC774 \uBA54\uC2DC\uC9C0\uB294 SAP \uB0B4\uBD80\uC5D0\uC11C\uB9CC \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uAE30\uB2A5\uC5D0\uB294 \uC601\uD5A5\uC774 \uC5C6\uC9C0\uB9CC \uAC00\uB2A5\uD55C \uD55C \uBE68\uB9AC \uC774 \uBB38\uC81C\uB97C \uD574\uACB0\uD574\uC57C \uD569\uB2C8\uB2E4.

IFRAME_ADDIFRAME_DIALOG_TITLE=\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8 \uC815\uC758
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8 \uC5C5\uB370\uC774\uD2B8
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=IFrame \uD06C\uAE30
IFRAME_ADDIFRAME_DIALOG_DIMENSIONS_ERROR=0\uBCF4\uB2E4 \uD070 \uC22B\uC790\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\uB108\uBE44
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\uB108\uBE44 \uB2E8\uC704
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\uB192\uC774
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\uB192\uC774 \uB2E8\uC704
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\uC800\uC7A5
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\uCDE8\uC18C
CTX_ADDIFRAME=\uCEE8\uD150\uD2B8 \uC784\uBCA0\uB4DC\: {0}
CTX_ADDIFRAME_GROUP=\uCEE8\uD150\uD2B8 \uC784\uBCA0\uB4DC
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\uC2DC\uC791\uB418\uB294 \uC571(\uBCC0\uD615)\uC740 CUSTOMER \uB610\uB294 CUSTOMER_BASE \uACC4\uCE35 \uC911 \uD558\uB098\uC5D0 \uBC30\uCE58\uB429\uB2C8\uB2E4. \uB530\uB77C\uC11C SAP \uAC1C\uBC1C\uC790\uB294 \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uC571 \uBCC0\uD615\uC744 \uBCFC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=SAP \uAC1C\uBC1C\uC790\uB97C \uC704\uD55C \uC571 \uBCC0\uD615 \uAC1C\uC694
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=\uBBF8\uB9AC\uBCF4\uAE30 URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=IFrame \uBBF8\uB9AC\uBCF4\uAE30
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\uBBF8\uB9AC\uBCF4\uAE30 \uD45C\uC2DC
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\uBBF8\uB9AC\uBCF4\uAE30 \uC5C5\uB370\uC774\uD2B8
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8\uB97C \uD45C\uC2DC\uD558\uB824\uBA74 '\uBBF8\uB9AC\uBCF4\uAE30 \uD45C\uC2DC'\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624. \uC544\uBB34 \uB0B4\uC6A9\uB3C4 \uD45C\uC2DC\uB418\uC9C0 \uC54A\uC73C\uBA74 URL\uC774 \uC62C\uBC14\uB978\uC9C0 \uD655\uC778\uD558\uC2ED\uC2DC\uC624.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL(\uC9C1\uC811 \uD3B8\uC9D1\uD558\uB824\uBA74 \uD074\uB9AD)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\uC0AC\uC6A9 \uAC00\uB2A5 \uAC12(URL\uC5D0 \uCD94\uAC00\uD558\uB824\uBA74 \uD074\uB9AD)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\uB9E4\uAC1C\uBCC0\uC218
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\uAC12 \uC608
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\uB9E4\uAC1C\uBCC0\uC218 \uAC80\uC0C9
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\uC5EC\uAE30\uC11C \uC0AC\uC6A9\uB41C URL\uC740 \uD2B9\uC815 \uC804\uC81C\uC870\uAC74\uC744 \uCDA9\uC871\uD574\uC57C \uD558\uBA70 \uC774 \uC804\uC81C\uC870\uAC74 \uC5C6\uC774 \uC791\uB3D9\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\uC790\uC138\uD55C \uC815\uBCF4
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=\uC81C\uBAA9
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=\uC139\uC158 \uB108\uBE44\uC5D0 \uB300\uD55C \uBC31\uBD84\uC728
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=\uD5E4\uB354 \uB108\uBE44\uC5D0 \uB300\uD55C \uBC31\uBD84\uC728
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=\uBE0C\uB77C\uC6B0\uC800 \uC708\uB3C4\uC6B0\uC758 \uB192\uC774\uC5D0 \uB300\uD55C \uBC31\uBD84\uC728
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=\uD53D\uC140 \uC218
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=\uB8E8\uD2B8 HTML \uC694\uC18C\uC758 \uAE00\uAF34 \uD06C\uAE30\uC5D0 \uC0C1\uB300\uC801
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=\uACE0\uAE09 \uC124\uC815
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=\uD504\uB85C\uD1A0\uCF5C\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=HTTPS \uD638\uC2A4\uD2B8\uC5D0 HTTP \uCEE8\uD150\uD2B8\uB97C \uC784\uBCA0\uB4DC\uD558\uB294 \uAC83\uC740 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=URL\uC774 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC2DC\uC2A4\uD15C \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=\uC720\uD6A8\uD55C URL\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624(\uC608\: https\://www.sap.com).
IFRAME_ADDIFRAME_ADDITIONAL_PARAMETERS_SECURITY_WARNING_TEXT=\uB9E4\uAC1C\uBCC0\uC218\uB97C \uBCC0\uACBD\uD560 \uACBD\uC6B0 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158 \uBCF4\uC548\uC5D0 \uC601\uD5A5\uC744 \uBBF8\uCE60 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
IFRAME_ADDIFRAME_ADDITIONAL_PARAMETERS_WARNING_MORE_INFO_TEXT=\uCD94\uAC00 \uC815\uBCF4
IFRAME_ADDIFRAME_ADD_ADDITIONAL_SANDBOX_PARAMETERS_LABEL=\uCD94\uAC00 \uC0CC\uB4DC\uBC15\uC2A4 \uB9E4\uAC1C\uBCC0\uC218 \uD65C\uC131\uD654\:
IFRAME_ADDIFRAME_ADD_ADDITIONAL_SANDBOX_PARAMETERS_PLACEHOLDER=\uCD94\uAC00 \uC0CC\uB4DC\uBC15\uC2A4 \uB9E4\uAC1C\uBCC0\uC218 \uC785\uB825

IFRAME_RTA_CONTEXT_MENU_INFO=\uC678\uBD80 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158 \uB610\uB294 \uC6F9 \uC0AC\uC774\uD2B8\uC758 \uCEE8\uD150\uD2B8\uB97C \uB0B4 \uC571\uC5D0 \uC784\uBCA0\uB4DC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
LOCALRESET_RTA_CONTEXT_MENU_INFO=\uC774 \uCEE8\uD2B8\uB864\uACFC \uAD00\uB828\uD558\uC5EC \uC0DD\uC131\uB41C \uBCC0\uACBD\uC0AC\uD56D\uC744 \uBAA8\uB450 \uC0AD\uC81C\uD569\uB2C8\uB2E4(\uC608\: \uBCC0\uACBD\uC0AC\uD56D \uC774\uB984 \uBC14\uAFB8\uAE30 \uB610\uB294 \uC774\uB3D9).

ANNOTATION_CHANGE_DIALOG_BUTTON_CHANGED_PROPERTIES=\uBCC0\uACBD\uB41C \uC18D\uC131\uB9CC \uD45C\uC2DC
ANNOTATION_CHANGE_DIALOG_WARNING=\uC774 \uC720\uD615\uC758 \uBCC0\uACBD\uC0AC\uD56D\uC740 \uD2B9\uC815 \uBDF0\uC640 \uBB34\uAD00\uD569\uB2C8\uB2E4. \uD2B9\uC815 \uD544\uB4DC\uB098 \uCEE8\uD2B8\uB864\uC774 \uC544\uB2CC \uAE30\uBCF8 \uC18D\uC131\uC744 \uBCC0\uACBD\uD569\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uBCC0\uACBD\uC0AC\uD56D \uC804\uCCB4\uB97C \uBCF4\uB824\uBA74 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC744 \uB2E4\uC2DC \uB85C\uB4DC\uD558\uC2ED\uC2DC\uC624.
ANNOTATION_CHANGE_DIALOG_WARNING_MORE_INFO=\uCD94\uAC00 \uC815\uBCF4
ANNOTATION_CHANGE_DIALOG_PROPERTY_SEARCH=\uC5D4\uD2B8\uB9AC \uAC80\uC0C9
ANNOTATION_CHANGE_DIALOG_CONFIRM=\uD655\uC778
ANNOTATION_CHANGE_DIALOG_CANCEL=\uCDE8\uC18C
ANNOTATION_CHANGE_DIALOG_SINGLE_RENAME_LABEL=\uC120\uD0DD\uD55C \uB808\uC774\uBE14

RENAME_DIALOG_TITLE=\uC774\uB984 \uBC14\uAFB8\uAE30
RENAME_DIALOG_PLACEHOLDER=\uC2E0\uADDC \uB808\uC774\uBE14 \uC785\uB825
RENAME_DIALOG_LABEL=\uC120\uD0DD\uD55C \uB808\uC774\uBE14\:
RENAME_DIALOG_CONFIRM=\uD655\uC778
RENAME_DIALOG_CANCEL=\uCDE8\uC18C

SAVE_AND_RELOAD=\uB2E4\uC2DC \uB85C\uB4DC\uD558\uC5EC \uBCC0\uACBD\uC0AC\uD56D \uD45C\uC2DC
MSG_HARD_RELOAD_INFO=\uC77C\uBD80 \uD544\uB4DC\uB294 \uCD5C\uC2E0 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uD45C\uC2DC\uD558\uC9C0 \uC54A\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. UI\uC5D0\uC11C \uC774 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uD45C\uC2DC\uD558\uB824\uBA74 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC744 \uB2E4\uC2DC \uB85C\uB4DC\uD558\uC2ED\uC2DC\uC624. \uB2E4\uC2DC \uB85C\uB4DC\uAC00 \uC644\uB8CC\uB420 \uB54C\uAE4C\uC9C0 \uBC84\uC804 \uC774\uB825\uC774 \uD45C\uC2DC\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
TOL_SHOW_HARD_RELOAD_INFO=\uB2E4\uC2DC \uB85C\uB4DC \uC815\uBCF4 \uD45C\uC2DC
MSG_SAVE_AND_RELOAD_DIALOG=UI\uB97C \uB2E4\uC2DC \uB85C\uB4DC\uD558\uBA74 \uB4DC\uB798\uD504\uD2B8\uC5D0 \uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 \uBCC0\uACBD\uC0AC\uD56D\uB3C4 \uC800\uC7A5\uB429\uB2C8\uB2E4.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=\uC774\uB984\uC774 ''{0}''(\uC73C)\uB85C \uBCC0\uACBD\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=\uC774\uB984\uC774 ''{1}''\uC5D0\uC11C ''{0}''(\uC73C)\uB85C \uBCC0\uACBD\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\uC694\uC18C "{0}"\uC774(\uAC00) \uC774\uB3D9\uB428
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=\uC694\uC18C "{0}"\uC774(\uAC00) \uC790\uC2E0\uC758 \uCEE8\uD14C\uC774\uB108 \uC548\uC5D0\uC11C \uC774\uB3D9\uB428
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\uC694\uC18C "{0}"\uC774(\uAC00) \uC81C\uAC70\uB428
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\uC694\uC18C "{0}"\uC774(\uAC00) \uCD94\uAC00\uB428
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\uC694\uC18C "{0}"\uC774(\uAC00) \uC870\uD569\uB428
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=\uC694\uC18C "{0}" \uBC0F "{1}"\uC774(\uAC00) \uC870\uD569\uB428
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0}\uAC1C\uC758 \uC694\uC18C\uAC00 \uC870\uD569\uB428
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\uC694\uC18C "{0}"\uC774(\uAC00) \uBD84\uD560\uB428
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=\uADF8\uB8F9 "{0}"\uC774(\uAC00) \uCD94\uAC00\uB428
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=\uD544\uB4DC "{0}"\uC774(\uAC00) \uCD94\uAC00\uB428
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame\uC774 \uCD94\uAC00\uB428
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=\uC694\uC18C "{0}"\uC758 \uC124\uC815\uC774 \uBCC0\uACBD\uB428
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=\uC694\uC18C\uAC00 \uBCC0\uACBD\uB428
TIT_CHANGEVISUALIZATION_TYPE=\uC720\uD615
TIT_CHANGEVISUALIZATION_CHANGES=\uBCC0\uACBD\uC0AC\uD56D
TIT_CHANGEVISUALIZATION_DATE=\uC77C\uC790
TIT_CHANGEVISUALIZATION_DETAILS=\uC138\uBD80\uC0AC\uD56D
TIT_CHANGEVISUALIZATION_DESCRIPTION=\uB0B4\uC5ED
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\uC8FC\uC694 \uC0AC\uC6A9\uC790 \uBCC0\uACBD\uC0AC\uD56D \uC2DC\uAC01\uD654
BUT_CHANGEVISUALIZATION_SELECTCHANGES=\uBCC0\uACBD \uC720\uD615 \uC120\uD0DD
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=\uBCC0\uACBD \uB0B4\uC6A9 \uC2DC\uAC01\uD654\uB418\uC9C0 \uC54A\uC74C\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\uBAA8\uB450
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=\uBAA8\uB4E0 \uBCC0\uACBD\uC0AC\uD56D
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\uC774\uB3D9
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=\uC774\uB3D9\uB41C \uC694\uC18C
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\uC774\uB984 \uBC14\uAFB8\uAE30
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=\uC774\uB984\uC774 \uBCC0\uACBD\uB41C \uC694\uC18C
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\uCD94\uAC00
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=\uCD94\uAC00\uB41C \uC694\uC18C
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\uC870\uD569 \uBC0F \uBD84\uD560
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\uC870\uD569 \uBC0F \uBD84\uD560\uB41C \uC694\uC18C
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\uC81C\uAC70
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\uC81C\uAC70\uB41C \uC694\uC18C
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=\uAE30\uD0C0
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=\uAE30\uD0C0 \uBCC0\uACBD\uC0AC\uD56D
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=\uBAA8\uB450
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=\uB4DC\uB798\uD504\uD2B8
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=\uC800\uC7A5\uB418\uC9C0 \uC54A\uC74C
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=\uC9C0\uAE08
MSG_LOCAL_RESET_VARIANT_SAVE=\uCEE8\uD14C\uC774\uB108\uAC00 \uC7AC\uC124\uC815\uB418\uC5C8\uACE0 \uBDF0\uAC00 \uC790\uB3D9\uC73C\uB85C \uC800\uC7A5\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=\uC18C\uC2A4 \uD45C\uC2DC
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=\uB2E4\uB978 \uBD80\uBD84 \uD45C\uC2DC
BUT_CHANGEVISUALIZATION_LEARNMORE=[\uC790\uC138\uD788]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=\uBCC0\uACBD\uC0AC\uD56D 1\uAC1C
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR=\uBCC0\uACBD\uC0AC\uD56D {0}\uAC1C
TXT_CHANGEVISUALIZATION_GROUP_IN_TITLE=\uADF8\uB8F9

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=\uC774 \uC571\uC758 UI\uAC00 \uB2E4\uB978 \uC2DC\uC2A4\uD15C\uC5D0\uC11C \uBCC0\uACBD\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uCDA9\uB3CC\uC744 \uBC29\uC9C0\uD558\uB824\uBA74 \uD55C \uC2DC\uC2A4\uD15C\uC5D0\uC11C\uB9CC UI\uB97C \uBCC0\uACBD\uD55C \uB2E4\uC74C \uBCC0\uACBD\uC0AC\uD56D\uC744 \uB2E4\uB978 \uC2DC\uC2A4\uD15C\uC73C\uB85C \uC804\uC1A1\uD558\uB294 \uAC83\uC774 \uC88B\uC2B5\uB2C8\uB2E4. [UI \uC801\uC6A9]\uC744 \uCC38\uC870\uD558\uC2ED\uC2DC\uC624(https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=\uACBD\uACE0 - \uC2EC\uAC01\uD55C \uCDA9\uB3CC\uC758 \uC704\uD5D8
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=\uC6B4\uC601 \uC2DC\uC2A4\uD15C\uC5D0\uC11C UI \uC801\uC6A9\uC744 \uC2DC\uC791\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uAC1C\uBC1C \uB610\uB294 \uD14C\uC2A4\uD2B8 \uC2DC\uC2A4\uD15C\uC774 \uC788\uB294 \uACBD\uC6B0 \uD574\uB2F9 \uBD80\uBD84\uC744 \uBCC0\uACBD\uD558\uACE0 \uC804\uC1A1 \uBA54\uCEE4\uB2C8\uC998\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC774\uB7EC\uD55C \uBCC0\uACBD\uC0AC\uD56D\uC744 \uAC8C\uC2DC\uD558\uB294 \uAC83\uC774 \uC88B\uC2B5\uB2C8\uB2E4.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=\uACBD\uACE0 - \uC6B4\uC601 \uC2DC\uC2A4\uD15C\uC744 \uBCC0\uACBD\uD558\uB824\uACE0 \uD569\uB2C8\uB2E4.
MSG_GENERIC_ERROR_MESSAGE=\uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uCEF4\uD3EC\uB10C\uD2B8 CA-UI5-FL-RTA\uC5D0 \uB300\uD55C \uD2F0\uCF13\uC744 \uC5F4\uC5B4 SAP Support\uC5D0 \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.\n\uD2F0\uCF13\uC5D0 \uB2E4\uC74C \uAE30\uC220 \uC815\uBCF4\uB97C \uD3EC\uD568\uC2DC\uD0A4\uC2ED\uC2DC\uC624.\n {0}

MSG_ADAPTATION_COULD_NOT_START=UI \uC801\uC6A9\uC744 \uC2DC\uC791\uD560 \uB54C \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=\uC8FC\uC694 \uC0AC\uC6A9\uC790 \uAD8C\uD55C\uC774 \uC5C6\uC2B5\uB2C8\uB2E4. \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.

MSG_PSEUDO_APP_VARIANT_ERROR_MESSAGE=\uC774 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC740 \uB354 \uC774\uC0C1 \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uB294 \uD0D0\uC0C9 \uB9E4\uAC1C\uBCC0\uC218 sap-app-id\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC571 \uBCC0\uD615\uC744 \uC5D0\uBBAC\uB808\uC774\uD2B8\uD569\uB2C8\uB2E4. \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158 \uCEF4\uD3EC\uB10C\uD2B8 {0}\uC5D0\uC11C \uD2F0\uCF13\uC744 \uC5EC\uC2ED\uC2DC\uC624.

BTN_TOOLTIP_MOVE_UP=\uC704\uB85C \uC774\uB3D9
BTN_TOOLTIP_MOVE_DOWN=\uC544\uB798\uB85C \uC774\uB3D9
BTN_ADAPTING_FOR=''{0}\u2019\uC5D0 \uB300\uD574 \uC801\uC6A9
BTN_ADAPTING_FOR_ALL_USERS=\u2018\uBAA8\uB4E0 \uC0AC\uC6A9\uC790\u2019\uC5D0 \uB300\uD574 \uC801\uC6A9
BTN_SWITCH_ADAPTATIONS=\uC801\uC6A9 \uC804\uD658
EAC_DIALOG_HEADER=\uC801\uC6A9 \uD3B8\uC9D1
SAC_DIALOG_HEADER=\uC2E0\uADDC \uC801\uC6A9\uC73C\uB85C \uC800\uC7A5
DAC_DIALOG_HEADER=\uC801\uC6A9 \uC0AD\uC81C
DAC_DIALOG_DESCRIPTION=\uC774 \uC801\uC6A9\uC744 \uC0AD\uC81C\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=\uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 UI \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC801\uC6A9\uC744 \uC0AD\uC81C\uD558\uBA74 UI \uBCC0\uACBD\uC0AC\uD56D\uB3C4 \uC0AD\uC81C\uB429\uB2C8\uB2E4. \uC774 \uC801\uC6A9\uC744 \uC0AD\uC81C\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C?
DAC_DIALOG_MIGRATION_HEADER=\uBDF0 \uB9C8\uC774\uADF8\uB808\uC774\uC158
DAC_DIALOG_MIGRATION_DESCRIPTION=\uC774 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC758 \uBDF0\uC5D0 \uC774\uBBF8 \uC5ED\uD560\uC744 \uC9C0\uC815\uD55C \uAC83\uC73C\uB85C \uB098\uD0C0\uB0AC\uC2B5\uB2C8\uB2E4. \uC801\uC6A9\uC744 \uC0DD\uC131\uD558\uB824\uBA74 \uC774\uB7EC\uD55C \uBDF0\uB97C \uC801\uC6A9\uC73C\uB85C \uB9C8\uC774\uADF8\uB808\uC774\uC158\uD574\uC57C \uD569\uB2C8\uB2E4.\n\uB9C8\uC774\uADF8\uB808\uC774\uC158 \uD6C4 \uC5ED\uD560\uC5D0 \uC9C0\uC815\uB41C \uBAA8\uB4E0 \uBDF0\uAC00 \uC801\uC6A9\uC5D0 \uD3EC\uD568\uB429\uB2C8\uB2E4.
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=\uC774 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC758 \uBDF0\uC5D0 \uC774\uBBF8 \uC5ED\uD560\uC744 \uC9C0\uC815\uD55C \uAC83\uC73C\uB85C \uB098\uD0C0\uB0AC\uC2B5\uB2C8\uB2E4. \uC801\uC6A9\uC744 \uC0DD\uC131\uD558\uB824\uBA74 \uC774\uB7EC\uD55C \uBDF0\uB97C \uC801\uC6A9\uC73C\uB85C \uB9C8\uC774\uADF8\uB808\uC774\uC158\uD574\uC57C \uD569\uB2C8\uB2E4. \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uD6C4 \uC5ED\uD560\uC5D0 \uC9C0\uC815\uB41C \uBAA8\uB4E0 \uBDF0\uAC00 \uC801\uC6A9\uC5D0 \uD3EC\uD568\uB429\uB2C8\uB2E4.\n\n\uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 UI \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uB9C8\uC774\uADF8\uB808\uC774\uC158 \uC804\uC5D0 \uC800\uC7A5\uB429\uB2C8\uB2E4.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=\uBDF0\uAC00 \uB9C8\uC774\uADF8\uB808\uC774\uC158\uB418\uC5C8\uC2B5\uB2C8\uB2E4.\n\uC774\uC81C \uC0DD\uC131\uB41C \uC801\uC6A9\uC73C\uB85C \uC804\uD658\uD558\uACE0 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=\uB9C8\uC774\uADF8\uB808\uC774\uC158 \uC911\uC5D0 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uAC70\uB098 \uAD00\uB9AC\uC790\uC5D0\uAC8C \uBB38\uC758\uD558\uC2ED\uC2DC\uC624.
MANAGE_ADAPTATIONS_DIALOG_HEADER=\uC801\uC6A9 \uAD00\uB9AC
BTN_MANAGE_APP_CTX=\uC801\uC6A9 \uAD00\uB9AC
TXT_MANAGE_APP_CTX=\uC801\uC6A9 \uBCF4\uAE30, \uD3B8\uC9D1, \uC0AD\uC81C
CLM_HEADER_PRIORITY=\uC6B0\uC120\uC21C\uC704
CLM_HEADER_CREATED=\uC0DD\uC131\uB428
CLM_HEADER_CHANGED=\uCD5C\uC885 \uBCC0\uACBD\uB428
CLM_HEADER_ADAPTATIONS_ACTIONS=\uC561\uC158
CLM_HEADER_CONTEXT=\uCEE8\uD14D\uC2A4\uD2B8
CLM_HEADER_ADAPTATIONS_TITLE=\uC81C\uBAA9
CLM_HEADER_ADAPTATIONS_CREATED_ON=\uC0DD\uC131\uC77C
CLM_HEADER_ADAPTATIONS_CHANGED_ON=\uBCC0\uACBD\uC77C
MAA_DIALOG_DESCRIPTION=\uB0B4\uC5ED
MAA_DIALOG_SAVE_AS_APP=\uB2E4\uB978 \uC774\uB984\uC73C\uB85C \uC800\uC7A5
MAA_DIALOG_ADAPT_UI=UI \uC801\uC6A9
MENU_BTN_SHARE=\uACF5\uC720
MENU_BTN_EDIT=\uD3B8\uC9D1
MAA_DIALOG_DELETE=\uC0AD\uC81C
TXT_SELECT_FIRST_PRIO=\uB9E8 \uC55E\uC5D0 \uC0BD\uC785(\uC6B0\uC120\uC21C\uC704 '1')
TXT_SELECT_PRIO=''{0}'' \uB4A4\uC5D0 \uC0BD\uC785(\uC6B0\uC120\uC21C\uC704 ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=\uB0B4\uC5ED \uC785\uB825
TXT_TABLE_CONTEXT_CELL_ROLE=\uC5ED\uD560
TXT_TABLE_CONTEXT_CELL_ROLES=\uC5ED\uD560
TXT_DEFAULT_APP=\uCEE8\uD14D\uC2A4\uD2B8 \uC5C6\uB294 \uC801\uC6A9
APP_CTX_DIALOG_SAVE=\uC800\uC7A5
APP_CTX_DIALOG_CANCEL=\uCDE8\uC18C
APP_CTX_DIALOG_CONFIRM=\uD655\uC778
TOOLTIP_APP_CTX_DIALOG_SAVE=\uCEE8\uD14D\uC2A4\uD2B8 \uAE30\uC900 \uC801\uC6A9\uC740 \uBCC0\uACBD\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
TXT_CTX_ERROR_DUPLICATE_TITLE=\uC801\uC6A9 \uC81C\uBAA9\uC774 \uC774\uBBF8 \uC788\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uC81C\uBAA9\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.
TXT_CTX_ERROR_MAX_LEN=\uC801\uC6A9 \uC81C\uBAA9\uC740 {0}\uC790\uB85C \uC81C\uD55C\uB429\uB2C8\uB2E4.
TXT_CTX_ERROR_EMPTY_TITLE=\uC81C\uBAA9\uC744 \uC785\uB825\uD558\uC2ED\uC2DC\uC624.

BTN_GUIDED_TOUR_START=UI \uC801\uC6A9 \uD22C\uC5B4
BTN_GUIDED_TOUR_NEXT=\uB2E4\uC74C
BTN_GUIDED_TOUR_PREV=\uC774\uC804
BTN_GUIDED_TOUR_END=\uC885\uB8CC
TOOLTIP_GUIDED_TOUR_END=UI \uC801\uC6A9 \uD22C\uC5B4 \uC885\uB8CC
TIT_TOUR_GENERAL_TITLE=\uC77C\uBC18 UI \uC801\uC6A9 \uD22C\uC5B4
TXT_TOUR_GENERAL_DESCRIPTION="\uC8FC\uC694 \uC0AC\uC6A9\uC790\uC5D0 \uC758\uD55C \uC801\uC6A9"\uC744 \uC774\uC804\uC5D0 \uC0AC\uC6A9\uD55C \uC801\uC774 \uC5C6\uB294 \uAC83 \uAC19\uC2B5\uB2C8\uB2E4. \uC9C0\uAE08 \uC8FC\uC694 \uAE30\uB2A5\uC744 \uB458\uB7EC\uBCF4\uC2DC\uACA0\uC2B5\uB2C8\uAE4C? \uB098\uC911\uC5D0 \uD22C\uC5B4\uB97C \uC0B4\uD3B4\uBCF4\uB824\uB294 \uACBD\uC6B0 \uC5B8\uC81C\uB4E0\uC9C0 "\uCD94\uAC00 \uC561\uC158" \uBA54\uB274\uC5D0\uC11C \uC2DC\uC791\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_UI_ADAPTATION_BUTTON_TITLE=\uC801\uC6A9 \uBAA8\uB4DC
TXT_TOUR_GENERAL_STEP_UI_ADAPTATION_BUTTON_DESCRIPTION="\uC801\uC6A9" \uBAA8\uB4DC\uC5D0\uC11C, \uD604\uC7AC \uD654\uBA74\uC758 \uB0B4\uC6A9\uC744 \uBCC0\uACBD\uD569\uB2C8\uB2E4. UI \uC694\uC18C\uB97C \uD3B8\uC9D1\uD558\uACE0, \uAD6C\uC131\uC744 \uC870\uC815\uD558\uACE0, \uB808\uC774\uC544\uC6C3\uC744 \uCEE4\uC2A4\uD130\uB9C8\uC774\uC988\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_NAVIGATION_BUTTON_TITLE=\uD0D0\uC0C9 \uBAA8\uB4DC
TXT_TOUR_GENERAL_STEP_NAVIGATION_BUTTON_DESCRIPTION="\uD0D0\uC0C9" \uBAA8\uB4DC\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC758 \uB2E4\uB978 \uBD80\uBD84\uC73C\uB85C \uC774\uB3D9\uD558\uAC70\uB098(\uC608\: \uB9AC\uC2A4\uD2B8 \uB9AC\uD3EC\uD2B8\uC5D0\uC11C \uC624\uBE0C\uC81D\uD2B8 \uD398\uC774\uC9C0\uB85C) \uC801\uC6A9\uD560 \uB300\uD654 \uC0C1\uC790\uB97C \uC5F4 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uBAA8\uB4DC\uC5D0\uC11C \uC218\uD589\uD55C \uBCC0\uACBD\uC740 \uC9C0\uC18D\uB418\uC9C0 \uC54A\uC73C\uBA70, \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC758 \uB2E4\uB978 \uBD80\uBD84\uC73C\uB85C \uC774\uB3D9\uD558\uB824\uB294 \uBAA9\uC801\uC73C\uB85C\uB9CC \uC218\uD589\uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4(\uC608\: \uD544\uD130\uB97C \uC124\uC815\uD558\uC5EC).

TIT_TOUR_GENERAL_STEP_VISUALIZATION_BUTTON_TITLE=\uC2DC\uAC01\uD654 \uBAA8\uB4DC
TXT_TOUR_GENERAL_STEP_VISUALIZATION_BUTTON_DESCRIPTION="\uC2DC\uAC01\uD654" \uBAA8\uB4DC\uC5D0\uC11C\uB294 \uC8FC\uC694 \uC0AC\uC6A9\uC790 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uAC15\uC870\uD45C\uC2DC\uB429\uB2C8\uB2E4. \uBCC0\uACBD \uC9C0\uC2DC\uC790\uB97C \uD1B5\uD574, \uBCC0\uACBD\uC0AC\uD56D\uC774 \uD3EC\uD568\uB41C \uC694\uC18C\uB97C \uC54C \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC624\uBC84\uB808\uC774\uB97C \uD074\uB9AD\uD558\uC5EC \uC774 \uC694\uC18C\uC758 \uBAA8\uB4E0 \uBCC0\uACBD\uC5D0 \uB300\uD55C \uC138\uBD80\uC0AC\uD56D\uC744 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uD5E4\uB354 \uBC14\uC758 \uB4DC\uB86D\uB2E4\uC6B4 \uB9AC\uC2A4\uD2B8\uC5D0\uC11C \uD2B9\uC815 \uBCC0\uACBD \uC720\uD615\uC744 \uD544\uD130\uB9C1\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_CHANGE_LIST_DROPDOWN_TITLE=\uBCC0\uACBD \uD544\uD130
TXT_TOUR_GENERAL_STEP_CHANGE_LIST_DROPDOWN_DESCRIPTION="\uBCC0\uACBD \uD544\uD130"\uB97C \uD1B5\uD574, \uC0AC\uC6A9\uC790\uAC00 \uC720\uD615 \uBC0F \uC870\uAC74\uBCC4\uB85C \uC2DC\uAC01\uD654\uB41C \uBCC0\uACBD\uC744 \uD544\uD130\uB9C1\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBAA8\uB4E0 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uBCF4\uB3C4\uB85D \uC120\uD0DD\uD560 \uC218 \uC788\uC73C\uBA70 \uC774\uAC83\uC774 \uAE30\uBCF8 \uC124\uC815\uC785\uB2C8\uB2E4. \uB610\uB294, \uC544\uC9C1 \uD65C\uC131\uD654\uB418\uC9C0 \uC54A\uC740 \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC744 \uC120\uD0DD\uD558\uAC70\uB098 \uD604\uC7AC \uC138\uC158\uC5D0\uC11C \uC218\uD589\uB418\uC5C8\uC9C0\uB9CC \uC544\uC9C1 \uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 \uBCC0\uACBD\uC744 \uC120\uD0DD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_SAVE_BUTTON_TITLE=\uB4DC\uB798\uD504\uD2B8 \uC800\uC7A5
TXT_TOUR_GENERAL_STEP_SAVE_BUTTON_DESCRIPTION="\uC800\uC7A5" \uBC84\uD2BC\uC744 \uD074\uB9AD\uD558\uC5EC UI \uBCC0\uACBD\uC744 \uC800\uC7A5\uD569\uB2C8\uB2E4. \uC774 \uBCC0\uACBD\uC0AC\uD56D\uC740 \uB4DC\uB798\uD504\uD2B8\uB85C \uC800\uC7A5\uB418\uBA70 \uD65C\uC131\uD654\uB418\uAE30 \uC804\uAE4C\uC9C0\uB294 \uCD5C\uC885 \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uD45C\uC2DC\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uC8FC\uC694 \uC0AC\uC6A9\uC790\uB294 UI \uC801\uC6A9\uC5D0\uC11C \uC774 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uBCFC\uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_UNDO_BUTTON_TITLE=\uC2E4\uD589 \uCDE8\uC18C
TXT_TOUR_GENERAL_STEP_UNDO_BUTTON_DESCRIPTION=\uC800\uC7A5\uB418\uC9C0 \uC54A\uC740 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC788\uC744 \uB54C \uC774 \uBC84\uD2BC\uC774 \uD65C\uC131\uD654\uB429\uB2C8\uB2E4. \uC774 \uBC84\uD2BC\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD574\uB2F9 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uD558\uB098\uC529 \uC2E4\uD589 \uCDE8\uC18C\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_REDO_BUTTON_TITLE=\uC7AC\uC2E4\uD589
TXT_TOUR_GENERAL_STEP_REDO_BUTTON_DESCRIPTION=\uC2E4\uD589 \uCDE8\uC18C \uBC84\uD2BC\uC744 \uB204\uB974\uBA74 \uC774 \uBC84\uD2BC\uC774 \uD65C\uC131\uD654\uB429\uB2C8\uB2E4. \uC774 \uBC84\uD2BC\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC2E4\uD589 \uCDE8\uC18C\uB41C \uBCC0\uACBD\uC0AC\uD56D\uC744 \uD558\uB098\uC529 \uC7AC\uC2E4\uD589\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_ACTIVATE_VERSION_BUTTON_TITLE=\uC2E0\uADDC \uBC84\uC804 \uD65C\uC131\uD654
TXT_TOUR_GENERAL_STEP_ACTIVATE_VERSION_BUTTON_DESCRIPTION="\uBC84\uC804 \uD65C\uC131\uD654" \uBC84\uD2BC\uC744 \uD074\uB9AD\uD558\uC5EC \uD604\uC7AC \uB4DC\uB798\uD504\uD2B8 \uBCC0\uACBD\uC744 \uC0C8\uB85C\uC6B4 \uBC84\uC804\uC73C\uB85C \uC800\uC7A5\uD569\uB2C8\uB2E4. \uC774 \uC561\uC158\uC73C\uB85C \uBCC0\uACBD\uC0AC\uD56D\uC774 \uCD5C\uC885 \uC0AC\uC6A9\uC790\uC5D0\uAC8C \uD45C\uC2DC\uB429\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_VERSIONS_DROPDOWN_TITLE=\uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uBC84\uC804 \uC870\uD68C
TXT_TOUR_GENERAL_STEP_VERSIONS_DROPDOWN_DESCRIPTION=\uB4DC\uB86D\uB2E4\uC6B4 \uB9AC\uC2A4\uD2B8\uC5D0 \uCD5C\uC2E0 \uBC84\uC804\uC774 \uD45C\uC2DC\uB418\uACE0, \uD604\uC7AC \uD65C\uC131 \uC0C1\uD0DC\uC778 \uBC84\uC804\uC774 \uAC15\uC870\uD45C\uC2DC\uB418\uBA70, \uC6D0\uB798 \uC571\uC5D0 \uD574\uB2F9\uD558\uB294 \uD56D\uBAA9\uC774 \uC544\uB798\uCABD\uC5D0 \uD3EC\uD568\uB429\uB2C8\uB2E4. \uC774\uB97C \uD1B5\uD574 \uD544\uC694\uD55C \uACBD\uC6B0 \uBCC0\uACBD\uB418\uC9C0 \uC54A\uC740 \uBC84\uC804\uC5D0\uC11C \uC7AC\uC2DC\uC791\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_PUBLISH_BUTTON_TITLE=\uD65C\uC131 \uBC84\uC804 \uAC8C\uC2DC
TXT_TOUR_GENERAL_STEP_PUBLISH_BUTTON_DESCRIPTION=\uBA3C\uC800 \uD14C\uC2A4\uD2B8 \uC2DC\uC2A4\uD15C\uC5D0\uC11C UI \uC801\uC6A9\uC744 \uC0DD\uC131\uD558\uC2ED\uC2DC\uC624. \uC774\uB97C \uD655\uC778\uD55C \uD6C4 \uC6B4\uC601 \uC2DC\uC2A4\uD15C\uC5D0 \uAC8C\uC2DC\uD569\uB2C8\uB2E4. \uC544\uC9C1 \uC804\uC1A1\uB418\uC9C0 \uC54A\uC740 \uD65C\uC131 \uBC84\uC804\uC774 \uC788\uB294 \uACBD\uC6B0 \uC774 \uBC84\uD2BC\uC774 \uD65C\uC131\uD654\uB429\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_BURGER_MENU_TITLE=\uCD94\uAC00 \uC561\uC158
TXT_TOUR_GENERAL_STEP_BURGER_MENU_DESCRIPTION=\uC774 \uBA54\uB274\uC5D0\uB294 RTA\uC758 \uC0C8\uB85C\uC6B4 \uAE30\uB2A5 \uAC1C\uC694, \uC571 \uBCC0\uD615 \uAC1C\uC694, \uC8FC\uC694 \uC0AC\uC6A9\uC790\uAC00 \uC218\uC815\uB41C \uD14D\uC2A4\uD2B8 \uC694\uC18C\uB97C \uBC88\uC5ED\uD560 \uC218 \uC788\uB294 \uC635\uC158 \uB4F1 \uCD94\uAC00 \uC561\uC158\uC774 \uD45C\uC2DC\uB429\uB2C8\uB2E4. \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uC561\uC158\uC740 \uC0AC\uC6A9 \uC911\uC778 \uC2DC\uC2A4\uD15C\uACFC \uC9C0\uC815\uB41C \uC5ED\uD560\uC5D0 \uB530\uB77C \uB2E4\uB985\uB2C8\uB2E4. \uD604\uC7AC \uC0AC\uC6A9 \uAC00\uB2A5\uD55C \uC561\uC158\uC740 \uB2E4\uC74C\uACFC \uAC19\uC2B5\uB2C8\uB2E4.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_TRANSLATIONS=UI\uB97C \uC801\uC6A9\uD560 \uB54C \uC0AC\uC6A9\uC790 \uC790\uC2E0\uC774\uB098 \uB2E4\uB978 \uC8FC\uC694 \uC0AC\uC6A9\uC790\uAC00 UI \uD14D\uC2A4\uD2B8\uC758 \uC774\uB984\uC744 \uBC14\uAFC0 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 UI \uD14D\uC2A4\uD2B8\uB97C \uB2E4\uB978 \uC5B8\uC5B4\uB85C \uBC88\uC5ED\uD558\uB824\uBA74, \uBA3C\uC800 \uC18C\uC2A4 \uC5B8\uC5B4 \uD14D\uC2A4\uD2B8\uB97C \uC5D1\uC2A4\uD3EC\uD2B8\uD55C \uB2E4\uC74C \uBC88\uC5ED\uB41C \uD14D\uC2A4\uD2B8\uB97C \uC784\uD3EC\uD2B8\uD558\uC2ED\uC2DC\uC624.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_APP_VARIANTS=\uC571 \uBCC0\uD615\uC744 \uC0DD\uC131\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uC571 \uBCC0\uD615\uC740 UI \uC801\uC6A9 \uC911 \uC8FC\uC694 \uC0AC\uC6A9\uC790\uAC00 \uBCC0\uACBD\uD55C UI\uC5D0 \uAE30\uBC18\uD55C \uC571\uC785\uB2C8\uB2E4.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_RESTORE=\uBCF5\uC6D0 \uC561\uC158\uC744 \uD1B5\uD574 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC744 \uBCC0\uACBD \uC5C6\uC774 \uC6D0\uB798 \uC0C1\uD0DC\uB85C \uB418\uB3CC\uB9B4 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_NEW_FEATURES="\uC0C8\uB85C\uC6B4 \uAE30\uB2A5"\uC5D0\uB294 \uC774\uC804 \uBC84\uC804\uC5D0\uC11C \uB3C4\uC785\uB41C \uAE30\uB2A5\uACFC \uD568\uAED8 UI \uC801\uC6A9\uC758 \uC0C8\uB85C\uC6B4 \uAE30\uB2A5\uC774 \uB098\uC5F4\uB429\uB2C8\uB2E4.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_GENERAL_TOUR="\uCD94\uAC00 \uC561\uC158" \uBA54\uB274\uC5D0\uC11C \uC5B8\uC81C\uB4E0\uC9C0 UI \uC801\uC6A9 \uD22C\uC5B4\uB97C \uC2DC\uC791\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.


TIT_TOUR_GENERAL_STEP_CONTEXT_BASED_ADAPTATIONS_TITLE=\uD2B9\uC815 \uC5ED\uD560\uC744 \uC704\uD574 UI \uC801\uC6A9
TXT_TOUR_GENERAL_STEP_CONTEXT_BASED_ADAPTATIONS_DESCRIPTION=\uD2B9\uC815 \uC0AC\uC6A9\uC790 \uC5ED\uD560\uBCC4\uB85C \uC571\uC758 \uC0AC\uC6A9\uC790 \uC778\uD130\uD398\uC774\uC2A4\uB97C \uAC1C\uBCC4\uC801\uC73C\uB85C \uCEE4\uC2A4\uD130\uB9C8\uC774\uC988\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC740 <a href\="https\://help.sap.com/docs/FLP/124fa121c8674dce903cee2ff62b9c63/969cc16ff13e46c1b28001cc5e7189e0.html" target\="_blank">\uBB38\uC11C</a>\uC5D0\uC11C \uD655\uC778\uD558\uC2ED\uC2DC\uC624.

TIT_TOUR_GENERAL_STEP_FEEDBACK_BUTTON_TITLE=\uD53C\uB4DC\uBC31
TXT_TOUR_GENERAL_STEP_FEEDBACK_BUTTON_DESCRIPTION=\uD2B9\uD788 UI \uC801\uC6A9 \uBAA8\uB4DC\uC5D0\uC11C \uD53C\uB4DC\uBC31\uC744 \uC81C\uACF5\uD560 \uC218 \uC788\uAC8C \uB418\uC5C8\uC2B5\uB2C8\uB2E4.

TIT_TOUR_GENERAL_STEP_EXIT_BUTTON_TITLE=UI \uC801\uC6A9 \uC885\uB8CC
TXT_TOUR_GENERAL_STEP_EXIT_BUTTON_DESCRIPTION=UI \uBCC0\uACBD\uC774 \uC644\uB8CC\uB418\uBA74, "\uC885\uB8CC" \uBC84\uD2BC\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC2E4\uD589 \uC911\uC778 \uC571\uC73C\uB85C \uB3CC\uC544\uAC11\uB2C8\uB2E4.


BTN_LEARN_MORE_WHATS_NEW_DIALOG=\uC790\uC138\uD788 \uC54C\uC544\uBCF4\uAE30
BTN_BACK_WHATS_NEW_OVERVIEW_DIALOG=\uB4A4\uB85C
TXT_DONT_SHOW_AGAIN_WHATS_NEW_DIALOG=\uB2E4\uC2DC \uD45C\uC2DC \uC548 \uD568
TIT_WHATS_NEW_DIALOG='\uC8FC\uC694 \uC0AC\uC6A9\uC790\uC5D0 \uC758\uD55C \uC801\uC6A9'\uC758 \uC0C8\uB85C\uC6B4 \uAE30\uB2A5
TIT_WHATS_NEW_DIALOG_OVERVIEW=\uC0C8\uB85C\uC6B4 \uAE30\uB2A5 \uAC1C\uC694

TIT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_TITLE=\uC8FC\uC694 \uC0AC\uC6A9\uC790\uB97C \uC704\uD55C "\uC0C8\uB85C\uC6B4 \uAE30\uB2A5"
TXT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_DESCRIPTION="\uC0C8\uB85C\uC6B4 \uAE30\uB2A5" \uB300\uD654 \uC0C1\uC790 \uC18C\uAC1C - \uCD5C\uC2E0 \uAE30\uB2A5 \uBC0F \uAC1C\uC120\uC0AC\uD56D\uC5D0 \uB300\uD55C \uC9C0\uC18D\uC801\uC778 \uC5C5\uB370\uC774\uD2B8
TXT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_TEXT="\uC0C8\uB85C\uC6B4 \uAE30\uB2A5" \uB300\uD654 \uC0C1\uC790\uB97C \uC18C\uAC1C\uD558\uAC8C \uB418\uC5B4 \uAE30\uC069\uB2C8\uB2E4. \uC774 \uB300\uD654 \uC0C1\uC790\uB97C \uD1B5\uD574 \uCD5C\uC2E0 \uC5C5\uB370\uC774\uD2B8, \uAE30\uB2A5 \uBC0F '\uC8FC\uC694 \uC0AC\uC6A9\uC790\uC5D0 \uC758\uD55C \uC801\uC6A9'\uC758 \uAC1C\uC120\uC0AC\uD56D\uC5D0 \uB300\uD55C \uC815\uBCF4\uB97C \uC5BB\uC744 \uC218 \uC788\uC2B5\uB2C8\uB2E4. (\uC8FC\uC694) \uC0AC\uC6A9\uC790 \uACBD\uD5D8\uC744 \uAC1C\uC120\uD558\uB3C4\uB85D \uC124\uACC4\uB41C \uBAA8\uB4E0 \uC0C8\uB85C\uC6B4 \uAE30\uB2A5\uACFC \uAC1C\uC120\uC0AC\uD56D\uC744 \uCD5C\uC2E0 \uC0C1\uD0DC\uB85C \uC720\uC9C0\uD558\uC2ED\uC2DC\uC624.
TXT_WHATS_NEW_DIALOG_WHATS_NEW_OVERVIEW_TEXT=\uC5C5\uADF8\uB808\uC774\uB4DC \uD6C4\uC5D0\uB294 \uC0C8 \uBC84\uC804\uC5D0\uC11C \uB3C4\uC785\uB41C \uC0C8\uB85C\uC6B4 \uAE30\uB2A5\uC744 \uC790\uB3D9\uC73C\uB85C \uD45C\uC2DC\uD569\uB2C8\uB2E4. \uC774\uC804 \uBC84\uC804\uC758 \uAE30\uB2A5\uC5D0 \uAD00\uC2EC\uC774 \uC788\uB2E4\uBA74 \uD234\uBC14\uC758 \uBA54\uB274 \uC544\uC774\uCF58\uC744 \uD1B5\uD574 \uAC1C\uC694\uB97C \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

TIT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_TITLE=\uC870\uD654\uB85C\uC6B4 \uB2E8\uCD95 \uBA54\uB274
TXT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_DESCRIPTION=\uC774\uC81C \uC694\uC18C\uB97C \uC120\uD0DD\uD560 \uB54C \uB2E8\uCD95 \uBA54\uB274 \uC2A4\uD0C0\uC77C\uC774 \uC77C\uAD00\uB418\uAC8C \uC801\uC6A9\uB429\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_TEXT=\uB2E8\uCD95 \uBA54\uB274\uB294 \uB9C8\uC6B0\uC2A4 \uC67C\uCABD \uBC84\uD2BC \uB610\uB294 \uB9C8\uC6B0\uC2A4 \uC624\uB978\uCABD \uBC84\uD2BC \uC0AC\uC6A9\uACFC \uAC19\uC774 \uC694\uC18C\uB97C \uC120\uD0DD\uD558\uB294 \uBC29\uC2DD\uC5D0 \uB530\uB77C \uB354 \uC774\uC0C1 \uB2EC\uB77C\uC9C0\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uC774\uC81C \uC775\uC219\uD55C \uB9C8\uC6B0\uC2A4 \uC624\uB978\uCABD \uBC84\uD2BC \uD074\uB9AD \uB2E8\uCD95 \uBA54\uB274\uB294 \uC694\uC18C\uB97C \uB9C8\uC6B0\uC2A4 \uC67C\uCABD \uBC84\uD2BC\uC73C\uB85C \uD074\uB9AD\uD560 \uB54C\uB3C4 \uB098\uD0C0\uB0A9\uB2C8\uB2E4.

TIT_WHATS_NEW_RTA_TOUR_TITLE=UI \uC801\uC6A9 \uD22C\uC5B4
TXT_WHATS_NEW_DIALOG_RTA_TOUR_DESCRIPTION=UI \uC801\uC6A9 \uD22C\uC5B4\uC5D0\uC11C\uB294 UI \uC801\uC6A9\uC758 \uBAA8\uB4E0 \uD575\uC2EC \uAE30\uB2A5\uC744 \uAC1C\uB7B5\uC801\uC73C\uB85C \uC0B4\uD3B4\uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_RTA_TOUR_TEXT=UI \uC801\uC6A9 \uD22C\uC5B4\uC5D0\uC11C\uB294 UI \uC801\uC6A9\uC758 \uBAA8\uB4E0 \uD575\uC2EC \uAE30\uB2A5\uC744 \uAC1C\uB7B5\uC801\uC73C\uB85C \uC0B4\uD3B4\uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uD22C\uC5B4\uB97C \uC2DC\uC791\uD558\uB824\uBA74 "\uCD94\uAC00 \uC561\uC158" \uBA54\uB274\uB97C \uC5F4\uACE0 "UI \uC801\uC6A9 \uD22C\uC5B4"\uB97C \uC120\uD0DD\uD558\uC2ED\uC2DC\uC624.

TIT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TITLE=\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8 \uC0CC\uB4DC\uBC15\uC2A4 \uC0AC\uC6A9\uC790 \uC815\uC758
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_DESCRIPTION="\uACE0\uAE09 \uC124\uC815"\uC758 "\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8 \uC815\uC758" \uB300\uD654 \uC0C1\uC790\uC5D0\uC11C \uC0CC\uB4DC\uBC15\uC2A4 \uC18D\uC131\uC744 \uC870\uC815\uD560 \uC218 \uC788\uAC8C \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT=\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8\uB97C \uCD94\uAC00\uD558\uAC70\uB098 \uD3B8\uC9D1\uD560 \uB54C "\uC784\uBCA0\uB4DC\uB41C \uCEE8\uD150\uD2B8" \uC0CC\uB4DC\uBC15\uC2A4\uC758 \uC18D\uC131\uC744 \uCEE4\uC2A4\uD130\uB9C8\uC774\uC988\uD560 \uC218 \uC788\uAC8C \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT_2=\uC774\uC81C <strong>\uACE0\uAE09 \uC124\uC815</strong> \uC139\uC158\uC5D0\uC11C \uC0AC\uC6A9 \uCF00\uC774\uC2A4\uC5D0 \uB530\uB77C \uC0CC\uB4DC\uBC15\uC2A4 \uC18D\uC131\uC744 \uBCC0\uACBD\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. <strong>allow-forms</strong>, <strong>allow-scripts</strong> \uBC0F <strong>allow-same-origin</strong> \uC18D\uC131\uC740 \uC0C8 '\uC784\uBCA0\uB514\uB41C \uCEE8\uD150\uD2B8'\uC5D0 \uB300\uD574 \uAE30\uBCF8\uC801\uC73C\uB85C \uD65C\uC131\uD654\uB418\uC5B4 \uB300\uBD80\uBD84\uC758 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC5D0 \uD569\uB9AC\uC801\uC778 \uAE30\uBCF8\uAC12\uC744 \uC81C\uACF5\uD569\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT_3=\uC0AC\uC6A9 \uCF00\uC774\uC2A4\uC5D0 \uCD94\uAC00\uC801\uC778 \uC0CC\uB4DC\uBC15\uC2A4 \uAD8C\uD55C\uC774 \uD544\uC694\uD55C \uACBD\uC6B0 \uD574\uB2F9 <a href\="https\://developer.mozilla.org/en-US/docs/Web/HTML/Element/iframe\#sandbox" target\="_blank">\uBB38\uC11C</a>\uB97C \uCC38\uC870\uD558\uC2ED\uC2DC\uC624.

TIT_WHATS_NEW_RENAME_REWORK_TITLE=\uC774\uB984 \uBC14\uAFB8\uAE30 \uC7AC\uC791\uC5C5
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_DESCRIPTION=UI \uC801\uC6A9\uC5D0\uC11C \uC774\uB984 \uBC14\uAFB8\uAE30 \uAE30\uB2A5\uC744 \uC77C\uBD80 \uBCC0\uACBD\uD588\uC2B5\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_1=\uD14D\uC2A4\uD2B8\uD615 \uC694\uC18C\uC758 \uC774\uB984\uC744 \uBC14\uAFB8\uB294 \uD504\uB85C\uC138\uC2A4\uAC00 \uAC1C\uC120\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC774\uC81C \uC774\uB984 \uBC14\uAFB8\uAE30 \uC561\uC158\uC744 \uD560 \uB54C\uB9C8\uB2E4 \uB300\uD654 \uC0C1\uC790\uAC00 \uC5F4\uB9BD\uB2C8\uB2E4. \uB2E4\uC218\uC758 \uD14D\uC2A4\uD2B8\uAC00 \uAE30\uBCF8 \uC18D\uC131 \uC774\uB984 \uBC14\uAFB8\uAE30\uB97C \uC9C0\uC6D0\uD558\uBBC0\uB85C, \uC774 \uD14D\uC2A4\uD2B8\uAC00 \uB098\uD0C0\uB098\uB294 \uACF3\uB9C8\uB2E4 \uC774 \uBC29\uC2DD\uC73C\uB85C \uBCC0\uACBD\uB41C \uB0B4\uC6A9\uC774 \uD45C\uC2DC\uB429\uB2C8\uB2E4(\uC5B4\uD50C\uB9AC\uCF00\uC774\uC158 \uC804\uC5ED\uC5D0\uC11C).
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_2=\uC608\uB97C \uB4E4\uC5B4 \uD544\uB4DC\uAC00 \uD544\uD130 \uBC14\uC5D0\uC11C \uD544\uD130\uB85C, \uD574\uB2F9\uD558\uB294 \uD14C\uC774\uBE14\uC5D0\uC11C \uC5F4\uB85C, \uC138\uBD80\uC0AC\uD56D \uD398\uC774\uC9C0\uC758 \uC11C\uC2DD \uCEE8\uD2B8\uB864\uC5D0\uC11C \uD544\uB4DC\uB85C \uD45C\uC2DC\uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uB4E4 \uD56D\uBAA9 \uC911 \uD558\uB098\uC758 \uC774\uB984\uC744 \uBC14\uAFB8\uBA74(\uC608\: \uD544\uD130 \uBC14\uC5D0\uC11C "\uB808\uC774\uBE14 \uBCC0\uACBD"\uC744 \uC120\uD0DD\uD558\uC5EC) \uD14C\uC774\uBE14\uC758 \uC5F4\uACFC \uC11C\uC2DD \uD544\uB4DC\uC5D0\uB3C4 \uC601\uD5A5\uC744 \uBBF8\uCE69\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_3="\uC774\uB984 \uBC14\uAFB8\uAE30" \uC561\uC158\uC744 \uC120\uD0DD\uD558\uC5EC \uC11C\uC2DD\uC758 \uD544\uB4DC \uC774\uB984\uC744 \uAC1C\uBCC4\uC801\uC73C\uB85C \uBC14\uAFC0 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC801\uC6A9\uB41C \uACB0\uACFC\uB97C \uBCF4\uB824\uBA74 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC744 \uC7AC\uC2DC\uC791\uD574\uC57C \uD569\uB2C8\uB2E4. \uC774\uC640 \uAC19\uC774 \uBCC0\uACBD\uD560 \uACBD\uC6B0, \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC744 \uC7AC\uC2DC\uC791\uD558\uACE0 UI \uC801\uC6A9 \uBAA8\uB4DC\uB97C \uC790\uB3D9\uC73C\uB85C \uC2E4\uD589\uD558\uB294 \uBC84\uD2BC\uC774 \uD234\uBC14\uC5D0 \uD45C\uC2DC\uB429\uB2C8\uB2E4.

TIT_WHATS_NEW_TEXT_ARRANGEMENT_TITLE=\uD14D\uC2A4\uD2B8 \uBC30\uCE58 \uBCC0\uACBD
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_DESCRIPTION=\uC8FC\uC694 \uC0AC\uC6A9\uC790\uAC00 \uC774 \uAE30\uB2A5\uC744 \uC9C0\uC6D0\uD558\uB294 \uD14D\uC2A4\uD2B8\uC758 \uD45C\uC2DC \uB3D9\uC791\uC744 \uBCC0\uACBD\uD560 \uC218 \uC788\uAC8C \uB418\uC5C8\uC2B5\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_1=\uC774\uC81C \uB300\uBD80\uBD84\uC758 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC774 \uD14D\uC2A4\uD2B8 \uBC30\uCE58 \uBCC0\uACBD\uC744 \uC9C0\uC6D0\uD558\uAC70\uB098 \uD574\uB2F9 \uD544\uB4DC\uC758 \uB3D9\uC791\uC744 \uD45C\uC2DC\uD569\uB2C8\uB2E4. \uD544\uD130 \uBC14, \uB300\uBD80\uBD84\uC758 \uD14C\uC774\uBE14, \uC11C\uC2DD\uC5D0 "\uD14D\uC2A4\uD2B8 \uBC30\uCE58 \uBCC0\uACBD" \uC561\uC158\uC774 \uD3EC\uD568\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4. \uC8FC\uC694 \uC0AC\uC6A9\uC790\uB294 \uC774 \uAE30\uB2A5\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD544\uB4DC\uAC00 \uC790\uC2E0\uC758 ID, \uD14D\uC2A4\uD2B8 \uD45C\uD604\uC73C\uB85C \uD45C\uD604\uB420\uC9C0 \uB610\uB294 \uB458 \uB2E4\uB85C \uD45C\uD604\uB418\uAC8C \uD560\uC9C0\uB97C \uACB0\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_2=\uC774 \uBCC0\uACBD\uC774 \uAE30\uBCF8 \uC18D\uC131\uC5D0 \uC801\uC6A9\uB418\uBBC0\uB85C \uD574\uB2F9 \uC18D\uC131\uC758 \uD14D\uC2A4\uD2B8\uAC00 \uC0AC\uC6A9\uB418\uB294 \uBAA8\uB4E0 \uC704\uCE58\uC5D0\uC11C \uD544\uC694\uD55C \uD45C\uC2DC \uB3D9\uC791\uC744 \uBCFC \uC218 \uC788\uAC8C \uB429\uB2C8\uB2E4. \uC774 \uBCC0\uACBD\uC0AC\uD56D\uC744 \uC0DD\uC131\uD558\uB294\uB370 \uC0AC\uC6A9\uB41C \uCEE8\uD2B8\uB864\uC5D0\uB9CC \uC601\uD5A5\uC744 \uBBF8\uCE58\uB294 \uAC83\uC740 \uC544\uB2D9\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_3=\uC774 \uBCC0\uACBD\uC0AC\uD56D\uC774 \uC801\uC6A9\uB41C \uACB0\uACFC\uB97C \uBCF4\uB824\uBA74 \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC744 \uC7AC\uC2DC\uC791\uD574\uC57C \uD569\uB2C8\uB2E4. \uC774\uC640 \uAC19\uC740 \uBCC0\uACBD\uC744 \uC0DD\uC131\uD560 \uACBD\uC6B0, \uC5B4\uD50C\uB9AC\uCF00\uC774\uC158\uC744 \uC7AC\uC2DC\uC791\uD558\uACE0 UI \uC801\uC6A9\uC744 \uC790\uB3D9\uC73C\uB85C \uC2E4\uD589\uD558\uB294 \uBC84\uD2BC\uC774 \uD234\uBC14\uC5D0 \uD45C\uC2DC\uB429\uB2C8\uB2E4.

TIT_WHATS_NEW_EXTENDED_ACTIONS_TITLE=\uD655\uC7A5 \uC561\uC158
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_DESCRIPTION=\uC774\uC81C \uC911\uC694\uD55C \uC561\uC158\uC774 \uC880 \uB354 \uC911\uC559\uC5D0 \uD45C\uC2DC\uB429\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_TEXT_1=\uD2B9\uC815 \uC561\uC158\uC740 \uD574\uB2F9 \uCEE8\uD2B8\uB864\uC5D0 \uC788\uC5B4\uC11C \uB9E4\uC6B0 \uC911\uC694\uD558\uBA70 \uD558\uC704 \uCEE8\uD2B8\uB864\uC5D0\uC11C\uB3C4 \uC561\uC138\uC2A4\uD560 \uC218 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_TEXT_2=\uC608\uB97C \uB4E4\uC5B4 \uD14C\uC774\uBE14\uB85C \uC791\uC5C5\uD560 \uB54C, \uC8FC\uC694 \uC0AC\uC6A9\uC790\uAC00 \uD234\uBC14\uB098 \uC5F4\uC744 \uC120\uD0DD\uD560 \uACBD\uC6B0\uC5D0\uB3C4 \uD56D\uC0C1 \uD14C\uC774\uBE14 \uC124\uC815\uC5D0 \uC9C1\uC811 \uC561\uC138\uC2A4\uD560 \uC218 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4. \uC774\uC640 \uAC19\uC740 \uC561\uC158\uC740 \uD558\uC704 \uCEE8\uD2B8\uB864\uC758 \uB2E8\uCD95 \uBA54\uB274\uB85C \uC804\uD30C\uB418\uBBC0\uB85C, \uD56D\uC0C1 \uC6D0 \uD074\uB9AD \uC774\uB3D9\uC774 \uAC00\uB2A5\uD569\uB2C8\uB2E4. \uBA54\uB274 \uD56D\uBAA9 \uC624\uB978\uCABD\uC5D0, \uC561\uC158\uC744 \uC804\uD30C\uD55C \uCEE8\uD2B8\uB864\uC774 \uD45C\uC2DC\uB429\uB2C8\uB2E4.
