
SERVICE_NAME=\u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
BTN_EXIT=\u062D\u0641\u0638 \u0648\u062E\u0631\u0648\u062C
BTN_DONE=\u062A\u0645
CTX_REMOVE=\u0625\u0632\u0627\u0644\u0629
CTX_REMOVE_TITLE=\u0625\u0632\u0627\u0644\u0629
CTX_LOCAL_RESET=\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0627\u0644\u062D\u0627\u0648\u064A\u0629
CTX_ADD_ELEMENTS=\u0625\u0636\u0627\u0641\u0629\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=\u0627\u0644\u0645\u062D\u062A\u0648\u0649
CTX_CUT=\u0642\u0635
CTX_PASTE=\u0644\u0635\u0642
CTX_GROUP_FIELDS=\u062A\u062C\u0645\u064A\u0639
CTX_UNGROUP_FIELDS=\u062A\u0642\u0633\u064A\u0645
CTX_CREATE_CONTAINER=\u0625\u0646\u0634\u0627\u0621\: {0}
TITLE_CREATE_CONTAINER=\u062C\u062F\u064A\u062F\: {0}
CTX_RENAME=\u0625\u0639\u0627\u062F\u0629 \u062A\u0633\u0645\u064A\u0629
CTX_SETTINGS=\u0627\u0644\u0625\u0639\u062F\u0627\u062F\u0627\u062A
CTX_VARIANT_SWITCH=\u062A\u0628\u062F\u064A\u0644 \u0627\u0644\u0639\u0631\u0648\u0636
CTX_VARIANT_SAVE=\u062D\u0641\u0638 \u0627\u0644\u0639\u0631\u0636
CTX_VARIANT_SAVEAS=\u062D\u0641\u0638 \u0627\u0644\u0639\u0631\u0636 \u0628\u0627\u0633\u0645
CTX_VARIANT_SET_TITLE=\u062A\u0639\u064A\u064A\u0646 \u0639\u0646\u0648\u0627\u0646
CTX_VARIANT_MANAGE=\u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0639\u0631\u0648\u0636
CTX_ADDXML_AT_EXTENSIONPOINT=\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u062C\u0632\u0621 \u0625\u0644\u0649 \u0646\u0642\u0637\u0629 \u0627\u0644\u0627\u0645\u062A\u062F\u0627\u062F
BTN_FREP_OK=\u0645\u0648\u0627\u0641\u0642
BTN_FREP_REMOVE=\u0625\u0632\u0627\u0644\u0629
BTN_FREP_CANCEL=\u0625\u0644\u063A\u0627\u0621
LBL_FREP=\u0643\u0627\u0646 {0}
HEADER_ADDITIONAL_ELEMENTS=\u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u062A\u0648\u0641\u0631\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=\u0625\u062F\u0627\u0631\u0629 \u0645\u062A\u063A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u0637\u0628\u064A\u0642
BTN_SAVE_AS=\u062D\u0641\u0638 \u0628\u0627\u0633\u0645
TOOLTIP_SAVE_AS=\u0625\u0646\u0634\u0627\u0621 \u0645\u062A\u063A\u064A\u0631 \u062A\u0637\u0628\u064A\u0642 \u062C\u062F\u064A\u062F
BTN_UNDO=\u062A\u0631\u0627\u062C\u0639
BTN_REDO=\u0625\u0639\u0627\u062F\u0629
BTN_PUBLISH=\u0646\u0634\u0631
BTN_RESTORE=\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646
BTN_ADAPTATION=\u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
TIT_DRAFT=\u0623\u0648\u0644\u064A
TIT_ORIGINAL_APP=\u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0623\u0635\u0644\u064A
TIT_VERSION_1=\u0627\u0644\u0625\u0635\u062F\u0627\u0631 1
LBL_ACTIVE=\u0646\u0634\u0637
LBL_INACTIVE=\u063A\u064A\u0631 \u0646\u0634\u0637
MSG_DRAFT_ACTIVATION_SUCCESS=\u062A\u0645 \u062A\u0646\u0634\u064A\u0637 \u0627\u0644\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u062C\u062F\u064A\u062F
MSG_DRAFT_ACTIVATION_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u0646\u0634\u064A\u0637 \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0627\u0644\u0622\u0646. \u064A\u064F\u0631\u062C\u0649 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0644\u0627\u062D\u0642\u064B\u0627.
TIT_VERSION_TITLE=\u0627\u0644\u0639\u0646\u0648\u0627\u0646
TIT_VERSION_TITLE_DIALOG=\u062A\u0646\u0634\u064A\u0637 \u0625\u0635\u062F\u0627\u0631 \u062C\u062F\u064A\u062F
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u0625\u0639\u0627\u062F\u0629 \u062A\u0646\u0634\u064A\u0637 \u0627\u0644\u0625\u0635\u062F\u0627\u0631
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u0625\u062F\u062E\u0627\u0644 \u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0625\u0635\u062F\u0627\u0631
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u062A\u0623\u0643\u064A\u062F
BUT_VERSION_TITLE_DIALOG_CANCEL=\u0625\u0644\u063A\u0627\u0621
TOL_ACTIVATE=\u062A\u0646\u0634\u064A\u0637 \u0625\u0635\u062F\u0627\u0631 \u062C\u062F\u064A\u062F
TOL_DISCARD_DRAFT=\u062A\u062C\u0627\u0647\u0644 \u0627\u0644\u0645\u0633\u0648\u062F\u0629
TIT_SWITCH_VERSION_DIALOG=\u062A\u0628\u062F\u064A\u0644 \u0627\u0644\u0625\u0635\u062F\u0627\u0631
MSG_SWITCH_VERSION_DIALOG=\u0644\u0642\u062F \u0642\u0645\u062A \u0628\u0625\u0644\u063A\u0627\u0621 \u062D\u0641\u0638 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645. \u0647\u0644 \u062A\u0631\u064A\u062F \u062D\u0641\u0638\u0647\u0627 \u0642\u0628\u0644 \u0627\u0644\u062A\u0628\u062F\u064A\u0644\u061F
TIT_DRAFT_DISCARD_DIALOG=\u062A\u062C\u0627\u0647\u0644 \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u0647\u0644 \u062A\u0631\u064A\u062F \u062A\u062C\u0627\u0647\u0644 \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629 \u0648\u0627\u0644\u0628\u062F\u0621 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649\u061F
BTN_NAVIGATION=\u062A\u0646\u0642\u0644
HEADER_WARNING=\u062A\u062D\u0630\u064A\u0631
HEADER_ERROR=\u062E\u0637\u0623
MSG_RESTORE_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062C\u0627\u0647\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062A. \u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0644\u0627\u062D\u0642\u064B\u0627 \u0623\u0648 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644\: {0}
MSG_TRANSPORT_SUCCESS=\u062A\u0645 \u062A\u0636\u0645\u064A\u0646 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u062F\u064A\u0643 \u0641\u064A \u0627\u0644\u0646\u0642\u0644.
FORM_PERS_RESET_TITLE=\u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u062A\u0639\u064A\u064A\u0646 \u0644\u0644\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u0642\u064A\u0627\u0633\u064A
FORM_PERS_RESET_MESSAGE=\u0647\u0644 \u062A\u0631\u064A\u062F \u062A\u062C\u0627\u0647\u0644 \u062C\u0645\u064A\u0639 \u0639\u0645\u0644\u064A\u0627\u062A \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0648\u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0644\u0644\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u0642\u064A\u0627\u0633\u064A\u061F
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0647\u0644 \u062A\u0631\u064A\u062F \u062A\u062C\u0627\u0647\u0644 \u0643\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u062E\u0635\u064A\u0635 \u0648\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\u061F
MSG_LREP_TRANSFER_ERROR=\u0639\u0630\u0631\u064B\u0627\u060C \u062D\u062F\u062B \u062E\u0637\u0623 \u062A\u0642\u0646\u064A. \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0644\u0627\u062D\u0642\u064B\u0627 \u0623\u0648 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644.
MSG_ERROR_REASON=\u0627\u0644\u0633\u0628\u0628\:\n{0}
MSG_UNSAVED_CHANGES=\u0641\u064A \u062D\u0627\u0644\u0629 \u0627\u0644\u062A\u0623\u0643\u064A\u062F\u060C \u0641\u0633\u064A\u062A\u0645 \u0641\u0642\u062F\u0627\u0646 \u062C\u0645\u064A\u0639 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645. \u0648\u0644\u062D\u0641\u0638\u0647\u0627\u060C \u0642\u0645 \u0628\u0625\u063A\u0644\u0627\u0642 \u0645\u0631\u0628\u0639 \u0627\u0644\u062D\u0648\u0627\u0631 \u0647\u0630\u0627 \u0648\u0625\u0646\u0647\u0627\u0621 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
MSG_NO_FIELDS=\u0644\u0627 \u064A\u062A\u0648\u0641\u0631 \u0645\u0632\u064A\u062F \u0645\u0646 \u0627\u0644\u0645\u062D\u062A\u0648\u0649
HEADER_PERSONALIZATION_EXISTS=\u0645\u0639\u0644\u0648\u0645\u0627\u062A
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\u0644\u0642\u062F \u0642\u0645\u062A \u0628\u062A\u062E\u0635\u064A\u0635 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0623\u0648 \u062A\u0648\u062C\u062F \u0637\u0631\u0642 \u0639\u0631\u0636 \u0639\u0627\u0645\u0629. \u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u062F\u0648\u0646 \u0647\u0630\u0647 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A. \u0642\u062F \u062A\u0638\u0644 \u0623\u064A \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u062D\u062F\u064A\u062B\u0629 \u0646\u0634\u0637\u0629.
MSG_DRAFT_EXISTS=\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0645\u062A\u0648\u0641\u0631\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0633\u064A\u062A\u0645 \u062A\u062D\u0645\u064A\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0641\u064A \u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
MSG_DRAFT_DISCARD_DIALOG=\u0647\u0644 \u062A\u0631\u064A\u062F \u062A\u062C\u0627\u0647\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629\u061F \u0633\u064A\u0642\u0648\u0645 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u062A\u062D\u0645\u064A\u0644.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0645\u062A\u0648\u0641\u0631\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0633\u064A\u062A\u0645 \u062A\u062D\u0645\u064A\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0628\u062F\u0648\u0646 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u062E\u0635\u064A\u0635 \u0648\u0637\u0631\u0642 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u0639\u0627\u0645\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643 \u0641\u064A \u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0645\u062A\u0648\u0641\u0631\u0629.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0647\u0644 \u062A\u0631\u064A\u062F \u062A\u062C\u0627\u0647\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0648\u0625\u0639\u0627\u062F\u0629 \u062A\u0646\u0634\u064A\u0637 \u0627\u0644\u0625\u0635\u062F\u0627\u0631\u061F
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0637\u0628\u0642\u0629 \u0623\u0639\u0644\u0649 \u0648\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0645\u062A\u0648\u0641\u0631\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u062F\u0648\u0646 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0637\u0628\u0642\u0629 \u0623\u0639\u0644\u0649\u060C \u0648\u0644\u0643\u0646 \u0628\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629 \u0641\u064A \u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0637\u0628\u0642\u0629 \u0623\u0639\u0644\u0649 \u0645\u062A\u0648\u0641\u0631\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u062F\u0648\u0646 \u0647\u0630\u0647 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0641\u064A \u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0637\u0628\u0642\u0629 \u0623\u0639\u0644\u0649 \u0648\u0639\u0631\u0648\u0636 \u062E\u0627\u0635\u0629 \u0628\u0627\u0644\u062F\u0648\u0631 \u0645\u062A\u0648\u0641\u0631\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u0647\u0630\u0647 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0641\u064A \u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
MSG_RESTRICTED_CONTEXT_EXIST=\u0639\u0631\u0648\u0636 \u062E\u0627\u0635\u0629 \u0628\u0627\u0644\u062F\u0648\u0631 \u0645\u0648\u062C\u0648\u062F\u0629 \u0644\u0647\u0630\u0627 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u0647\u0630\u0647 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0641\u064A \u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
HEADER_RELOAD_NEEDED=\u064A\u062C\u0628 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642
BUTTON_RELOAD_NEEDED=\u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0622\u0646 \u0645\u0639 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u062E\u0635\u064A\u0635 \u0648\u0637\u0631\u0642 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u0639\u0627\u0645\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643.
MSG_RELOAD_WITHOUT_DRAFT=\u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0622\u0646 \u062F\u0648\u0646 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629.
MSG_RELOAD_ACTIVATED_DRAFT=\u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u0627\u0644\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u0646\u0634\u0637.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0622\u0646 \u062F\u0648\u0646 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u0648\u062F\u0629. \u0633\u064A\u062A\u0645 \u062A\u0637\u0628\u064A\u0642 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u062E\u0635\u064A\u0635 \u0648\u0637\u0631\u0642 \u0627\u0644\u0639\u0631\u0636 \u0627\u0644\u0639\u0627\u0645\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0622\u0646 \u0645\u0639 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u062E\u0635\u064A\u0635 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643. \u0633\u064A\u062A\u0645 \u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0639\u0631\u0648\u0636 \u0627\u0644\u0639\u0627\u0645\u0629 \u0623\u0648 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0627\u0644\u062F\u0648\u0631 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0622\u0646 \u0628\u0627\u0644\u0639\u0631\u0648\u0636 \u0627\u0644\u0639\u0627\u0645\u0629 \u0623\u0648 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0627\u0644\u062F\u0648\u0631.
MSG_RELOAD_WITH_ALL_CHANGES=\u0633\u062A\u062A\u0645 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0645\u0639 \u062C\u0645\u064A\u0639 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A.
MSG_RELOAD_NEEDED=\u062A\u062A\u0637\u0644\u0628 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u064A \u0623\u062C\u0631\u064A\u062A\u0647\u0627 \u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u062A\u0637\u0628\u064A\u0642.
MSG_MANAGE_APPS_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u0627\u0644\u0646\u0638\u0631\u0629 \u0627\u0644\u0639\u0627\u0645\u0629 \u0639\u0644\u0649 \u0645\u062A\u063A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631\u0629 \u0645\u0624\u0642\u062A\u064B\u0627. \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0644\u0627\u062D\u0642\u064B\u0627 \u0623\u0648 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644.
APP_VARIANT_DIALOG_SAVE=\u062D\u0641\u0638
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u062D\u0641\u0638
APP_VARIANT_DIALOG_CLOSE=\u0625\u063A\u0644\u0627\u0642
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0625\u0644\u063A\u0627\u0621
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0625\u0644\u063A\u0627\u0621
CREATE_APP_VARIANT_DIALOG_TITLE=\u062D\u0641\u0638 \u0643\u0645\u062A\u063A\u064A\u0631 \u062A\u0637\u0628\u064A\u0642 \u062C\u062F\u064A\u062F
APP_DIALOG_TITLE_TEXT=\u0627\u0644\u0639\u0646\u0648\u0627\u0646
APP_DIALOG_SUB_TITLE_TEXT=\u0639\u0646\u0648\u0627\u0646 \u0641\u0631\u0639\u064A
APP_DIALOG_DESCRIPTION_TEXT=\u0627\u0644\u0648\u0635\u0641
APP_DIALOG_ICON_TEXT=\u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629
RENAME_ERROR_TITLE=\u062E\u0637\u0623 \u0641\u064A \u0627\u0644\u062A\u0633\u0645\u064A\u0629
RENAME_EMPTY_ERROR_TEXT=\u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u062F\u062E\u0627\u0644 \u0627\u0633\u0645.
RENAME_BINDING_ERROR_TEXT=\u064A\u062C\u0628 \u0623\u0644\u0627 \u064A\u062D\u062A\u0648\u064A \u0627\u0644\u0627\u0633\u0645 \u0639\u0644\u0649 "{". \u064A\u064F\u0631\u062C\u0649 \u0627\u062E\u062A\u064A\u0627\u0631 \u0627\u0633\u0645 \u0645\u062E\u062A\u0644\u0641.
APP_VARIANT_ICON_SELECT_ICON=\u062A\u062D\u062F\u064A\u062F \u0627\u0644\u0623\u064A\u0642\u0648\u0646\u0629
APP_VARIANT_ICON_NO_DATA=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0623\u064A\u0642\u0648\u0646\u0627\u062A.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u062A\u0645 \u062D\u0641\u0638 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u062C\u062F\u064A\u062F.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u0633\u064A\u062A\u0645 \u0625\u063A\u0644\u0627\u0642 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u060C \u0648\u0633\u064A\u062A\u0645 \u0625\u0631\u062C\u0627\u0639\u0643 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629\u060C \u0648\u0625\u0634\u0639\u0627\u0631\u0643 \u0639\u0646\u062F \u062A\u0648\u0641\u0631 \u0627\u0644\u0625\u0637\u0627\u0631 \u0627\u0644\u062C\u062F\u064A\u062F.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0633\u064A\u062A\u0645 \u0625\u0639\u0644\u0627\u0645\u0643 \u0639\u0646\u062F \u062A\u0648\u0641\u0631 \u0627\u0644\u0625\u0637\u0627\u0631 \u0627\u0644\u062C\u062F\u064A\u062F.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u0633\u064A\u062A\u0645 \u0625\u063A\u0644\u0627\u0642 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645. \u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0644\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0625\u0637\u0627\u0631 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629 \u0644\u0644\u0648\u062D\u0629 \u062A\u0634\u063A\u064A\u0644 Fiori (\u0645\u0639\u0631\u0641 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0644\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0625\u0637\u0627\u0631 \u0625\u0644\u0649 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629 \u0644\u0644\u0648\u062D\u0629 \u062A\u0634\u063A\u064A\u0644 Fiori (\u0645\u0639\u0631\u0641 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=\u062E\u0637\u0623
MSG_LOAD_APP_VARIANT_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u062A\u0639\u0630\u0631 \u062A\u062D\u0645\u064A\u0644 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u064A\u0631\u062C\u0649 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0642\u0646\u064A\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0644\u062F\u064A\u0643\:
MSG_SAVE_APP_VARIANT_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u062A\u0639\u0630\u0631 \u062D\u0641\u0638 \u0648\u0627\u0635\u0641 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0642\u0646\u064A\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u0624\u0648\u0644.
MSG_UPDATE_APP_VARIANT_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u062A\u0639\u0630\u0631 \u062A\u062D\u062F\u064A\u062B \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u064A\u0631\u062C\u0649 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0642\u0646\u064A\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0644\u062F\u064A\u0643\:
MSG_CATALOG_ASSIGNMENT_FAILED=\u062A\u0645 \u062D\u0641\u0638 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u062C\u062F\u064A\u062F\u060C \u0648\u0644\u0643\u0646 \u062A\u0639\u0630\u0631 \u062A\u0639\u064A\u064A\u0646\u0647 \u0625\u0644\u0649 \u0627\u0644\u062F\u0644\u064A\u0644. \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0642\u0646\u064A\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0625\u0644\u0649 \u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0645\u062D\u062A\u0648\u0649.
MSG_TILE_CREATION_FAILED=\u0642\u0645 \u0628\u062A\u062D\u062F\u064A\u062B \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629 \u0644\u0644\u0648\u062D\u0629 \u062A\u0634\u063A\u064A\u0644 Fiori \u0644\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u0625\u0637\u0627\u0631 \u0627\u0644\u062C\u062F\u064A\u062F. \u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0645\u0633\u0624\u0648\u0644 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0625\u0630\u0627 \u0644\u0645 \u064A\u0643\u0646 \u0645\u062A\u0648\u0641\u0631\u064B\u0627 \u0623\u0648 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0644\u0627 \u064A\u0639\u0645\u0644 \u0628\u0634\u0643\u0644 \u0635\u062D\u064A\u062D.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u062A\u0639\u0630\u0631 \u062D\u0641\u0638 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0648\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0645\u0642\u0627\u0628\u0644\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643. \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631. \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0642\u0646\u064A\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u0624\u0648\u0644.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0625\u062F\u062E\u0627\u0644 \u0639\u0646\u0648\u0627\u0646
MSG_APP_VARIANT_FEATURE_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u0645\u064A\u0632\u0629 \u0645\u062A\u063A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631\u0629 \u0627\u0644\u0622\u0646. \u0627\u0644\u0631\u062C\u0627\u0621 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u0627\u0644\u0625\u0637\u0627\u0631 \u0627\u0644\u062C\u062F\u064A\u062F \u0645\u062A\u0648\u0641\u0631 \u062D\u0627\u0644\u064A\u064B\u0627. \u0648\u0644\u0639\u0631\u0636\u0647\u060C \u064A\u0631\u062C\u0649 \u062A\u062D\u062F\u064A\u062B \u0627\u0644\u0645\u0633\u062A\u0639\u0631\u0636.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0645\u0639\u0644\u0648\u0645\u0627\u062A
SAVE_APP_VARIANT_OK_TEXT=\u0645\u0648\u0627\u0641\u0642
SAVE_APP_VARIANT_CLOSE_TEXT=\u0625\u063A\u0644\u0627\u0642
SAVE_APP_VARIANT_COPY_ID_TEXT=\u0646\u0633\u062E \u0627\u0644\u0645\u0639\u0631\u0641 \u0648\u0625\u063A\u0644\u0627\u0642
MSG_APP_VARIANT_ID=\u0645\u0639\u0631\u0641 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\: {0}
MSG_TECHNICAL_ERROR=\u062E\u0637\u0623\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u0646\u0638\u0631\u0629 \u0639\u0627\u0645\u0629 \u0639\u0644\u0649 \u0645\u062A\u063A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u0637\u0628\u064A\u0642
APP_VARIANT_TILE_ARIA_LABEL=\u0645\u0639\u0627\u064A\u0646\u0629 \u0625\u0637\u0627\u0631 Fiori
MENU_ITEM_KEY_USER=\u0644\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064A
MENU_ITEM_SAP_DEVELOPER=\u0644\u0645\u0637\u0648\u0651\u0650\u0631 SAP
MSG_DEPENDENCY_ERROR=\u0639\u0630\u0631\u064B\u0627\u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u062A\u063A\u064A\u064A\u0631 \u0639\u0644\u0649 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645. \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0625\u0644\u0649 \u062D\u0627\u0644\u062A\u0647\u0627 \u0627\u0644\u0623\u0635\u0644\u064A\u0629 \u0648\u0625\u0639\u0627\u062F\u0629 \u0625\u0646\u0634\u0627\u0621 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A. \u0625\u0646\u0630\u0627\u0631\: \u0633\u064A\u0624\u062F\u064A \u0647\u0630\u0627 \u0625\u0644\u0649 \u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u062C\u0645\u064A\u0639 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u064A \u062A\u0645\u062A \u0639\u0644\u0649 \u0647\u0630\u0627 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0628\u0648\u0627\u0633\u0637\u0629 \u0623\u064A \u0645\u0633\u062A\u062E\u062F\u0645. \u0648\u0628\u062F\u0644\u0627\u064B \u0645\u0646 \u0630\u0644\u0643\u060C \u064A\u0645\u0643\u0646\u0643 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u062F\u0639\u0645 SAP \u0645\u0646 \u062E\u0644\u0627\u0644 \u0641\u062A\u062D \u062A\u0630\u0643\u0631\u0629 \u0644\u0644\u0645\u0643\u0648\u0646 CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u062A\u0645 \u062D\u0630\u0641 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 (\u0627\u0644\u0645\u0639\u0631\u0641\: {0}).
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u062A\u0645 \u062D\u0630\u0641 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 (\u0627\u0644\u0645\u0639\u0631\u0641\: {0})\u060C \u0644\u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0625\u0637\u0627\u0631 \u0645\u0646 \u0644\u0648\u062D\u0629 \u0627\u0644\u062A\u0634\u063A\u064A\u0644\u060C \u0642\u0645 \u0628\u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u0631\u0626\u064A\u0633\u064A\u0629.
MSG_DELETE_APP_VARIANT_FAILED=\u0639\u0630\u0631\u064B\u0627\u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u062D\u0630\u0641 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u0627\u0644\u0631\u062C\u0627\u0621 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0642\u0646\u064A\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u0624\u0648\u0644\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0645\u0639\u0644\u0648\u0645\u0627\u062A
DELETE_APP_VARIANT_OK_TEXT=\u0645\u0648\u0627\u0641\u0642
DELETE_APP_VARIANT_CLOSE_TEXT=\u0625\u063A\u0644\u0627\u0642
MSG_NO_BUSINESS_CONTEXTS=\u0644\u0627 \u0634\u064A\u0621
MSG_DO_NOT_CLOSE_BROWSER=\u0627\u0644\u0639\u0645\u0644\u064A\u0629 \u0642\u064A\u062F \u0627\u0644\u062A\u0646\u0641\u064A\u0630 - \u064A\u0631\u062C\u0649 \u0639\u062F\u0645 \u0625\u063A\u0644\u0627\u0642 \u0627\u0644\u0645\u0633\u062A\u0639\u0631\u0636.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0627\u0644\u062D\u0630\u0641 \u0642\u064A\u062F \u0627\u0644\u062A\u0646\u0641\u064A\u0630 - \u064A\u0631\u062C\u0649 \u0639\u062F\u0645 \u0625\u063A\u0644\u0627\u0642 \u0627\u0644\u0645\u0633\u062A\u0639\u0631\u0636.\n\u064A\u0631\u062C\u0649 \u0645\u0644\u0627\u062D\u0638\u0629 \u0623\u0646 \u0627\u0644\u0625\u0637\u0627\u0631 \u0644\u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0633\u064A\u0638\u0644 \u0645\u0631\u0626\u064A\u064B\u0627 \u0637\u0648\u0627\u0644 \u0639\u0645\u0644\u064A\u0629 \u0627\u0644\u062D\u0630\u0641.
MSG_CATALOGS_LOCKED=\u0639\u0630\u0631\u064B\u0627\u060C \u062A\u0639\u0630\u0631 \u062D\u0630\u0641 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642. \u064A\u0631\u062C\u0649 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0644\u0627\u062D\u0642\u064B\u0627.

MSG_UNSTABLE_ID_FOUND=\u0644\u0627 \u062A\u062D\u062A\u0648\u064A \u0628\u0639\u0636 \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u062D\u0643\u0645 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0643 \u0639\u0644\u0649 \u0645\u0639\u0631\u0641\u0627\u062A \u062B\u0627\u0628\u062A\u0629. \u0627\u0633\u062A\u062E\u062F\u0645 "\u0645\u0633\u0627\u0639\u062F \u0627\u0644\u062F\u0639\u0645" \u0644\u062A\u062D\u062F\u064A\u062F \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u062D\u0643\u0645 \u0627\u0644\u0645\u062A\u0623\u062B\u0631\u0629 \u0643\u0645\u0627 \u0647\u0648 \u0645\u0648\u0636\u062D [\u0647\u0646\u0627] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck)\u060C \u0648\u0642\u0645 \u0628\u062A\u0639\u064A\u064A\u0646 \u0627\u0644\u0645\u0639\u0631\u0641\u0627\u062A. (\u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0645\u0631\u0626\u064A\u0629 \u0641\u0642\u0637 \u0641\u064A SAP \u062F\u0627\u062E\u0644\u064A\u064B\u0627\u060C \u0648\u0644\u0646 \u064A\u0631\u0649 \u0627\u0644\u0639\u0645\u0644\u0627\u0621 \u0630\u0644\u0643\u060C \u0648\u0644\u0643\u0646 \u064A\u062C\u0628 \u0639\u0644\u064A\u0643 \u062A\u0639\u064A\u064A\u0646 \u0645\u0639\u0631\u0641\u0627\u062A \u0641\u064A \u0623\u0642\u0631\u0628 \u0648\u0642\u062A \u0645\u0645\u0643\u0646.)

MSG_NO_FLEX_ENABLED_FLAG=\u0644\u0645 \u064A\u062A\u0645 \u062A\u0645\u0643\u064A\u0646 \u062A\u0637\u0628\u064A\u0642\u0643 \u0644\u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645. \u064A\u0631\u062C\u0649 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0627\u0644\u0645\u062A\u0637\u0644\u0628\u0627\u062A \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629 \u0627\u0644\u0645\u0628\u064A\u0651\u064E\u0646\u0629 [\u0647\u0646\u0627](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (\u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0645\u0631\u0626\u064A\u0629 \u0641\u0642\u0637 \u0641\u064A SAP \u062F\u0627\u062E\u0644\u064A\u064B\u0627\u060C \u0648\u0644\u0646 \u064A\u062A\u0645\u0643\u0646 \u0627\u0644\u0639\u0645\u0644\u0627\u0621 \u0645\u0646 \u0631\u0624\u064A\u062A\u0647\u0627. \u0644\u0627 \u062A\u062A\u0623\u062B\u0631 \u0627\u0644\u0648\u0638\u064A\u0641\u0629\u060C \u0648\u0644\u0643\u0646 \u064A\u062C\u0628 \u0639\u0644\u064A\u0643 \u0627\u0644\u0627\u0647\u062A\u0645\u0627\u0645 \u0628\u0647\u0627 \u0641\u064A \u0623\u0642\u0631\u0628 \u0648\u0642\u062A \u0645\u0645\u0643\u0646.)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u062A\u062D\u062F\u064A\u062F \u0645\u062D\u062A\u0648\u0649 \u0645\u0636\u0645\u0646
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u062A\u062D\u062F\u064A\u062B \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0636\u0645\u0646
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=\u062D\u062C\u0645 IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0627\u0644\u0639\u0631\u0636
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u0648\u062D\u062F\u0629 \u0627\u0644\u0639\u0631\u0636
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u0627\u0644\u0627\u0631\u062A\u0641\u0627\u0639
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u0648\u062D\u062F\u0629 \u0627\u0644\u0627\u0631\u062A\u0641\u0627\u0639
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=\u062A\u0634\u064A\u0631 \u0642\u064A\u0645 \u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0645\u0626\u0648\u064A\u0629 \u0625\u0644\u0649 \u0627\u0644\u0645\u0633\u0627\u062D\u0629 \u0627\u0644\u0645\u062A\u0648\u0641\u0631\u0629 \u0628\u0627\u0644\u0641\u0639\u0644 \u0644\u0644\u0625\u0637\u0627\u0631 IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u062D\u0641\u0638
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u0625\u0644\u063A\u0627\u0621
CTX_ADDIFRAME=\u062A\u0636\u0645\u064A\u0646 \u0645\u062D\u062A\u0648\u0649 \u0625\u0644\u0649\: {0}
CTX_ADDIFRAME_GROUP=\u062A\u0636\u0645\u064A\u0646 \u0645\u062D\u062A\u0648\u0649
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u062A\u0645 \u0648\u0636\u0639 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0645\u0628\u062F\u0648\u0621 (\u0627\u0644\u0645\u062A\u063A\u064A\u0631) \u0641\u064A \u0637\u0628\u0642\u0629 CUSTOMER \u0623\u0648 CUSTOMER_BASE. \u0648\u0644\u0630\u0644\u0643\u060C \u0623\u0646\u062A \u0643\u0645\u0637\u0648\u0651\u0650\u0631 SAP \u0644\u0627 \u064A\u0645\u0643\u0646 \u0623\u0646 \u062A\u0631\u0649 \u0645\u062A\u063A\u064A\u0631\u0627\u062A \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u0645\u062A\u0627\u062D\u0629.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u0646\u0638\u0631\u0629 \u0639\u0627\u0645\u0629 \u0639\u0644\u0649 \u0645\u062A\u063A\u064A\u0631 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0644\u0645\u0637\u0648\u0651\u0650\u0631\u064A SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=\u0645\u0639\u0627\u064A\u0646\u0629 \u0627\u0644\u0631\u0627\u0628\u0637
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=\u0645\u0639\u0627\u064A\u0646\u0629 IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0645\u0639\u0627\u064A\u0646\u0629
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u062A\u062D\u062F\u064A\u062B \u0627\u0644\u0645\u0639\u0627\u064A\u0646\u0629
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u0627\u062E\u062A\u0631 \u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0645\u0639\u0627\u064A\u0646\u0629 \u0644\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0645\u062D\u062A\u0648\u0649 \u0627\u0644\u0645\u0636\u0645\u0646. \u0625\u0630\u0627 \u0644\u0645 \u064A\u0638\u0647\u0631 \u0634\u064A\u0621\u060C \u062A\u062D\u0642\u0642 \u0645\u0646 \u0635\u062D\u0629 \u0627\u0644\u0631\u0627\u0628\u0637.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=\u0627\u0644\u0631\u0627\u0628\u0637 (\u0627\u0646\u0642\u0631 \u0644\u0644\u062A\u062D\u0631\u064A\u0631 \u064A\u062F\u0648\u064A\u064B\u0627)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u0627\u0644\u0642\u064A\u0645 \u0627\u0644\u0645\u062A\u0648\u0641\u0631\u0629 (\u0627\u0646\u0642\u0631 \u0644\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0627\u0644\u0631\u0627\u0628\u0637)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u0627\u0644\u0645\u0639\u0627\u0645\u0644
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u0645\u062B\u0627\u0644 \u0627\u0644\u0642\u064A\u0645\u0629
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u0627\u0644\u0628\u062D\u062B \u0639\u0646 \u0627\u0644\u0645\u0639\u0627\u0645\u0650\u0644\u0627\u062A
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u0627\u0644\u0631\u0648\u0627\u0628\u0637 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u0629 \u0647\u0646\u0627 \u0645\u0637\u0644\u0648\u0628\u0629 \u0644\u0627\u0633\u062A\u064A\u0641\u0627\u0621 \u0634\u0631\u0648\u0637 \u0645\u0633\u0628\u0642\u0629 \u0645\u0639\u064A\u0646\u0629 \u0648\u0644\u0646 \u062A\u0639\u0645\u0644 \u0628\u062F\u0648\u0646\u0647\u0627.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0645\u0632\u064A\u062F

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=\u062A\u0645 \u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u0627\u0633\u0645 \u0625\u0644\u0649 {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u062A\u0645 \u0646\u0642\u0644 \u0627\u0644\u0639\u0646\u0635\u0631 {0} \u0625\u0644\u0649 \u0645\u0648\u0636\u0639 \u0645\u062E\u062A\u0644\u0641
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u062A\u0645\u062A \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0639\u0646\u0635\u0631 {0}
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u062A\u0645 \u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u0646\u0635\u0631 {0}
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u062A\u0645 \u062C\u0645\u0639 \u0627\u0644\u0639\u0646\u0635\u0631 {0}
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u062A\u0645 \u062A\u0642\u0633\u064A\u0645 \u0627\u0644\u0639\u0646\u0635\u0631 {0}
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=\u062A\u0645\u062A \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 {0}
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=\u062A\u0645\u062A \u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u062D\u0642\u0644 {0}
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=\u062A\u0645\u062A \u0625\u0636\u0627\u0641\u0629 iFrame
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=\u062A\u0645 \u062A\u063A\u064A\u064A\u0631 \u0625\u0639\u062F\u0627\u062F\u0627\u062A \u0627\u0644\u0639\u0646\u0635\u0631 {0}
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=\u062A\u0645\u062A \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0639\u0646\u0635\u0631 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u062D\u0627\u0648\u064A\u0629
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=\u0647\u0630\u0627 \u0627\u0644\u0639\u0646\u0635\u0631 \u062C\u0632\u0621 \u0645\u0646 \u0627\u0644\u062A\u0642\u0633\u064A\u0645
TIT_CHANGEVISUALIZATION_CHANGE=\u062A\u063A\u064A\u064A\u0631
TIT_CHANGEVISUALIZATION_CHANGES=\u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A
TIT_CHANGEVISUALIZATION_DATE=\u0627\u0644\u062A\u0627\u0631\u064A\u062E
TIT_CHANGEVISUALIZATION_DETAILS=\u0627\u0644\u062A\u0641\u0627\u0635\u064A\u0644
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u0627\u0644\u0648\u0635\u0641
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u0639\u0631\u0636 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064A
BUT_CHANGEVISUALIZATION_HIDECHANGES=\u0625\u062E\u0641\u0627\u0621 \u0639\u0631\u0636 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0627\u0644\u0623\u0633\u0627\u0633\u064A
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u0625\u0638\u0647\u0627\u0631 \u062C\u0645\u064A\u0639 \u0627\u0644\u062A\u063A\u064A\u064A\u0631\u0627\u062A
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0646\u0642\u0648\u0644\u0629
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u064F\u0639\u0627\u062F \u062A\u0633\u0645\u064A\u062A\u0647\u0627
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u064F\u0636\u0627\u0641\u0629
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0642\u0633\u0648\u0645\u0629 \u0648\u0627\u0644\u0645\u064F\u062C\u0645\u0651\u064E\u0639\u0629
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u0625\u0638\u0647\u0627\u0631 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u062A\u064A \u062A\u0645\u062A \u0625\u0632\u0627\u0644\u062A\u0647\u0627
MSG_LOCAL_RESET_VARIANT_SAVE=\u062A\u0645\u062A \u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0627\u0644\u062D\u0627\u0648\u064A\u0629 \u0648\u062A\u0645 \u062D\u0641\u0638 \u0627\u0644\u0639\u0631\u0636 \u062A\u0644\u0642\u0627\u0626\u064A\u064B\u0627.
