
SERVICE_NAME=UI-Anpassung
BTN_EXIT=Sichern und beenden
BTN_DONE=Fertig
CTX_REMOVE=Entfernen
CTX_REMOVE_TITLE=Entfernen
CTX_LOCAL_RESET=Container zur\u00FCcksetzen
CTX_ADD_ELEMENTS=Hinzuf\u00FCgen\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Hinzuf\u00FCgen zu...
MULTIPLE_CONTROL_NAME=Inhalt
CTX_CUT=Ausschneiden
CTX_PASTE=Einf\u00FCgen
CTX_GROUP_FIELDS=Zusammenf\u00FCgen
CTX_UNGROUP_FIELDS=Aufteilen
CTX_CREATE_CONTAINER=Anlegen\: {0}
TITLE_CREATE_CONTAINER=Neu\: {0}
CTX_RENAME=Umbenennen
CTX_SETTINGS=Einstellungen
CTX_VARIANT_SWITCH=Ansichten wechseln
CTX_VARIANT_SAVE=Ansicht sichern
CTX_VARIANT_SAVEAS=Ansicht sichern als
CTX_VARIANT_SET_TITLE=Titel festlegen
CTX_VARIANT_MANAGE=Ansichten verwalten
BTN_CREATE_NEW_VIEW=Als neue Ansicht sichern
MSG_CHANGE_READONLY_VARIANT=Sie k\u00F6nnen diese Ansicht nicht bearbeiten, weil sie gesch\u00FCtzt ist. Um sie zu \u00E4ndern, sichern Sie sich als neue Ansicht.
CTX_ADDXML_AT_EXTENSIONPOINT=Fragment am Erweiterungspunkt hinzuf\u00FCgen
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Entfernen
BTN_FREP_CANCEL=Abbrechen
LBL_FREP=war {0}
HEADER_ADDITIONAL_ELEMENTS=Verf\u00FCgbarer Content\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Verf\u00FCgbarer Content f\u00FCr\: {0}
BTN_MANAGE_APPS_TXT=App-Varianten verwalten
BTN_SAVE_AS=Sichern als
TOOLTIP_SAVE_AS=Neue App-Variante anlegen
BTN_UNDO=R\u00FCckg\u00E4ngig
BTN_REDO=Wiederherstellen
BTN_PUBLISH=Ver\u00F6ffentlichen
BTN_RESTORE=Zur\u00FCcksetzen
BTN_ADAPTATION=UI-Anpassung
TIT_DRAFT=Entwurf
TIT_ORIGINAL_APP=Original-App
TIT_VERSION_1=Version 1
LBL_ACTIVE=Aktiv
LBL_INACTIVE=Inaktiv
TIT_VERSION_HISTORY_PUBLISHED=Ver\u00F6ffentlicht
TIT_VERSION_HISTORY_UNPUBLISHED=Unver\u00F6ffentlicht
MSG_DRAFT_ACTIVATION_SUCCESS=Neue Version aktiviert
MSG_DRAFT_ACTIVATION_FAILED=Der Entwurf kann leider momentan nicht aktiviert werden. Bitte versuchen Sie es sp\u00E4ter erneut.
TIT_VERSION_TITLE=Titel
TIT_VERSION_TITLE_DIALOG=Neue Version aktivieren
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Version reaktivieren
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Versionstitel eingeben
BUT_VERSION_TITLE_DIALOG_CONFIRM=Best\u00E4tigen
BUT_VERSION_TITLE_DIALOG_CANCEL=Abbrechen
TOL_ACTIVATE=Neue Version aktivieren
TOL_DISCARD_DRAFT=Entwurf verwerfen
TOL_PUBLISH_VERSION=Version ver\u00F6ffentlichen
TIT_SWITCH_VERSION_DIALOG=Version wechseln
MSG_SWITCH_VERSION_DIALOG=Es liegen ungesicherte \u00C4nderungen am UI vor. M\u00F6chten Sie diese vor dem Wechseln sichern?
TIT_DRAFT_DISCARD_DIALOG=Vorhandenen Entwurf verwerfen
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=M\u00F6chten Sie den aktuellen Entwurf verwerfen und neu anfangen?
BTN_TRANSLATE=\u00DCbersetzen
BTN_UPLOAD_CHANGED_TEXTS=Hochladen
TIT_UPLOAD_CHANGED_TEXTS=\u00DCbersetzungen hochladen
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Es gibt \u00FCbersetzbare ungesicherte \u00C4nderungen mit Texten. Der aktuelle Stand wird gesichert, bevor die XLIFF-Datei heruntergeladen wird.
MSG_UPLOAD_CHANGED_TEXTS=XLIFF-Datei mit \u00DCbersetzungen von ge\u00E4nderten UI-Texten hochladen
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Abbrechen
BTN_OPEN_DOWNLOAD_TRANSLATION=Herunterladen
BTN_OPEN_UPLOAD_TRANSLATION=Hochladen
MSG_UPLOAD_TRANSLATION_SUCCESS=\u00DCbersetzung erfolgreich hochgeladen
BTN_DOWNLOAD_CHANGED_TEXTS=Herunterladen
TIT_DOWNLOAD_CHANGED_TEXTS=Herunterladen
MSG_DOWNLOAD_CHANGED_TEXTS=XLIFF-Datei mit \u00DCbersetzungen von ge\u00E4nderten UI-Texten herunterladen. Vorhandene \u00DCbersetzungen dieser Texte sind enthalten.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Abbrechen
TXT_SOURCE_LANGUAGE=Quellsprache
TXT_TARGET_LANGUAGE=Zielsprache
BTN_NAVIGATION=Navigation
BTN_VISUALIZATION=Visualisierung
HEADER_WARNING=Warnung
HEADER_ERROR=Fehler
MSG_RESTORE_FAILED=Ihre UI-\u00C4nderungen k\u00F6nnen momentan leider nicht verworfen werden. Bitte versuchen Sie es sp\u00E4ter erneut, oder wenden Sie sich an den Administrator\: {0}
MSG_TRANSPORT_SUCCESS=Ihre UI-\u00C4nderungen wurden in den Transport aufgenommen.
FORM_PERS_RESET_TITLE=Auf Standardversion zur\u00FCcksetzen
FORM_PERS_RESET_MESSAGE=Wollen Sie alle UI-\u00C4nderungen verwerfen und die App auf die Standardversion zur\u00FCcksetzen?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Wollen Sie alle Personalisierungen verwerfen und die App zur\u00FCcksetzen?
MSG_LREP_TRANSFER_ERROR=Leider ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es sp\u00E4ter erneut oder wenden Sie sich an Ihren Administrator.
MSG_ERROR_REASON=Ursache\:\n{0}
MSG_UNSAVED_CHANGES=Wenn Sie best\u00E4tigen, gehen Ihre UI-\u00C4nderungen verloren. Um die \u00C4nderungen zu sichern, schlie\u00DFen Sie dieses Dialogfenster und beenden Sie den UI-Anpassungsmodus.
MSG_NO_FIELDS=Keine weiterer Content verf\u00FCgbar
HEADER_PERSONALIZATION_EXISTS=Information
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Sie haben die App personalisiert oder es gibt \u00F6ffentliche Ansichten. Die App wird jetzt ohne diese \u00C4nderungen neu geladen. Ihre letzten \u00C4nderungen bleiben m\u00F6glicherweise aktiv.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Im Navigationsmodus vorgenommene \u00C4nderungen an der Benutzeroberfl\u00E4che werden verworfen, wenn Sie Sichern und beenden w\u00E4hlen.
MSG_DRAFT_EXISTS=F\u00FCr diese App sind Entwurfs\u00E4nderungen verf\u00FCgbar. Im UI-Anpassungsmodus werden die Entwurfs\u00E4nderungen geladen.
MSG_DRAFT_DISCARD_DIALOG=M\u00F6chten Sie die Entwurfs\u00E4nderungen verwerfen? Die App wird neu geladen.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=F\u00FCr diese App sind Entwurfs\u00E4nderungen verf\u00FCgbar. Im UI-Anpassungsmodus werden die Entwurfs\u00E4nderungen ohne die \u00C4nderungen an Ihrer Personalisierung und \u00F6ffentlichen Ansichten geladen.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Ein Entwurf ist verf\u00FCgbar.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=M\u00F6chten Sie die Entwurfs\u00E4nderungen verwerfen und die Version reaktivieren?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=F\u00FCr diese App sind \u00C4nderungen in h\u00F6heren Schichten und Entwurfs\u00E4nderungen verf\u00FCgbar. Im UI-Anpassungsmodus wird die App ohne die \u00C4nderungen in den h\u00F6heren Schichten, aber mit den Entwurfs\u00E4nderungen neu geladen.
MSG_HIGHER_LAYER_CHANGES_EXIST=F\u00FCr diese App sind \u00C4nderungen in h\u00F6heren Schichten verf\u00FCgbar. Im UI-Anpassungsmodus wird die App ohne diese \u00C4nderungen neu geladen.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=F\u00FCr diese App sind \u00C4nderungen in h\u00F6heren Schichten und rollenspezifische Ansichten verf\u00FCgbar. Im UI-Anpassungsmodus wird die App ohne die \u00C4nderungen in den h\u00F6heren Schichten, aber mit den rollenspezifischen Ansichten neu geladen.
MSG_RESTRICTED_CONTEXT_EXIST=F\u00FCr diese App sind rollenspezifische Ansichten vorhanden. Im UI-Anpassungsmodus wird die App mit diesen \u00C4nderungen neu geladen.
HEADER_RELOAD_NEEDED=App muss neu geladen werden.
BUTTON_RELOAD_NEEDED=Neu laden
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Die App wird jetzt mit Ihren ge\u00E4nderten Personalisierungseinstellungen und \u00F6ffentlichen Ansichten neu geladen.
MSG_RELOAD_WITHOUT_DRAFT=Die App wird jetzt ohne die Entwurfs\u00E4nderungen neu geladen.
MSG_RELOAD_ACTIVATED_DRAFT=Die App wird mit der aktiven Version neu geladen.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Die App wird jetzt ohne Entwurfs\u00E4nderungen neu geladen. Ihre ge\u00E4nderten Personalisierungseinstellungen und \u00F6ffentlichen Ansichten werden wieder angewandt.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Die App wird jetzt mit Ihren ge\u00E4nderten Personalisierungseinstellungen neu geladen. Ihre \u00F6ffentlichen oder rollenspezifischen Ansichten werden wieder angewandt.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Die App wird jetzt mit Ihren \u00F6ffentlichen oder rollenspezifischen Ansichten neu geladen.
MSG_RELOAD_WITH_ALL_CHANGES=Die App wird mit allen \u00C4nderungen neu geladen.
MSG_RELOAD_NEEDED=Ihre \u00C4nderungen erfordern ein erneutes Laden der App.
MSG_MANAGE_APPS_FAILED=Die \u00DCbersicht der App-Varianten ist gerade nicht verf\u00FCgbar. Bitte versuchen Sie es sp\u00E4ter erneut oder wenden Sie sich an Ihren Administrator.
APP_VARIANT_DIALOG_SAVE=Sichern
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Sichern
APP_VARIANT_DIALOG_CLOSE=Schlie\u00DFen
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Abbrechen
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Abbrechen
CREATE_APP_VARIANT_DIALOG_TITLE=Als neue App-Variante sichern
APP_DIALOG_TITLE_TEXT=Titel
APP_DIALOG_SUB_TITLE_TEXT=Untertitel
APP_DIALOG_DESCRIPTION_TEXT=Beschreibung
APP_DIALOG_ICON_TEXT=Symbol
RENAME_ERROR_TITLE=Benennungsfehler
RENAME_EMPTY_ERROR_TEXT=Bitte geben Sie einen Namen ein.
RENAME_BINDING_ERROR_TEXT=Der Name darf nicht "{" enthalten.Bitte w\u00E4hlen Sie einen anderen Namen.
APP_VARIANT_ICON_SELECT_ICON=Symbol ausw\u00E4hlen
APP_VARIANT_ICON_NO_DATA=Kein Symbol gefunden.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Die neue App-Variante wurde gesichert.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Die UI-Anpassung wird geschlossen. Sie gelangen wieder auf die Homepage und werden benachrichtigt, sobald die neue Kachel verf\u00FCgbar ist.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Sie werden benachrichtigt, sobald die neue Kachel verf\u00FCgbar ist.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Die UI-Anpassung wird geschlossen. Bitten Sie Ihren Administrator, die Kachel zur Fiori-Launchpad-Homepage hinzuzuf\u00FCgen (App-ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Bitten Sie Ihren Administrator, die Kachel zur Fiori-Launchpad-Homepage hinzuzuf\u00FCgen (App-ID\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Fehler
MSG_LOAD_APP_VARIANT_FAILED=Die App-Variante konnte leider nicht geladen werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator.
MSG_SAVE_APP_VARIANT_FAILED=Die App-Variante konnte leider nicht gesichert werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator.
MSG_UPDATE_APP_VARIANT_FAILED=Die App-Variante konnte leider nicht aktualisiert werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator.
MSG_CATALOG_ASSIGNMENT_FAILED=Die neue App-Variante wurde zwar gesichert, konnte aber nicht dem Katalog zugeordnet werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Content-Administrator\:
MSG_TILE_CREATION_FAILED=Aktualisieren Sie die Fiori-Launchpad-Homepage und schauen Sie nach, ob die neue Kachel angelegt wurde. Bitte wenden Sie sich an Ihren Content-Administrator, falls die Kachel nicht vorhanden ist oder nicht richtig funktioniert.
MSG_COPY_UNSAVED_CHANGES_FAILED=Leider konnten Ihre App-Variante und die entsprechenden UI-\u00C4nderungen nicht gesichert werden. Die App-Variante ist nicht verf\u00FCgbar. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Titel eingeben
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Die neue Kachel ist jetzt verf\u00FCgbar. Aktualisieren Sie den Browser, um die Kachel anzuzeigen.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Information
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Schlie\u00DFen
SAVE_APP_VARIANT_COPY_ID_TEXT=ID kopieren und schlie\u00DFen
MSG_APP_VARIANT_ID=App-Varianten-ID\: {0}
MSG_TECHNICAL_ERROR=Fehler\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u00DCbersicht der App-Varianten
APP_VARIANT_TILE_ARIA_LABEL=Fiori-Kachelvorschau
MENU_ITEM_KEY_USER=F\u00FCr Key-User
MENU_ITEM_SAP_DEVELOPER=F\u00FCr SAP-Entwickler
MSG_DEPENDENCY_ERROR=Sie k\u00F6nnen diese \u00C4nderung nicht f\u00FCr die UI \u00FCbernehmen. Bitte setzen Sie die UI auf den Originalzustand zur\u00FCck und legen Sie die \u00C4nderungen erneut an. Achtung\: Damit setzen Sie alle \u00C4nderungen zur\u00FCck, die andere Benutzer an der App vorgenommen haben. Alternativ k\u00F6nnen Sie sich auch an den SAP-Support werden. Legen Sie dazu eine Meldung f\u00FCr die Komponente CA-UI5-FL-RTA an.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=App-Variante (ID\: {0}) wurde gel\u00F6scht.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=App-Variante (ID\: {0}) wurde gel\u00F6scht. Laden Sie die Startseite neu, um die Kachel vom Launchpad zu entfernen.
MSG_DELETE_APP_VARIANT_FAILED=Die App-Variante konnte leider nicht gel\u00F6scht werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Information
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Schlie\u00DFen
MSG_NO_BUSINESS_CONTEXTS=Keine
MSG_DO_NOT_CLOSE_BROWSER=Vorgang wird durchgef\u00FChrt - bitte den Browser nicht schlie\u00DFen.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=L\u00F6schung wird durchgef\u00FChrt - bitte den Browser nicht schlie\u00DFen.\nBeachten Sie, dass die Kachel f\u00FCr die App-Variante w\u00E4hrend der gesamten Dauer der L\u00F6schung sichtbar bleibt.
MSG_CATALOGS_LOCKED=Die App-Variante konnte leider nicht gel\u00F6scht wurden. Versuchen Sie es bitte sp\u00E4ter erneut.

MSG_UNSTABLE_ID_FOUND=Einige Ihrer Controls haben keine stabilen IDs. Verwenden Sie den Support-Assistenten zum Identifizieren der betroffenen Controls, wie es [hier](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) beschrieben ist, und setzen Sie die IDs. (Diese Meldung ist nur SAP-intern sichtbar. Sie sollten die IDs aber so bald wie m\u00F6glich setzen.)

MSG_NO_FLEX_ENABLED_FLAG=Ihre App ist nicht f\u00FCr die UI-Anpassung aktiviert. Pr\u00FCfen Sie die Voraussetzungen [hier](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Diese Meldung ist nur SAP-intern sichtbar. Die Funktionsf\u00E4higkeit ist nicht betroffen, aber Sie sollten sich so schnell wie m\u00F6glich darum k\u00FCmmern.s)

IFRAME_ADDIFRAME_DIALOG_TITLE=Eingebetteten Inhalt definieren
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Eingebetteten Inhalt aktualisieren
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Gr\u00F6\u00DFe des iFrames
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Breite
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Einheit f\u00FCr Breite
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=H\u00F6he
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Einheit f\u00FCr H\u00F6he
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Die %-Werte beziehen sich auf den f\u00FCr das iFrame tats\u00E4chlich verf\u00FCgbaren Platz.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Sichern
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Abbrechen
CTX_ADDIFRAME=Inhalt einbetten\: {0}
CTX_ADDIFRAME_GROUP=Inhalt einbetten
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Die gestartete App (bzw. App-Variante) liegt im Layer CUSTOMER oder CUSTOMER_BASE. SAP-Entwickler k\u00F6nnen deswegen die verf\u00FCgbaren App-Varianten nicht sehen.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u00DCbersicht der App-Varianten f\u00FCr SAP-Entwickler
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Vorschau von URL anzeigen
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Vorschau von iFrame anzeigen
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Vorschau einblenden
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Vorschau aktualisieren
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=W\u00E4hlen Sie Vorschau einblenden, um den eingebetteten Inhalt einzublenden. Falls nichts eingeblendet wird, \u00FCberpr\u00FCfen Sie die URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (zum manuellen Bearbeiten klicken)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Verf\u00FCgbare Werte (zum Hinzuf\u00FCgen zur URL klicken)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parameter
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Wertbeispiel
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Nach Parametern suchen
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Die hier verwendeten URLs m\u00FCssen bestimmte Vorbedingungen erf\u00FCllen und werden ohne diese nicht funktionieren.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Mehr lesen

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=Name ge\u00E4ndert in ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=Name ge\u00E4ndert von ''{1}'' in ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Element "{0}" verschoben
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=Element "{0}" innerhalb seines Containers verschoben
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Element "{0}" entfernt
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Element "{0}" hinzugef\u00FCgt
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Element "{0}" zusammengef\u00FCgt
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Element "{0}" und "{1}" zusammengef\u00FCgt
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} Elemente zusammengef\u00FCgt
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Element "{0}" aufgeteilt
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Gruppe "{0}" hinzugef\u00FCgt
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Feld "{0}" hinzugef\u00FCgt
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame hinzugef\u00FCgt
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Einstellungen des Elements "{0}" ge\u00E4ndert
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Element wurde ge\u00E4ndert
TIT_CHANGEVISUALIZATION_TYPE=Art
TIT_CHANGEVISUALIZATION_CHANGES=\u00C4nderungen
TIT_CHANGEVISUALIZATION_DATE=Datum
TIT_CHANGEVISUALIZATION_DETAILS=Details
TIT_CHANGEVISUALIZATION_DESCRIPTION=Beschreibung
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u00C4nderungen durch Anwendungsexperten visualisieren
BUT_CHANGEVISUALIZATION_SELECTCHANGES=\u00C4nderungsart ausw\u00E4hlen
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=\u00C4nderungen nicht visualisiert\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Alle
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Alle \u00C4nderungen
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Verschieben
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=Verschobene Elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Umbenennen
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=Umbenannte Elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Hinzuf\u00FCgen
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Hinzugef\u00FCgte Elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Zusammenf\u00FCgen und aufteilen
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Zusammengef\u00FCgte und aufgeteilte Elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Entfernen
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Entfernte Elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Andere
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Andere \u00C4nderungen
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Alle
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Entwurf
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Nicht gesichert
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Gerade eben
MSG_LOCAL_RESET_VARIANT_SAVE=Der Container wurde zur\u00FCckgesetzt und die Ansicht wurde automatisch gesichert.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Quelle einblenden
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Andere Teile einblenden
BUT_CHANGEVISUALIZATION_LEARNMORE=[Weitere Informationen]

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=An dieser App wurden in einem anderen System UI-\u00C4nderungen vorgenommen. Um Konflikte zu vermeiden, empfehlen wir dringend, UI-\u00C4nderungen nur in einem System vorzunehmen und sie in die anderen Systeme zu transportieren. Siehe [Benutzeroberfl\u00E4che anpassen](https\://help.sap.com/docs/search?q\=%22Benutzeroberfl%C3%A4che%20anpassen%22&locale\=de-DE).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Warnung \u2013 Risiko schwerwiegender Konflikte
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Sie sind dabei, UI-Anpassungen in einem Produktivsystem vorzunehmen. Wenn Sie ein Entwicklungs- oder Testsystem haben, empfehlen wir Ihnen, die \u00C4nderungen dort vorzunehmen und den Transportmechanismus zum Ver\u00F6ffentlichen der \u00C4nderungen zu verwenden.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Warnung \u2013 Sie sind dabei, \u00C4nderungen im Produktivsystem vorzunehmen
MSG_GENERIC_ERROR_MESSAGE=Es ist ein Fehler aufgetreten. Bitte wenden Sie sich an den SAP Support. Legen Sie dazu eine Meldung f\u00FCr die Komponente CA-UI5-FL-RTA an.\nGeben Sie die folgenden technischen Informationen in Ihrer Meldung an\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=Fehler beim Starten der UI-Anpassung

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Sie haben keine Anwendungsexpertenberechtigungen. Bitte wenden Sie sich an Ihren Administrator.

APP_CONTEXTS_OVERVIEW_DIALOG_TITLE=\u00DCbersicht der App-Kontexte

EAC_DIALOG_HEADER=Anpassung bearbeiten
SAC_DIALOG_HEADER=Als neue Anpassung sichern
BTN_MANAGE_APP_CTX=Anpassungen verwalten
TXT_MANAGE_APP_CTX=Anpassungen anzeigen, bearbeiten oder l\u00F6schen
CLM_HEADER_PRIORITY=Priorit\u00E4t
TXT_SELECT_FIRST_PRIO=Vor allen einf\u00FCgen (Priorit\u00E4t '1')
TXT_SELECT_PRIO=Nach ''{0}'' einf\u00FCgen (Priorit\u00E4t''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Beschreibung eingeben
