
SERVICE_NAME=Prilagodba korisni\u010Dkog su\u010Delja
BTN_EXIT=Snimi i iza\u0111i
BTN_DONE=Gotovo
CTX_REMOVE=Ukloni
CTX_REMOVE_TITLE=Ukloni
CTX_LOCAL_RESET=Ponovo postavi spremnik
CTX_ADD_ELEMENTS=Dodaj\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Sadr\u017Eaj
CTX_CUT=Izre\u017Ei
CTX_PASTE=Zalijepi
CTX_GROUP_FIELDS=Kombiniraj
CTX_UNGROUP_FIELDS=Podijeli
CTX_CREATE_CONTAINER=Kreiraj\: {0}
TITLE_CREATE_CONTAINER=Novo\: {0}
CTX_RENAME=Preimenuj
CTX_SETTINGS=Postave
CTX_VARIANT_SWITCH=Promijeni poglede
CTX_VARIANT_SAVE=Snimi pogled
CTX_VARIANT_SAVEAS=Snimi pogled kao
CTX_VARIANT_SET_TITLE=Postavi naslov
CTX_VARIANT_MANAGE=Upravljaj pogledima
CTX_ADDXML_AT_EXTENSIONPOINT=Dodaj fragment u to\u010Dci pro\u0161irenja
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Ukloni
BTN_FREP_CANCEL=Otka\u017Ei
LBL_FREP=bilo je {0}
HEADER_ADDITIONAL_ELEMENTS=Raspolo\u017Eivi sadr\u017Eaj\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Upravljaj varijantama aplikacije
BTN_SAVE_AS=Snimi kao
TOOLTIP_SAVE_AS=Kreiraj novu varijantu aplikacije
BTN_UNDO=Poni\u0161ti
BTN_REDO=Ponovi radnju
BTN_PUBLISH=Objavi
BTN_RESTORE=Ponovno postavi
BTN_ADAPTATION=Prilagodba korisni\u010Dkog su\u010Delja
TIT_DRAFT=Nacrt
TIT_ORIGINAL_APP=Originalna aplikacija
TIT_VERSION_1=Verzija 1
LBL_ACTIVE=Aktivno
LBL_INACTIVE=Neaktivno
MSG_DRAFT_ACTIVATION_SUCCESS=Nova je verzija aktivirana
MSG_DRAFT_ACTIVATION_FAILED=Na\u017Ealost, nacrt trenuta\u010Dno nije mogu\u0107e aktivirati. Poku\u0161ajte ponovo kasnije.
TIT_VERSION_TITLE=Naslov
TIT_VERSION_TITLE_DIALOG=Aktiviranje nove verzije
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Ponovno aktiviraj verziju
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Unesite naslov verzije
BUT_VERSION_TITLE_DIALOG_CONFIRM=Potvrdi
BUT_VERSION_TITLE_DIALOG_CANCEL=Otka\u017Ei
TOL_ACTIVATE=Aktiviraj novu verziju
TOL_DISCARD_DRAFT=Odbaci nacrt
TIT_SWITCH_VERSION_DIALOG=Zamijeni verziju
MSG_SWITCH_VERSION_DIALOG=Imate nesnimljene promjene korisni\u010Dkog su\u010Delja. \u017Delite li ih snimiti prije zamjene?
TIT_DRAFT_DISCARD_DIALOG=Odbaci postoje\u0107i nacrt
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u017Delite li odbaciti trenuta\u010Dni nacrt i po\u010Deti ponovo?
BTN_NAVIGATION=Usmjeravanje
HEADER_WARNING=Upozorenje
HEADER_ERROR=Gre\u0161ka
MSG_RESTORE_FAILED=Na\u017Ealost, va\u0161e promjene korisni\u010Dkog su\u010Delja ne mogu se sada odbaciti. Poku\u0161ajte ponovo poslije ili se obratite administratoru\: {0}
MSG_TRANSPORT_SUCCESS=Promjene korisni\u010Dkog su\u010Delja uklju\u010Dene su u transport.
FORM_PERS_RESET_TITLE=Ponovno postavi na standardnu verziju
FORM_PERS_RESET_MESSAGE=\u017Delite li odbaciti sva uskla\u0111enja korisni\u010Dkog su\u010Delja i ponovno postaviti aplikaciju na standardnu verziju?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u017Delite li odbaciti sve svoje promjene personalizacije i ponovno postaviti aplikaciju?
MSG_LREP_TRANSFER_ERROR=Na\u017Ealost, pojavila se tehni\u010Dka gre\u0161ka. Poku\u0161ajte ponovo kasnije ili kontaktirajte administratora.
MSG_ERROR_REASON=Razlog\:\n{0}
MSG_UNSAVED_CHANGES=Ako potvrdite, sve promjene korisni\u010Dkog su\u010Delja izgubit \u0107e se. Kako biste ih snimili zatvorite ovaj okvir za dijalog i iza\u0111ite iz uskla\u0111enja korisni\u010Dkog su\u010Delja.
MSG_NO_FIELDS=Sadr\u017Eaj vi\u0161e nije raspolo\u017Eiv
HEADER_PERSONALIZATION_EXISTS=Informacije
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Personalizirali ste aplikaciju ili postoje javni pogledi. Aplikacija \u0107e se sada ponovo u\u010Ditati bez tih promjena. Sve nedavne promjene mogu ostati aktivne.
MSG_DRAFT_EXISTS=Promjene nacrta raspolo\u017Eive su za ovu aplikaciju. U modu uskla\u0111enja korisni\u010Dkog su\u010Delja u\u010Ditat \u0107e se promjene nacrta.
MSG_DRAFT_DISCARD_DIALOG=\u017Delite li odbaciti promjene nacrta? Aplikacija \u0107e se ponovo u\u010Ditati.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Promjene nacrta raspolo\u017Eive su za ovu aplikaciju. U modu uskla\u0111enja korisni\u010Dkog su\u010Delja u\u010Ditat \u0107e se promjene nacrta bez promjena personalizacije i javnih pogleda.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Nacrt raspolo\u017Eiv.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u017Delite li odbaciti promjene nacrta i ponovno aktivirati verziju?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Za aplikaciju su raspolo\u017Eive promjene vi\u0161eg sloja i promjene nacrta. U modu uskla\u0111enja korisni\u010Dkog su\u010Delja aplikacija \u0107e se ponovo u\u010Ditati bez promjena vi\u0161eg sloja, ali s promjenama nacrta.
MSG_HIGHER_LAYER_CHANGES_EXIST=Promjene vi\u0161eg sloja raspolo\u017Eive su za ovu aplikaciju. U modu uskla\u0111enja korisni\u010Dkog su\u010Delja aplikacija \u0107e se ponovo u\u010Ditati bez tih promjena.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Promjene vi\u0161eg sloja i pogledi specifi\u010Dni za ulogu raspolo\u017Eivi su za ovu aplikaciju. U modu uskla\u0111enja korisni\u010Dkog su\u010Delja aplikacija \u0107e se ponovo u\u010Ditati zajedno s tim promjenama.
MSG_RESTRICTED_CONTEXT_EXIST=Pogledi specifi\u010Dni za ulogu postoje za ovu aplikaciju. U modu uskla\u0111enja korisni\u010Dkog su\u010Delja aplikacija \u0107e se ponovo u\u010Ditati zajedno s tim promjenama.
HEADER_RELOAD_NEEDED=Aplikacija zahtijeva ponovno u\u010Ditavanje
BUTTON_RELOAD_NEEDED=Ponovno u\u010Ditaj
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Aplikacija \u0107e se sada ponovno u\u010Ditati s va\u0161im promjenama personalizacije i javnim pogledima.
MSG_RELOAD_WITHOUT_DRAFT=Aplikacija \u0107e se sada ponovno u\u010Ditati bez promjena nacrta.
MSG_RELOAD_ACTIVATED_DRAFT=Aplikacija \u0107e se sada ponovno u\u010Ditati s aktivnom verzijom.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Aplikacija \u0107e se sada ponovno u\u010Ditati bez promjena nacrta. Va\u0161e \u0107e se promjene personalizacije i javni pogledi ponovno primijeniti.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Aplikacija \u0107e se sada ponovno u\u010Ditati s va\u0161im promjenama personalizacije. Va\u0161i javni pogledi ili pogledi specifi\u010Dni za ulogu ponovno \u0107e se primijeniti.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Aplikacija \u0107e se sada ponovno u\u010Ditati s va\u0161im javnim pogledima ili pogledima specifi\u010Dnim za ulogu.
MSG_RELOAD_WITH_ALL_CHANGES=Aplikacija \u0107e se ponovno u\u010Ditati sa svim promjenama.
MSG_RELOAD_NEEDED=Va\u0161e promjene zahtijevaju ponovno u\u010Ditavanje aplikacije.
MSG_MANAGE_APPS_FAILED=Na\u017Ealost, pregled varijanti aplikacije privremeno nije raspolo\u017Eiv. Poku\u0161ajte ponovno kasnije ili kontaktirajte svog administratora.
APP_VARIANT_DIALOG_SAVE=Snimi
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Snimi
APP_VARIANT_DIALOG_CLOSE=Zatvori
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Otka\u017Ei
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Otka\u017Ei
CREATE_APP_VARIANT_DIALOG_TITLE=Snimi kao novu varijantu aplikacije
APP_DIALOG_TITLE_TEXT=Naslov
APP_DIALOG_SUB_TITLE_TEXT=Podnaslov
APP_DIALOG_DESCRIPTION_TEXT=Opis
APP_DIALOG_ICON_TEXT=Ikona
RENAME_ERROR_TITLE=Gre\u0161ka imenovanja
RENAME_EMPTY_ERROR_TEXT=Unesite naziv.
RENAME_BINDING_ERROR_TEXT=Naziv ne smije sadr\u017Eavati "{". Izaberite drugi naziv.
APP_VARIANT_ICON_SELECT_ICON=Odaberi ikonu
APP_VARIANT_ICON_NO_DATA=Ikone nisu na\u0111ene
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nova varijanta aplikacije snimljena.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Uskla\u0111enje korisni\u010Dkog su\u010Delja zatvorit \u0107e se, a vi \u0107ete se vratiti na po\u010Detnu stranicu. Dobit \u0107ete obavijest kada novi podekran bude raspolo\u017Eiv.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Dobit \u0107ete obavijest kada je novi podekran raspolo\u017Eiv.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Uskla\u0111enje korisni\u010Dkog su\u010Delja zatvorit \u0107e se. Kontaktirajte svog administratora za dodavanje podekrana na po\u010Detnu stranicu Fiori launchpada (ID aplikacije\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Kontaktirajte svog administratora za dodavanje podekrana na po\u010Detnu stranicu Fiori launchpada (ID aplikacije\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Gre\u0161ka
MSG_LOAD_APP_VARIANT_FAILED=Na\u017Ealost, varijantu aplikacije nije mogu\u0107e u\u010Ditati. Po\u0161aljite sljede\u0107e tehni\u010Dke informacije svom administratoru\:
MSG_SAVE_APP_VARIANT_FAILED=Na\u017Ealost, varijantu aplikacije nije mogu\u0107e snimiti. Po\u0161aljite sljede\u0107e tehni\u010Dke informacije svom administratoru\:
MSG_UPDATE_APP_VARIANT_FAILED=Na\u017Ealost, varijantu aplikacije nije mogu\u0107e a\u017Eurirati. Po\u0161aljite sljede\u0107e tehni\u010Dke informacije svom administratoru\:
MSG_CATALOG_ASSIGNMENT_FAILED=Nova varijanta aplikacije snimljena, ali nije je mogu\u0107e dodijeliti katalogu. Po\u0161aljite sljede\u0107e tehni\u010Dke informacije svom administratoru sadr\u017Eaja\:
MSG_TILE_CREATION_FAILED=Osvje\u017Eite po\u010Detnu stranicu Fiori launchpada radi provjere je li kreiran novi podekran. Obratite se administratoru sadr\u017Eaja ako nije raspolo\u017Eiv ili ne radi ispravno.
MSG_COPY_UNSAVED_CHANGES_FAILED=Na\u017Ealost, va\u0161a varijanta aplikacije i odgovaraju\u0107e promjene korisni\u010Dkog su\u010Delja nije mogu\u0107e snimiti. Po\u0161aljite sljede\u0107e tehni\u010Dke informacije svom administratoru\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Unesi naslov
MSG_APP_VARIANT_FEATURE_FAILED=Na\u017Ealost, zna\u010Dajka varijanti aplikacije privremeno nije raspolo\u017Eiva. Kontaktirajte svog administratora\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Novi podekran sada je raspolo\u017Eiv. Za prikaz osvje\u017Eite pretra\u017Eiva\u010D.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacije
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Zatvori
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopiraj ID i zatvori
MSG_APP_VARIANT_ID=ID varijante aplikacije\: {0}
MSG_TECHNICAL_ERROR=Gre\u0161ka\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Pregled varijanti aplikacije
APP_VARIANT_TILE_ARIA_LABEL=Pregled Fiori podekrana
MENU_ITEM_KEY_USER=Za klju\u010Dnog korisnika
MENU_ITEM_SAP_DEVELOPER=Za SAP \u010Dlana razvojnog tima
MSG_DEPENDENCY_ERROR=Na\u017Ealost, promjenu nije mogu\u0107e primijeniti na korisni\u010Dko su\u010Delje. Ponovo postavite korisni\u010Dko su\u010Delje na izvorno stanje te ponovo kreirajte promjene. Pozor\: ovim \u0107e se ponovo postaviti sve promjene u ovoj aplikaciji koje je napravio bilo koji korisnik. Druga mogu\u0107nost je da se obratite SAP podr\u0161ci putem ticketa za komponentu CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Varijanta aplikacije (ID\: {0}) izbrisana.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Varijanta aplikacije (ID\: {0}) izbrisana. Kako biste iz launchpada uklonili podekran, ponovno u\u010Ditajte po\u010Detnu stranicu.
MSG_DELETE_APP_VARIANT_FAILED=Na\u017Ealost, varijantu aplikacije nije mogu\u0107e izbrisati. Po\u0161aljite sljede\u0107e tehni\u010Dke informacije svom administratoru\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacije
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Zatvori
MSG_NO_BUSINESS_CONTEXTS=Ni\u0161ta
MSG_DO_NOT_CLOSE_BROWSER=Operacija u tijeku - ne zatvarajte pretra\u017Eiva\u010D.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Brisanje u tijeku - ne zatvarajte pretra\u017Eiva\u010D.\nUzmite u obzir da \u0107e podekran za varijantu aplikacije biti vidljiv tijekom procesa brisanja.
MSG_CATALOGS_LOCKED=Na\u017Ealost, varijantu aplikacije nije mogu\u0107e izbrisati. Poku\u0161ajte ponovno kasnije.

MSG_UNSTABLE_ID_FOUND=Neke va\u0161e kontrole nemaju stabilne IDOve. Upotrijebite pomo\u0107nik za podr\u0161ku kako biste identificirali zahva\u0107ene kontrole kao \u0161to je opisano [ovdje](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) i postavite ID-ove. (Ova poruka vidljiva je samo interno u SAPu, kupci je ne\u0107e vidjeti, ali ID trebate postaviti \u0161to je prije mogu\u0107e.)

MSG_NO_FLEX_ENABLED_FLAG=Va\u0161a aplikacija nema aktivirano uskla\u0111enje korisni\u010Dkog su\u010Delja. Provjerite preduvjete opisane [ovdje](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Ova poruka vidljiva je samo interno u SAPu, kupci je ne\u0107e vidjeti. Nema utjecaja na funkcionalnost, ali trebate to napraviti \u0161to je prije mogu\u0107e.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definiraj umetnuti sadr\u017Eaj
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=A\u017Euriraj umetnuti sadr\u017Eaj
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Veli\u010Dina za IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0160irina
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Jedinica za \u0161irinu
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Visina
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Jedinica za visinu
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Vrijednosti % odnose se na prostor koji je stvarno raspolo\u017Eiv za IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Snimi
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Otka\u017Ei
CTX_ADDIFRAME=Umetni sadr\u017Eaj za\: {0}
CTX_ADDIFRAME_GROUP=Umetni sadr\u017Eaj
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Pokrenuta aplikacija (varijanta) postavlja se u sloj CUSTOMER ili CUSTOMER_BASE. Stoga kao SAP \u010Dlan razvojnog tima ne mo\u017Eete vidjeti raspolo\u017Eive varijante aplikacije.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Pregled varijanti aplikacije za SAP \u010Dlanove razvojnog tima
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL pregleda
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Pregled IFramea
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Poka\u017Ei pregled
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=A\u017Euriraj pregled
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Izaberite Poka\u017Ei pretpregled za prikazivanje umetnutog sadr\u017Eaja. Ako se ni\u0161ta ne prikazuje, provjerite URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (pritisni za ru\u010Dno ure\u0111ivanje)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Raspolo\u017Eive vrijednosti (pritisni za dodavanje u URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametar
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Primjer vrijednosti
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Tra\u017Ei parametre
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=URLovi koji se ovdje upotrebljavaju moraju ispuniti odre\u0111ene preduvjete i bez njih ne\u0107e funkcionirati.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Dodatno \u010Ditanje

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=Naziv promijenjen u {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Element {0} premje\u0161ten u drugu poziciju
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Element {0} uklonjen
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Element {0} prikazan
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Element {0} kombiniran
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Element {0} razdijeljen
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Grupa {0} dodana
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Polje {0} dodano
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame dodan
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Postave elementa {0} promijenjene
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Element premje\u0161ten iz ovog spremnika
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Ovaj element dio je razdiobe
TIT_CHANGEVISUALIZATION_CHANGE=Promijeni
TIT_CHANGEVISUALIZATION_CHANGES=Promjene
TIT_CHANGEVISUALIZATION_DATE=Datum
TIT_CHANGEVISUALIZATION_DETAILS=Detalji
TIT_CHANGEVISUALIZATION_DESCRIPTION=Opis
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Vizualiziraj promjene klju\u010Dnog korisnika
BUT_CHANGEVISUALIZATION_HIDECHANGES=Sakrij vizualizaciju promjene klju\u010Dnog korisnika
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Poka\u017Ei sve promjene
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Poka\u017Ei premje\u0161tene elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Poka\u017Ei preimenovane elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Poka\u017Ei dodane elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Poka\u017Ei kombinirane i razdijeljene elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Poka\u017Ei uklonjene elemente
MSG_LOCAL_RESET_VARIANT_SAVE=Spremnik je ponovo postavljen i pogled je snimljen automatski.
