
SERVICE_NAME=Prilagoditev UV
TOOLBAR_TITLE=Prilagoditev UV
TOOLBAR_TITLE_PERSONALIZE=Personalizacija aplikacije
BTN_EXIT=Shranjevanje & izhod
BTN_DONE=Zaklju\u010Deno
BTN_DONE_TOOLTIP=Shranjevanje sprememb
CTX_ADAPT=Ve\u010D ...
CTX_REMOVE=Odstranitev
CTX_REMOVE_TITLE=Odstranitev
CTX_ADD_ELEMENTS=Dodajanje\: {0}
MULTIPLE_CONTROL_NAME=Vsebina
CTX_CUT=Izrez
CTX_PASTE=Vstavljanje
CTX_GROUP_FIELDS=Kombiniranje
CTX_UNGROUP_FIELDS=Delitev
CTX_CREATE_CONTAINER=Kreiranje\: {0}
TITLE_CREATE_CONTAINER=Novo\: {0}
CTX_RENAME=Preimenovanje
CTX_SETTINGS=Nastavitve
CTX_TRIGGER=Navigiranje do
CTX_VARIANT_SWITCH=Zamenjava prikaza
CTX_VARIANT_DUPLICATE=Podvajanje
CTX_VARIANT_SET_TITLE=Nastavitev naslova
CTX_VARIANT_MANAGE=Upravljanje prikazov
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Odstranitev
BTN_FREP_CANCEL=Prekinitev
BTN_FREP_CCF=Kreiranje uporabni\u0161ko definiranega polja, asociacije ali logike
LBL_FREP=je bilo {0}
HEADER_SETTINGS=Nastavitve
HEADER_ADDITIONAL_ELEMENTS=Razpolo\u017Eljiva vsebina\: {0}
BTN_SHARE=Lansiranje
BTN_MANAGE_APPS_TXT=Upravljanje variant aplikacije
BTN_SAVE_AS=Shranjevanje kot
TOOLTIP_SAVE_AS=Kreiranje nove variante aplikacije
BTN_UNDO=Ponastavitev
BTN_REDO=Ponovitev
BTN_PUBLISH=Objava
BTN_RESTORE=Ponastavi
BTN_TRANSPORT=Transport
BTN_ADAPTATION=Prilagoditev UV
BTN_NAVIGATION=Navigacija
HEADER_RESTORE_FAILED=Napaka
HEADER_WARNING=Opozorilo
HEADER_ERROR=Napaka
MSG_RESTORE_FAILED=Va\u0161ih sprememb UV trenutno ni mogo\u010De opustiti. Poskusite znova pozneje ali pa se obrnite na administratorja\: {0}
MSG_PUBLISH_ERROR=Va\u0161ih sprememb UV trenutno ni mogo\u010De objaviti. Poskusite znova pozneje ali pa se obrnite na administratorja\: {0}
MSG_TRANSPORT_SUCCESS=Va\u0161e spremembe UV so prevzete v prenos.
MSG_PUBLISH_SUCCESS=Va\u0161e spremembe UV so planirane za objavo.
HEADER_TRANSPORT_INAPPLICABLE=Informacija
MSG_TRANSPORT_INAPPLICABLE=Vse spremembe UV so \u017Ee vklju\u010Dene v transport.
HEADER_TRANSPORT_APPLYSAVE_ERROR=Napaka
MSG_TRANSPORT_APPLYSAVE_ERROR=Oprostite, va\u0161ih sprememb za UV trenutno ni mogo\u010De uporabiti ali shraniti. Zapustite prilagoditev UV in znova za\u017Eenite aplikacijo\: {0}
FORM_PERS_RESET_TITLE=Ponastavitev na standardno verzijo
FORM_PERS_RESET_MESSAGE=\u017Delite opustiti vse spremembe UV-ja in ponastaviti aplikacijo na standardno verzijo?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u017Delite zavre\u010Di vse personalizacije in ponastaviti aplikacijo?
MSG_LREP_TRANSFER_ERROR=Oprostite, pri\u0161lo je do tehni\u010Dne napake. Prosim, poskusite znova pozneje ali se obrnite na svojega administratorja.
MSG_ERROR_REASON=Razlog\:\n{0}
MSG_UNSAVED_CHANGES=\u010Ce potrdite, bodo va\u0161e spremembe za UV izgubljene. Da jih shranite, zaprite to pogovorno okno in zapustite prilagoditev UV.
MSG_REMOVING_TOOLBAR=Glava te skupine vsebuje dodatne elemente. \u010Ce odstranite to skupino, se bodo izbrisali. \u017Delite vseeno odstraniti skupino?
MSG_NO_FIELDS=Vsebina ni ve\u010D na voljo
HEADER_PERSONALIZATION_EXISTS=Informacije
MSG_PERSONALIZATION_EXISTS=Aplikacijo ste personalizirali. V modusu prilagoditve UV bo aplikacija znova prenesena brez nastavitev personalizacije.
MSG_HIGHER_LAYER_CHANGES_EXIST=V aplikaciji obstajajo spremembe na vi\u0161ji ravni. V modusu prilagoditve UV bo aplikacija znova prenesena brez teh sprememb.
HEADER_RELOAD_NEEDED=Aplikacija zahteva vnovi\u010Dno nalaganje
BUTTON_RELOAD_NEEDED=Vnovi\u010Dni prenos
MSG_RELOAD_WITH_PERSONALIZATION=Aplikacija se bo znova nalo\u017Eila z va\u0161imi nastavitvami personalizacije.
MSG_RELOAD_WITH_ALL_CHANGES=Aplikacija bo znova prenesena z vsemi spremembami.
MSG_RELOAD_NEEDED=Za nekatere va\u0161e spremembe je zahtevano aktivno vnovi\u010Dno nalaganje aplikacije.
MAA_CLOSE_BUTTON=Zapiranje
DUPLICATE_ERROR_TEXT=Ime pogleda \u017Ee obstaja. Prosim, vnesite drugo ime.
BLANK_ERROR_TEXT=Vnesite ime pogleda.
HEADER_MANAGE_APPS_FAILED=Napaka
MSG_MANAGE_APPS_FAILED=Oprostite, pregled variant aplikacije za\u010Dasno ni na voljo. Poskusite znova pozneje ali pa se obrnite na svojega administratorja.
APP_VARIANT_DIALOG_SAVE=Shranjevanje
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Shranjevanje
APP_VARIANT_DIALOG_CLOSE=Zapiranje
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Preklic
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Preklic
CREATE_APP_VARIANT_DIALOG_TITLE=Shranjevanje kot nova varianta aplikacije
APP_DIALOG_TITLE_TEXT=Naslov
APP_DIALOG_SUB_TITLE_TEXT=Podnaslov
APP_DIALOG_DESCRIPTION_TEXT=Opis
APP_DIALOG_ICON_TEXT=Simbol
BLANK_DUPLICATE_TITLE_TEXT=Napaka pri poimenovanju
APP_DIALOG_ICON_TOOLTIP=Izberite simbol za plo\u0161\u010Dico
APP_DIALOG_ICON_BROWSE_BUTTON=Iskanje
APP_VARIANT_ICON_SEARCH_TOOLTIP=Iskanje SAPUI5-simbola
APP_VARIANT_ICON_DIALOG_ICON=Simbol
APP_VARIANT_ICON_DIALOG_NAME=Ime
APP_VARIANT_ICON_SELECT_ICON=Izbira simbola
APP_VARIANT_ICON_OK_BUTTON=V redu
APP_VARIANT_ICON_CANCEL_BUTTON=Preklic
APP_VARIANT_ICON_NO_DATA=Simboli niso najdeni.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nova varianta aplikacije je bila shranjena.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Prilagoditev UV se bo zaprla in vrnili se boste na doma\u010Do stran. Prejeli boste obvestilo, ko bo nova plo\u0161\u010Dica na voljo.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Obve\u0161\u010Deni boste, ko bo nova plo\u0161\u010Dica pripravljena.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Prilagoditev za UV se bo zaprla. Za dodajanje plo\u0161\u010Dice na doma\u010Do stran Fiori Launchpad (ID aplikacije\: {0}) se obrnite se na svojega administratorja.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Za dodajanje plo\u0161\u010Dice na doma\u010Do stran Fiori Launchpad (ID aplikacije\: {0}) se obrnite se na svojega administratorja.
MSG_CREATE_DESCRIPTOR_FAILED=Oprostite, variante aplikacije ni bilo mogo\u010De kreirati. Po\u0161ljite naslednje tehni\u010Dne informacije svojemu administratorju\:
HEADER_SAVE_APP_VARIANT_FAILED=Napaka
MSG_LOAD_APP_VARIANT_FAILED=Oprostite, variante aplikacije ni bilo mogo\u010De prenesti. Po\u0161ljite naslednje tehni\u010Dne informacije svojemu administratorju\:
MSG_SAVE_APP_VARIANT_FAILED=Oprostite, variante aplikacije ni bilo mogo\u010De shraniti. Po\u0161ljite naslednje tehni\u010Dne informacije svojemu administratorju\:
MSG_CATALOG_ASSIGNMENT_FAILED=Nova varianta aplikacije je bila shranjena, vendar je ni bilo mogo\u010De dodeliti katalogu. Po\u0161ljite naslednje tehni\u010Dne informacije svojemu administratorju vsebine\:
MSG_TILE_CREATION_FAILED=Osve\u017Eite doma\u010Do stran Fiori Launchpad, da preverite, ali je nova plo\u0161\u010Dica kreirana. \u010Ce ni na voljo ali ne deluje v redu, se obrnite na svojega administratorja vsebine.
MSG_COPY_UNSAVED_CHANGES_FAILED=Oprostite, va\u0161e variante aplikacije in ustreznih UV-sprememb ni bilo mogo\u010De shraniti. Varianta aplikacije ni na voljo. Po\u0161ljite naslednje tehni\u010Dne informacije svojemu administratorju\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Vnos naslova
HEADER_APP_VARIANT_FEATURE_FAILED=Napaka
MSG_APP_VARIANT_FEATURE_FAILED=Oprostite, karakteristika variant aplikacije za\u010Dasno ni na voljo. Prosim, obrnite se na administratorja\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Informacije
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Nova plo\u0161\u010Dica je zdaj na voljo. Da jo prika\u017Eete, osve\u017Eite brskalnik.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacije
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Zapiranje
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopiranje ID-ja in zapiranje
MSG_APP_VARIANT_ID=ID variante aplikacije\: {0}
MSG_TECHNICAL_ERROR=Napaka\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Pregled variant aplikacije
APP_VARIANT_TILE_ARIA_LABEL=Predogled plo\u0161\u010Dice Fiori
MENU_ITEM_KEY_USER=Za klju\u010Dnega uporabnika
MENU_ITEM_SAP_DEVELOPER=Za SAP-jevega razvijalca
HEADER_DEPENDENCY_ERROR=Napaka
MSG_DEPENDENCY_ERROR=Te spremembe ni mogo\u010De uveljaviti na uporabni\u0161kem vmesniku. Ponastavite UV na izvirno stanje in znova kreirajte spremembe. Pozor\: S tem boste ponastavili vse spremembe, ki so jih v tej aplikaciji izvedli uporabniki. Obrnete se lahko tudi na SAP-jevo podporo, tako da odprete prijavo te\u017Eave za komponento CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=Verzija aplikacije manjka ali ni pravilna.
DELETE_APP_VARIANT_NO_TRANSPORT=Informacije
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Za brisanje te variante aplikacije potrebujete transporni nalog. Prosite svojega administratorja, da kreira transporni nalog za vas, in nato izbri\u0161ite varianto aplikacije.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=Varianta aplikacije (ID\: {0}) uspe\u0161no izbrisana.
MSG_DELETE_APP_VARIANT_FAILED=Oprostite, variante aplikacije ni bilo mogo\u010De izbrisati. Po\u0161ljite naslednje tehni\u010Dne informacije svojemu administratorju\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacije
DELETE_APP_VARIANT_OK_TEXT=V redu
DELETE_APP_VARIANT_CLOSE_TEXT=Zapiranje
BUSINESS_CONTEXT_TITLE=Razpolo\u017Eljivi poslovni konteksti\:
MSG_NO_BUSINESS_CONTEXTS=Brez
MSG_DO_NOT_CLOSE_BROWSER=Brisanje je v teku - ne zaprite brskalnika.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Brisanje je v teku - ne zaprite brskalnika.\nUpo\u0161tevajte, da bo plo\u0161\u010Dica za varianto aplikacije vidna do konca brisanja. 
MSG_CATALOGS_LOCKED=Oprostite, variante aplikacije ni bilo mogo\u010De izbrisati. Poskusite kasneje.


MSG_UNSTABLE_ID_FOUND=Nekatere kontrole nimajo trajnih ID-jev. Uporabite Pomo\u010Dnika, da dolo\u010Dite kontrole, kot je opisano [tukaj](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), in nastavite ID-je.

MSG_NO_FLEX_ENABLED_FLAG=Va\u0161a aplikacija ne podpira prilagoditve uporabni\u0161kega vmesnika. Preverite predpostavke, opisane [tukaj](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
