
SERVICE_NAME=\u00DAprava UI
BTN_SAVE=Ulo\u017Ei\u0165
BTN_SAVE_DRAFT=Ulo\u017Ei\u0165 n\u00E1vrh
BTN_EXIT=Koniec
BTN_DONE=Vybaven\u00E9
MSG_SAVE_SUCCESS=Zmeny ulo\u017Een\u00E9.
MSG_SAVE_DRAFT_SUCCESS=Zmeny n\u00E1vrhu ulo\u017Een\u00E9.
CTX_REMOVE=Odstr\u00E1nenie
CTX_REMOVE_TITLE=Odstr\u00E1nenie
CTX_LOCAL_RESET=Reset kontajnera
CTX_ADD_ELEMENTS=Prida\u0165\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Prida\u0165 do...
MULTIPLE_CONTROL_NAME=Obsah
CTX_CUT=Vy\u0148a\u0165
CTX_PASTE=Vlo\u017Ei\u0165
CTX_GROUP_FIELDS=Kombinova\u0165
CTX_UNGROUP_FIELDS=Rozdeli\u0165
CTX_CREATE_CONTAINER=Vytvori\u0165\: {0}
TITLE_CREATE_CONTAINER=Nov\u00E9\: {0}
CTX_RENAME=Premenova\u0165
CTX_SETTINGS=Nastavenia
CTX_VARIANT_SWITCH=Prepn\u00FA\u0165 zobrazenia
CTX_VARIANT_SAVE=Ulo\u017Ei\u0165 zobrazenie
CTX_VARIANT_SAVEAS=Ulo\u017Ei\u0165 zobrazenie ako
CTX_VARIANT_SET_TITLE=Stanovi\u0165 n\u00E1zov
CTX_VARIANT_MANAGE=Spravova\u0165 zobrazenia
BTN_CREATE_NEW_VIEW=Ulo\u017Ei\u0165 ako nov\u00FD n\u00E1h\u013Ead
MSG_CHANGE_READONLY_VARIANT=Tento n\u00E1h\u013Ead nem\u00F4\u017Eete upravova\u0165, preto\u017Ee je chr\u00E1nen\u00FD. Ak ho chcete zmeni\u0165, ulo\u017Ete ho ako nov\u00FD n\u00E1h\u013Ead.
BTN_MODIFIED_VARIANT_SAVE=Ulo\u017Ei\u0165 zmeny
BTN_MODIFIED_VARIANT_DISCARD=Zamietnu\u0165 zmeny
MSG_CHANGE_MODIFIED_VARIANT=V tomto zobrazen\u00ED m\u00E1te neulo\u017Een\u00E9 zmeny. Chcete ich ulo\u017Ei\u0165 alebo zahodi\u0165?
CTX_ADDXML_AT_EXTENSIONPOINT=Prida\u0165 fragment v bode roz\u0161\u00EDrenia
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Odstr\u00E1ni\u0165
BTN_FREP_CANCEL=Zru\u0161i\u0165
LBL_FREP=bolo {0}
HEADER_ADDITIONAL_ELEMENTS=Dostupn\u00FD obsah\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Dostupn\u00FD obsah pre\: {0}
BTN_MANAGE_APPS_TXT=Varianty aplik\u00E1cie
BTN_MANAGE_APPS_ITEM=Spravova\u0165
BTN_SAVE_AS=Ulo\u017Ei\u0165 ako
TOOLTIP_SAVE_AS=Zalo\u017Ei\u0165 nov\u00FD variant aplik\u00E1cie
BTN_UNDO=Reset
BTN_REDO=Opakova\u0165
BTN_MENU=\u010Eal\u0161ie akcie
BTN_RESTORE=Obnovi\u0165
BTN_ADAPTATION=\u00DAprava UI
BTN_FEEDBACK=Sp\u00E4tn\u00E1 v\u00E4zba
BTN_CLOSE_FEEDBACK_DIALOG=Zavrie\u0165
TIT_FEEDBACK=Uvedenie sp\u00E4tnej v\u00E4zby
TIT_DRAFT=N\u00E1vrh
TIT_ORIGINAL_APP=P\u00F4vodn\u00E1 aplik\u00E1cia
TIT_VERSION_1=Verzia 1
LBL_ACTIVE=Akt\u00EDvne
LBL_INACTIVE=Neakt\u00EDvne
TIT_VERSION_HISTORY_PUBLISHED=Publikovan\u00E9
TIT_VERSION_HISTORY_UNPUBLISHED=Nepublikovan\u00E9
MSG_DRAFT_ACTIVATION_SUCCESS=Nov\u00E1 verzia aktivovan\u00E1
MSG_DRAFT_ACTIVATION_FAILED=Moment\u00E1lne nie je bohu\u017Eia\u013E mo\u017En\u00E9 n\u00E1vrh aktivova\u0165. Sk\u00FAste to znovu nesk\u00F4r.
MSG_SWITCH_VERSION_FAILED=Verziu sa nepodarilo zmeni\u0165. Na\u010D\u00EDtajte znova.
MSG_SWITCH_ADAPTATION_FAILED=Prisp\u00F4sobenie sa nepodarilo zmeni\u0165. Na\u010D\u00EDtajte znova.
TIT_VERSION_TITLE=Titulok
TIT_VERSION_TITLE_DIALOG=Aktivova\u0165 nov\u00FA verziu
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reaktivova\u0165 verziu
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Zada\u0165 n\u00E1zov verzie
BUT_VERSION_TITLE_DIALOG_CONFIRM=Potvrdi\u0165
BUT_VERSION_TITLE_DIALOG_CANCEL=Zru\u0161i\u0165
TOL_ACTIVATE=Aktivova\u0165 nov\u00FA verziu
TOL_DISCARD_DRAFT=Zamietnu\u0165 n\u00E1vrh
TOL_PUBLISH_VERSION=Publikovan\u00E1 verzia
TIT_SWITCH_VERSION_DIALOG=Prepn\u00FA\u0165 verziu
MSG_SWITCH_VERSION_DIALOG=M\u00E1te neulo\u017Een\u00E9 zmeny pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania. Chcete ich pred prepnut\u00EDm ulo\u017Ei\u0165?
TIT_DRAFT_DISCARD_DIALOG=Zamietnu\u0165 existuj\u00FAci n\u00E1vrh
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Chcete zamietnu\u0165 existuj\u00FAci n\u00E1vrh a za\u010Da\u0165 znova?
BTN_TRANSLATE=Prelo\u017Ei\u0165
BTN_UPLOAD_CHANGED_TEXTS=Odovzda\u0165
TIT_UPLOAD_CHANGED_TEXTS=Odovzda\u0165 preklady
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=S\u00FA tu prelo\u017Eite\u013En\u00E9 neulo\u017Een\u00E9 zmeny s textami. Aktu\u00E1lny stav sa ulo\u017E\u00ED sk\u00F4r, ako sa prevezme s\u00FAbor XLIFF.
MSG_UPLOAD_CHANGED_TEXTS=Odovzda\u0165 s\u00FAbor XLIFF, ktor\u00FD obsahuje preklady zmenen\u00FDch textov UI.
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Zru\u0161i\u0165
BTN_OPEN_DOWNLOAD_TRANSLATION=Prevzia\u0165
BTN_OPEN_UPLOAD_TRANSLATION=Odovzda\u0165
MSG_UPLOAD_TRANSLATION_SUCCESS=Preklad \u00FAspe\u0161ne odovzdan\u00FD
BTN_DOWNLOAD_CHANGED_TEXTS=Prevzia\u0165
TIT_DOWNLOAD_CHANGED_TEXTS=Prevzia\u0165
MSG_DOWNLOAD_CHANGED_TEXTS=Prevezmite s\u00FAbor XLIFF obsahuj\u00FAci preklady zmenen\u00FDch textov pou\u017E\u00EDvate\u013Esk\u00FDch rozhran\u00ED. Existuj\u00FAce preklady t\u00FDchto textov s\u00FA zahrnut\u00E9.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Zru\u0161i\u0165
TXT_SOURCE_LANGUAGE=Zdrojov\u00FD jazyk
TXT_TARGET_LANGUAGE=Cie\u013Eov\u00FD jazyk
BTN_NAVIGATION=Navig\u00E1cia
BTN_VISUALIZATION=Vizualiz\u00E1cia
HEADER_WARNING=Upozornenie
HEADER_ERROR=Chyba
MSG_RESTORE_FAILED=Va\u0161e zmeny UI nie je teraz mo\u017En\u00E9 zamietnu\u0165. Sk\u00FAste znova nesk\u00F4r alebo sa obr\u00E1\u0165te na administr\u00E1tora\: {0}
FORM_PERS_RESET_TITLE=Reset na \u0161tandardn\u00FA verziu
FORM_PERS_RESET_MESSAGE=Chcete v\u0161etky zmeny UI zamietnu\u0165 a resetova\u0165 aplik\u00E1ciu na \u0161tandardn\u00FA verziu?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Chcete zamietnu\u0165 v\u0161etky personaliz\u00E1cie a resetova\u0165 aplik\u00E1ciu?
MSG_LREP_TRANSFER_ERROR=\u013Dutujeme, vyskytla sa technick\u00E1 chyba. Sk\u00FAste znova nesk\u00F4r alebo sa obr\u00E1\u0165te na svojho administr\u00E1tora.
MSG_ERROR_REASON=D\u00F4vod\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Koniec
MSG_UNSAVED_CHANGES_ON_CLOSE=Ulo\u017Ei\u0165 va\u0161e zmeny?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=Ulo\u017Ei\u0165 va\u0161e zmeny n\u00E1vrhu?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Ulo\u017Ei\u0165
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Ulo\u017Ei\u0165 n\u00E1vrh
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Zamietnu\u0165
MSG_UNSAVED_CHANGES=Ak potvrd\u00EDte, v\u0161etky va\u0161e zmeny UI sa stratia. Ak ich chcete ulo\u017Ei\u0165, zatvorte toto dial\u00F3gov\u00E9 okno a ukon\u010Dite re\u017Eim \u00FApravy UI.
MSG_NO_FIELDS=\u010Eal\u0161\u00ED obsah nie je k dispoz\u00EDcii
HEADER_PERSONALIZATION_EXISTS=Inform\u00E1cie
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Aplik\u00E1ciu ste si prisp\u00F4sobili alebo existuj\u00FA verejn\u00E9 zobrazenia. Aplik\u00E1cia sa na\u010D\u00EDta znova bez t\u00FDchto zmien.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Zmeny vykonan\u00E9 v pou\u017E\u00EDvate\u013Eskom rozhran\u00ED v re\u017Eime navig\u00E1cie sa po ukon\u010Den\u00ED prisp\u00F4sobenia pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania zahodia.
MSG_DRAFT_EXISTS=Pre t\u00FAto aplik\u00E1ciu s\u00FA k dispoz\u00EDcii n\u00E1vrhy zmien. Aplik\u00E1cia sa znovu zavedie s t\u00FDmito zmenami.
MSG_DRAFT_DISCARD_DIALOG=Chcete zmeny n\u00E1vrhu zamietnu\u0165? Aplik\u00E1cia sa znova zavedie.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Personalizovali ste aplik\u00E1ciu alebo existuj\u00FA verejn\u00E9 zobrazenia a s\u00FA k dispoz\u00EDcii zmeny n\u00E1vrhu. Aplik\u00E1cia sa znova zavedie bez va\u0161ich zmien personaliz\u00E1cie a verejn\u00FDch zobrazen\u00ED, ale so zmenami n\u00E1vrhu.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=N\u00E1vrh je k dispoz\u00EDcii.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Chcete zamietnu\u0165 zmeny n\u00E1vrhu a znovu aktivova\u0165 verziu?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Personalizovali ste aplik\u00E1ciu a k dispoz\u00EDcii s\u00FA zmeny n\u00E1vrhu. Aplik\u00E1cia sa znova zavedie bez va\u0161ich zmien personaliz\u00E1cie, ale so zmenami n\u00E1vrhu.
MSG_HIGHER_LAYER_CHANGES_EXIST=Personalizovali ste aplik\u00E1ciu. Aplik\u00E1cia sa znova zavedie bez t\u00FDchto zmien.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Personalizovali ste aplik\u00E1ciu a k dispoz\u00EDcii s\u00FA zobrazenia \u0161pecifick\u00E9 pre rolu. Aplik\u00E1cia sa znova zavedie bez va\u0161ich zmien personaliz\u00E1cie, ale so zobrazeniami \u0161pecifick\u00FDmi pre rolu.
MSG_RESTRICTED_CONTEXT_EXIST=Pre t\u00FAto aplik\u00E1ciu s\u00FA k dispoz\u00EDcii zobrazenia \u0161pecifick\u00E9 pre rolu. Aplik\u00E1cia sa znovu zavedie s t\u00FDmito zmenami.
HEADER_RELOAD_NEEDED=Str\u00E1nka vy\u017Eaduje nov\u00E9 zavedenie
BUTTON_RELOAD_NEEDED=Znovu zavies\u0165
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Aplik\u00E1cia sa teraz znova na\u010D\u00EDta s va\u0161imi zmenami personaliz\u00E1cie a verejn\u00FDmi zobrazeniami.
MSG_RELOAD_WITHOUT_DRAFT=Aplik\u00E1cia sa teraz znova zavedie bez n\u00E1vrhov zmien.
MSG_RELOAD_ACTIVATED_DRAFT=Aplik\u00E1cia sa znova zavedie s akt\u00EDvnou verziou.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Aplik\u00E1cia sa teraz znova na\u010D\u00EDta bez n\u00E1vrhov zmien. Va\u0161e zmeny personaliz\u00E1cie a verejn\u00E9 zobrazenia sa op\u00E4\u0165 pou\u017Eij\u00FA.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Aplik\u00E1cia sa teraz na\u010D\u00EDta s va\u0161imi zmenami prisp\u00F4sobenia. Va\u0161e verejn\u00E9 zobrazenia alebo zobr.\u0161pec.pre rolu sa znova pou\u017Eij\u00FA.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Aplik\u00E1cia sa teraz znova na\u010D\u00EDta s va\u0161imi verejn\u00FDmi zobrazeniami alebo zobr.\u0161pec.pre rolu.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=Aplik\u00E1cia sa teraz znova na\u010D\u00EDta s va\u0161imi osobn\u00FDmi zmenami a prisp\u00F4soben\u00EDm, ktor\u00E9 m\u00E1 najvy\u0161\u0161iu prioritu zodpovedaj\u00FAcu va\u0161im rol\u00E1m pou\u017E\u00EDvate\u013Ea.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=Aplik\u00E1cia sa teraz znova na\u010D\u00EDta s prisp\u00F4soben\u00EDm, ktor\u00E9 m\u00E1 najvy\u0161\u0161iu prioritu zodpovedaj\u00FAcu va\u0161im rol\u00E1m pou\u017E\u00EDvate\u013Ea.
MSG_RELOAD_WITH_ALL_CHANGES=Aplik\u00E1cia sa znova zavedie so v\u0161etk\u00FDmi zmenami.
MSG_RELOAD_NEEDED=Vami vykonan\u00E9 zmeny vy\u017Eaduj\u00FA nov\u00E9 na\u010D\u00EDtanie aplik\u00E1cie.
MSG_MANAGE_APPS_FAILED=\u013Dutujeme, preh\u013Ead variantov aplik\u00E1cie do\u010Dasne nie je k dispoz\u00EDcii. Sk\u00FAste znovu nesk\u00F4r alebo sa obr\u00E1\u0165te na administr\u00E1tora.
APP_VARIANT_DIALOG_SAVE=Ulo\u017Ei\u0165
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Ulo\u017Ei\u0165
APP_VARIANT_DIALOG_CLOSE=Zavrie\u0165
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Zru\u0161i\u0165
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Zru\u0161i\u0165
CREATE_APP_VARIANT_DIALOG_TITLE=Ulo\u017Ei\u0165 ako nov\u00FD variant aplik\u00E1cie
APP_DIALOG_TITLE_TEXT=N\u00E1zov
APP_DIALOG_SUB_TITLE_TEXT=Podtitulok
APP_DIALOG_DESCRIPTION_TEXT=Popis
APP_DIALOG_ICON_TEXT=Symbol
RENAME_ERROR_TITLE=Chyba pomenovania
RENAME_EMPTY_ERROR_TEXT=Zadajte n\u00E1zov.
RENAME_BINDING_ERROR_TEXT=N\u00E1zov nesmie obsahova\u0165 "{". Zvo\u013Ete in\u00FD n\u00E1zov.
APP_VARIANT_ICON_SELECT_ICON=Vybra\u0165 symbol
APP_VARIANT_ICON_NO_DATA=Nena\u0161iel sa \u017Eiadny symbol.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nov\u00FD variant aplik\u00E1cie bol ulo\u017Een\u00FD.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Re\u017Eim \u00FApravy UI bude zatvoren\u00FD a vy sa vr\u00E1tite na domovsk\u00FA str\u00E1nku. Dostanete ozn\u00E1menie, ke\u010F bude k dispoz\u00EDcii nov\u00E1 dla\u017Edica.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Ke\u010F bude k dispoz\u00EDcii nov\u00E1 dla\u017Edica, dostanete ozn\u00E1menie.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Re\u017Eim \u00FApravy UI bude zatvoren\u00FD. Obr\u00E1\u0165te sa na administr\u00E1tora, aby pridal dla\u017Edicu na domovsk\u00FA str\u00E1nku SAP Fiori Launchpad (ID aplik\u00E1cie\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Obr\u00E1\u0165te sa na administr\u00E1tora, aby pridal dla\u017Edicu na domovsk\u00FA str\u00E1nku SAP Fiori Launchpad (ID aplik\u00E1cie\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Chyba
MSG_LOAD_APP_VARIANT_FAILED=\u013Dutujeme, variant aplik\u00E1cie nebolo mo\u017En\u00E9 na\u010D\u00EDta\u0165. Nasleduj\u00FAce technick\u00E9 inform\u00E1cie odo\u0161lite svojmu administr\u00E1torovi\:
MSG_SAVE_APP_VARIANT_FAILED=\u013Dutujeme, variant aplik\u00E1cie nebolo mo\u017En\u00E9 ulo\u017Ei\u0165. Nasleduj\u00FAce technick\u00E9 inform\u00E1cie odo\u0161lite svojmu administr\u00E1torovi\:
MSG_UPDATE_APP_VARIANT_FAILED=\u013Dutujeme, variant aplik\u00E1cie nebolo mo\u017En\u00E9 aktualizova\u0165. Nasleduj\u00FAce technick\u00E9 inform\u00E1cie odo\u0161lite svojmu administr\u00E1torovi\:
MSG_CATALOG_ASSIGNMENT_FAILED=Nov\u00FD variant aplik\u00E1cie bol ulo\u017Een\u00FD, ale jeho priradenie ku katal\u00F3gu nebolo mo\u017En\u00E9. Nasleduj\u00FAce technick\u00E9 inform\u00E1cie odo\u0161lite svojmu administr\u00E1torovi obsahu\:
MSG_TILE_CREATION_FAILED=Aktualizujte domovsk\u00FA str\u00E1nku SAP Fiori Launchpad, aby ste skontrolovali, \u010Di bola nov\u00E1 dla\u017Edica vytvoren\u00E1. Ak nie je k dispoz\u00EDcii alebo nefunguje spr\u00E1vne, obr\u00E1\u0165te sa na svojho administr\u00E1tora obsahu.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u013Dutujeme, v\u00E1\u0161 variant aplik\u00E1cie a pr\u00EDslu\u0161n\u00E9 zmeny UI nebolo mo\u017En\u00E9 ulo\u017Ei\u0165. Variant aplik\u00E1cie nie je k dispoz\u00EDcii. Nasleduj\u00FAce technick\u00E9 inform\u00E1cie odo\u0161lite svojmu administr\u00E1torovi\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Zada\u0165 n\u00E1zov
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Nov\u00E1 dla\u017Edica je teraz k dispoz\u00EDcii. Zobraz\u00EDte ju aktualiz\u00E1ciou prehliada\u010Da.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Inform\u00E1cia
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Zavrie\u0165
SAVE_APP_VARIANT_COPY_ID_TEXT=Skop\u00EDrova\u0165 ID a zavrie\u0165
MSG_APP_VARIANT_ID=ID variantu aplik\u00E1cie\: {0}
MSG_TECHNICAL_ERROR=Chyba\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Preh\u013Ead variantov aplik\u00E1cie
APP_VARIANT_TILE_ARIA_LABEL=SAP FIORI\: N\u00E1h\u013Ead dla\u017Edice
MENU_ITEM_KEY_USER=Pre k\u013E\u00FA\u010Dov\u00E9ho pou\u017E\u00EDvate\u013Ea
MENU_ITEM_SAP_DEVELOPER=Pre v\u00FDvoj\u00E1ra SAP
MSG_DEPENDENCY_ERROR=\u013Dutujeme, zmenu nie je mo\u017En\u00E9 pou\u017Ei\u0165 na UI. Resetujte UI na p\u00F4vodn\u00FD stav a zopakujte zmeny. Pozor\: Resetuj\u00FA sa t\u00FDm v\u0161etky zmeny vykonan\u00E9 pre t\u00FAto aplik\u00E1ciu ktor\u00FDmko\u013Evek pou\u017E\u00EDvate\u013Eom. Pr\u00EDpadne sa obr\u00E1\u0165te na podporu SAP vytvoren\u00EDm hl\u00E1senia pre komponent CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variant aplik\u00E1cie (ID\: {0}) odstr\u00E1nen\u00FD.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variant aplik\u00E1cie (ID\: {0}) odstr\u00E1nen\u00FD. Na odstr\u00E1nenie dla\u017Edice z launchpadu znovu na\u010D\u00EDtajte domovsk\u00FA str\u00E1nku.
MSG_DELETE_APP_VARIANT_FAILED=\u013Dutujeme, variant aplik\u00E1cie nebolo mo\u017En\u00E9 odstr\u00E1ni\u0165. Nasleduj\u00FAce technick\u00E9 inform\u00E1cie odo\u0161lite svojmu administr\u00E1torovi\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Inform\u00E1cia
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Zavrie\u0165
MSG_NO_BUSINESS_CONTEXTS=\u017Diadne
MSG_DO_NOT_CLOSE_BROWSER=Prebieha oper\u00E1cia - nezatv\u00E1rajte prehliada\u010D.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Prebieha vymaz\u00E1vanie - nezatv\u00E1rajte prehliada\u010D.\nV\u0161imnite si, \u017Ee dla\u017Edica pre variant aplik\u00E1cie zostane po\u010Das procesu vymaz\u00E1vania vidite\u013En\u00E1.
MSG_CATALOGS_LOCKED=\u013Dutujeme, variant aplik\u00E1cie nebolo mo\u017En\u00E9 vymaza\u0165. Sk\u00FAste znovu nesk\u00F4r.

MSG_UNSTABLE_ID_FOUND=Niektor\u00E9 z va\u0161ich ovl\u00E1da\u010Dov nemaj\u00FA stabiln\u00E9 ID. Pou\u017Eite asistenta podpory, aby ste identifikovali pr\u00EDslu\u0161n\u00E9 ovl\u00E1da\u010De, ako je pop\u00EDsan\u00E9 [tu](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), a nastavte ID. (T\u00E1to spr\u00E1va je vidite\u013En\u00E1 len interne v SAP, ale ID by ste mali nastavi\u0165 \u010Do najsk\u00F4r.)

MSG_NO_FLEX_ENABLED_FLAG=Va\u0161a aplik\u00E1cia nie je aktivovan\u00E1 pre \u00FApravu UI. Skontrolujte pop\u00EDsan\u00E9 predpoklady [tu](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (T\u00E1to spr\u00E1va je vidite\u013En\u00E1 len interne v SAP. Funk\u010Dnos\u0165 nie je ovplyvnen\u00E1, ale mali by ste sa o to postara\u0165 \u010Do najsk\u00F4r.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definova\u0165 vlo\u017Een\u00FD obsah
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Aktualizova\u0165 vlo\u017Een\u00FD obsah
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Ve\u013Ekos\u0165 IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0160\u00EDrka
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Jednotka pre \u0161\u00EDrku
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=V\u00FD\u0161ka
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Jednotka pre v\u00FD\u0161ku
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Ulo\u017Ei\u0165
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Zru\u0161i\u0165
CTX_ADDIFRAME=Vlo\u017Ei\u0165 obsah\: {0}
CTX_ADDIFRAME_GROUP=Vlo\u017Ei\u0165 obsah
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Spusten\u00E1 aplik\u00E1cia (variant) je umiestnen\u00E1 bu\u010F vo vrstve CUSTOMER alebo CUSTOMER_BASE. Ako v\u00FDvoj\u00E1r SAP preto nem\u00F4\u017Eete vidie\u0165 dostupn\u00E9 varianty aplik\u00E1cie.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Preh\u013Ead variantov aplik\u00E1cie pre v\u00FDvoj\u00E1rov SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL n\u00E1h\u013Eadu
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=N\u00E1h\u013Ead IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Zobrazi\u0165 n\u00E1h\u013Ead
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Aktualizova\u0165 n\u00E1h\u013Ead
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Na zobrazenie vlo\u017Een\u00E9ho obsahu zvo\u013Ete mo\u017Enos\u0165 Zobrazi\u0165 n\u00E1h\u013Ead. Ak sa ni\u010D nezobraz\u00ED, overte URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (kliknite, ak chcete vykona\u0165 manu\u00E1lnu \u00FApravu)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Dostupn\u00E9 hodnoty (kliknite, ak chcete prida\u0165 k URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parameter
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Pr\u00EDklad hodnoty
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=H\u013Eadanie parametrov
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Tu pou\u017Eit\u00E9 adresy URL musia sp\u013A\u0148a\u0165 ur\u010Dit\u00E9 predpoklady a bez nich nebud\u00FA fungova\u0165.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u010Eal\u0161ie inform\u00E1cie
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=N\u00E1zov
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Vlo\u017Een\u00FD obsah
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Percento vzh\u013Eadom na \u0161\u00EDrku sekcie
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Percento vzh\u013Eadom na \u0161\u00EDrku hlavi\u010Dky
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Percento vzh\u013Eadom na v\u00FD\u0161ku okna prehliada\u010Da
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Po\u010Det pixelov
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=Relat\u00EDvne k ve\u013Ekosti fontu kore\u0148ov\u00E9ho prvku HTML
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Roz\u0161\u00EDren\u00E9 nastavenia
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=Star\u0161\u00ED re\u017Eim navig\u00E1cie
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=Pri prepnut\u00ED do star\u0161ieho re\u017Eimu navig\u00E1cie sa do hist\u00F3rie prehliada\u010Da automaticky pridaj\u00FA viacer\u00E9 z\u00E1znamy, napr\u00EDklad pri rie\u0161en\u00ED parametrov URL. To m\u00F4\u017Ee ma\u0165 ne\u017Eelan\u00FD vplyv na spr\u00E1vanie tla\u010Didla prehliada\u010Da Sp\u00E4\u0165 alebo na navig\u00E1ciu v aplik\u00E1ci\u00E1ch prvkov SAP Fiori. Tento re\u017Eim pou\u017Eite,  iba ak m\u00E1te probl\u00E9my so zastaran\u00FDm obsahom alebo ak sa vlo\u017Een\u00FD obsah nena\u010D\u00EDta spr\u00E1vne.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=Protokol nie je povolen\u00FD
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=Vkladanie obsahu HTTP do hostite\u013Ea HTTPS nie je povolen\u00E9.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=Adresa URL nie je povolen\u00E1.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Zadajte platn\u00E9 URL.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=N\u00E1zov zmenen\u00FD na ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=N\u00E1zov zmenen\u00FD z ''{1}'' na ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Prvok "{0}" bol premiestnen\u00FD
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=Prvok ''{0}'' bol premiestnen\u00FD v r\u00E1mci kontajnera
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Prvok "{0}" bol odstr\u00E1nen\u00FD
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Prvok "{0}" bol pridan\u00FD
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Prvok "{0}" bol skombinovan\u00FD
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Prvky "{0}" a "{1}" skombinovan\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} prvky skombinovan\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Prvok "{0}" bol rozdelen\u00FD
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Skupina"{0}" bola pridan\u00E1
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Pole "{0}" bolo pridan\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame bol pridan\u00FD
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Nastavenia prvku "{0}" boli zmenen\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Prvok bol zmenen\u00FD
TIT_CHANGEVISUALIZATION_TYPE=Typ
TIT_CHANGEVISUALIZATION_CHANGES=Zmeny
TIT_CHANGEVISUALIZATION_DATE=D\u00E1tum
TIT_CHANGEVISUALIZATION_DETAILS=Detaily
TIT_CHANGEVISUALIZATION_DESCRIPTION=Popis
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Zobrazi\u0165 zmeny k\u013E\u00FA\u010Dov\u00E9ho pou\u017E\u00EDvate\u013Ea
BUT_CHANGEVISUALIZATION_SELECTCHANGES=Vybra\u0165 typ zmeny
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Zmeny nie s\u00FA vizualizovan\u00E9\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=V\u0161etko
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=V\u0161etky zmeny
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Posun
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=Posunut\u00E9 prvky
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Premenova\u0165
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=Premenovan\u00E9 prvky
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Prida\u0165
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Pridan\u00E9 prvky
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Skombinova\u0165 a rozdeli\u0165
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Kombinovan\u00E9 a rozdeln\u00E9 prvky
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Odstr\u00E1ni\u0165
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Odstr\u00E1nen\u00E9 prvky
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=In\u00E9
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=In\u00E9 zmeny
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=V\u0161etko
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=N\u00E1vrh
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Neulo\u017Een\u00E9
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Pr\u00E1ve teraz
MSG_LOCAL_RESET_VARIANT_SAVE=Kontajner bol resetovan\u00FD a zobrazenie sa automaticky ulo\u017Eilo.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Zobrazi\u0165 zdroj
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Zobrazi\u0165 ostatn\u00E9 \u010Dasti
BUT_CHANGEVISUALIZATION_LEARNMORE=[\u010Eal\u0161ie inform\u00E1cie]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 zmena
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} zmien

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Zmeny pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania tejto aplik\u00E1cie boli vykonan\u00E9 v inom syst\u00E9me. Aby ste sa vyhli konfliktom, d\u00F4razne odpor\u00FA\u010Dame vykona\u0165 zmeny pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania iba v jednom syst\u00E9me a prenies\u0165 ich do in\u00FDch syst\u00E9mov. Pozrite si [Prisp\u00F4sobenie pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Upozornenie \u2013 riziko v\u00E1\u017Enych konfliktov
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Za\u010D\u00EDnate s prisp\u00F4soben\u00EDm pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania v produkt\u00EDvnom syst\u00E9me. Ak m\u00E1te v\u00FDvojov\u00FD alebo testovac\u00ED syst\u00E9m, odpor\u00FA\u010Dame v \u0148om vykona\u0165 zmeny a pou\u017Ei\u0165 prenosov\u00FD mechanizmus na publikovanie t\u00FDchto zmien.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Upozornenie - Chyst\u00E1te sa vykona\u0165 zmeny v produkt\u00EDvnom syst\u00E9me
MSG_GENERIC_ERROR_MESSAGE=Do\u0161lo k chybe. Kontaktujte podporu SAP otvoren\u00EDm hl\u00E1senia pre komponent CA-UI5-FL-RTA.\nDo svojho hl\u00E1senia zahr\u0148te pros\u00EDm nasledovn\u00E9 technick\u00E9 inform\u00E1cie\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=Chyba pri sp\u00FA\u0161\u0165an\u00ED prisp\u00F4sobenia pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Nem\u00E1te k\u013E\u00FA\u010Dov\u00E9 povolenia pou\u017E\u00EDvate\u013Ea. Kontaktujte svojho spr\u00E1vcu.

BTN_TOOLTIP_MOVE_UP=Presun\u00FA\u0165 nahor
BTN_TOOLTIP_MOVE_DOWN=Presun\u00FA\u0165 nadol
BTN_ADAPTING_FOR=Prisp\u00F4sobenie pre ''{0}''
BTN_ADAPTING_FOR_ALL_USERS=Prisp\u00F4sobenie pre 'V\u0161etci pou\u017E\u00EDvatelia'
BTN_SWITCH_ADAPTATIONS=Prepn\u00FA\u0165 \u00FApravy
EAC_DIALOG_HEADER=Upravi\u0165 prisp\u00F4sobenie
SAC_DIALOG_HEADER=Ulo\u017Ei\u0165 ako nov\u00E9 prisp\u00F4sobenie
DAC_DIALOG_HEADER=Odstr\u00E1ni\u0165 prisp\u00F4sobenie
DAC_DIALOG_DESCRIPTION=Naozaj chcete odstr\u00E1ni\u0165 toto prisp\u00F4sobenie?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=M\u00E1te neulo\u017Een\u00E9 zmeny pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania. Odstr\u00E1nen\u00EDm tejto \u00FApravy sa odstr\u00E1nia aj zmeny pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania. Naozaj chcete odstr\u00E1ni\u0165 t\u00FAto \u00FApravu?
DAC_DIALOG_MIGRATION_HEADER=Migrova\u0165 zobrazenia
DAC_DIALOG_MIGRATION_DESCRIPTION=V\u0161imli sme si, \u017Ee ste u\u017E priradili roly zobrazeniam v tejto aplik\u00E1cii. Ak chcete vytvori\u0165 \u00FApravu, mus\u00EDte tieto zobrazenia migrova\u0165 do \u00FAprav. Po migr\u00E1cii bude ka\u017Ed\u00E9 zobrazenie, ktor\u00E9 bolo priraden\u00E9 k role, zahrnut\u00E9 do \u00FApravy. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=V\u0161imli sme si, \u017Ee ste u\u017E priradili roly zobrazeniam v tejto aplik\u00E1cii. Ak chcete vytvori\u0165 \u00FApravu, mus\u00EDte tieto zobrazenia migrova\u0165 do \u00FAprav.\nPo migr\u00E1cii bude ka\u017Ed\u00E9 zobrazenie, ktor\u00E9 bolo priraden\u00E9 k role, zahrnut\u00E9 do \u00FApravy. \n\nM\u00E1te neulo\u017Een\u00E9 zmeny pou\u017E\u00EDvate\u013Esk\u00E9ho rozhrania. Tieto s\u00FA pred migr\u00E1ciou ulo\u017Een\u00E9.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=Zobrazenia boli \u00FAspe\u0161ne migrovan\u00E9.\nTeraz m\u00F4\u017Eete prejs\u0165 do vytvoren\u00FDch \u00FAprav a overi\u0165 ich.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=Po\u010Das migr\u00E1cie sa vyskytla chyba. Sk\u00FAste to znova nesk\u00F4r alebo sa obr\u00E1\u0165te na spr\u00E1vcu.
MANAGE_ADAPTATIONS_DIALOG_HEADER=Spr\u00E1va prisp\u00F4soben\u00ED
BTN_MANAGE_APP_CTX=Spr\u00E1va prisp\u00F4soben\u00ED
TXT_MANAGE_APP_CTX=Zobrazenie, \u00FAprava alebo odstr\u00E1nenie prisp\u00F4soben\u00ED
CLM_HEADER_PRIORITY=Priorita
CLM_HEADER_CREATED=Vytvoren\u00E9
CLM_HEADER_CHANGED=Naposledy zmenen\u00E9
CLM_HEADER_ADAPTATIONS_ACTIONS=Akcie
CLM_HEADER_CONTEXT=Kontext
CLM_HEADER_ADAPTATIONS_TITLE=N\u00E1zov
CLM_HEADER_ADAPTATIONS_CREATED_ON=Vytvoren\u00E9 d\u0148a
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Zmenen\u00E9 d\u0148a
MAA_DIALOG_DESCRIPTION=Popis
MAA_DIALOG_SAVE_AS_APP=Ulo\u017Ei\u0165 ako
MAA_DIALOG_ADAPT_UI=Prisp\u00F4sobi\u0165 UI
MENU_BTN_SHARE=Zdie\u013Ea\u0165
MENU_BTN_EDIT=Upravi\u0165
MAA_DIALOG_DELETE=Odstr\u00E1ni\u0165
TXT_SELECT_FIRST_PRIO=Vlo\u017Ei\u0165 pred v\u0161etko (Priorita '1')
TXT_SELECT_PRIO=Vlo\u017Ei\u0165 za ''{0}'' (Priorita ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Zadajte popis
TXT_TABLE_CONTEXT_CELL_ROLE=Rola
TXT_TABLE_CONTEXT_CELL_ROLES=Roly
TXT_DEFAULT_APP=\u00DAprava bez kontextu
APP_CTX_DIALOG_SAVE=Ulo\u017Ei\u0165
APP_CTX_DIALOG_CANCEL=Zru\u0161i\u0165
APP_CTX_DIALOG_CONFIRM=Potvrdi\u0165
TOOLTIP_APP_CTX_DIALOG_SAVE=Kontextov\u00E1 \u00FAprava sa nezmenila.
TXT_CTX_ERROR_DUPLICATE_TITLE=Nadpis \u00FApravy u\u017E existuje. Zadajte in\u00FD n\u00E1zov.
TXT_CTX_ERROR_MAX_LEN=Nadpisy \u00FApravy s\u00FA obmedzen\u00E9 na {0} znakov
TXT_CTX_ERROR_EMPTY_TITLE=Zadajte nadpis.
