
SERVICE_NAME=Fel\u00FClet adapt\u00E1l\u00E1sa
BTN_SAVE=Ment\u00E9s
BTN_SAVE_DRAFT=Tervezet ment\u00E9se
BTN_EXIT=Kil\u00E9p\u00E9s
BTN_DONE=K\u00E9sz
MSG_SAVE_SUCCESS=A m\u00F3dos\u00EDt\u00E1sok mentve.
MSG_SAVE_DRAFT_SUCCESS=A tervezet m\u00F3dos\u00EDt\u00E1sai mentve.
CTX_REMOVE=Elt\u00E1vol\u00EDt\u00E1s
CTX_REMOVE_TITLE=Elt\u00E1vol\u00EDt\u00E1s
CTX_LOCAL_RESET=Kont\u00E9ner vissza\u00E1ll\u00EDt\u00E1sa
CTX_ADD_ELEMENTS={0} hozz\u00E1ad\u00E1sa
CTX_ADD_ELEMENTS_WITH_SUBMENU=Hozz\u00E1ad\u00E1s...
MULTIPLE_CONTROL_NAME=Tartalom
CTX_CUT=Kiv\u00E1g\u00E1s
CTX_PASTE=Besz\u00FAr\u00E1s
CTX_GROUP_FIELDS=Kombin\u00E1l\u00E1s
CTX_UNGROUP_FIELDS=Feloszt\u00E1s
CTX_CREATE_CONTAINER={0} l\u00E9trehoz\u00E1sa
TITLE_CREATE_CONTAINER=\u00DAj {0}
CTX_RENAME=\u00C1tnevez\u00E9s
CTX_SETTINGS=Be\u00E1ll\u00EDt\u00E1sok
CTX_VARIANT_SWITCH=N\u00E9zetv\u00E1lt\u00E1s
CTX_VARIANT_SAVE=N\u00E9zet ment\u00E9se
CTX_VARIANT_SAVEAS=N\u00E9zet ment\u00E9se m\u00E1sk\u00E9nt
CTX_VARIANT_SET_TITLE=C\u00EDm be\u00E1ll\u00EDt\u00E1sa
CTX_VARIANT_MANAGE=N\u00E9zetek kezel\u00E9se
BTN_CREATE_NEW_VIEW=Ment\u00E9s \u00FAj n\u00E9zetk\u00E9nt
MSG_CHANGE_READONLY_VARIANT=A n\u00E9zet nem szerkeszthet\u0151, mert v\u00E9dett. M\u00F3dos\u00EDt\u00E1s\u00E1hoz el\u0151sz\u00F6r mentse \u00FAj n\u00E9zetk\u00E9nt.
BTN_MODIFIED_VARIANT_SAVE=M\u00F3dos\u00EDt\u00E1sok ment\u00E9se
BTN_MODIFIED_VARIANT_DISCARD=M\u00F3dos\u00EDt\u00E1sok elvet\u00E9se
MSG_CHANGE_MODIFIED_VARIANT=Nem mentette a n\u00E9zeten v\u00E9gzett m\u00F3dos\u00EDt\u00E1sait. Menti vagy elveti \u0151ket?
CTX_ADDXML_AT_EXTENSIONPOINT=T\u00F6red\u00E9k hozz\u00E1ad\u00E1sa a b\u0151v\u00EDt\u00E9si ponton
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Elt\u00E1vol\u00EDt\u00E1s
BTN_FREP_CANCEL=Megszak\u00EDt\u00E1s
LBL_FREP=r\u00E9gi n\u00E9v\: {0}
HEADER_ADDITIONAL_ELEMENTS=El\u00E9rhet\u0151 tartalom\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=El\u00E9rhet\u0151 tartalom a k\u00F6vetkez\u0151h\u00F6z\: {0}
BTN_MANAGE_APPS_TXT=Alkalmaz\u00E1sv\u00E1ltozatok
BTN_MANAGE_APPS_ITEM=Kezel\u00E9s
BTN_SAVE_AS=Ment\u00E9s m\u00E1sk\u00E9nt
TOOLTIP_SAVE_AS=\u00DAj alkalmaz\u00E1sv\u00E1ltozat l\u00E9trehoz\u00E1sa
BTN_UNDO=Vissza\u00E1ll\u00EDt\u00E1s
BTN_REDO=Ism\u00E9tl\u00E9s
BTN_MENU=Tov\u00E1bbi m\u0171veletek
BTN_RESTORE=Vissza\u00E1ll\u00EDt\u00E1s
BTN_ADAPTATION=Fel\u00FClet adapt\u00E1l\u00E1sa
BTN_FEEDBACK=Visszajelz\u00E9s
BTN_CLOSE_FEEDBACK_DIALOG=Bez\u00E1r\u00E1s
TIT_FEEDBACK=Visszajelz\u00E9s k\u00FCld\u00E9se
TIT_DRAFT=Tervezet
TIT_ORIGINAL_APP=Eredeti alkalmaz\u00E1s
TIT_VERSION_1=1-es verzi\u00F3
LBL_ACTIVE=Akt\u00EDv
LBL_INACTIVE=Inakt\u00EDv
TIT_VERSION_HISTORY_PUBLISHED=K\u00F6zz\u00E9t\u00E9ve
TIT_VERSION_HISTORY_UNPUBLISHED=Nem lett k\u00F6zz\u00E9t\u00E9ve
MSG_DRAFT_ACTIVATION_SUCCESS=\u00DAj verzi\u00F3 aktiv\u00E1lva
MSG_DRAFT_ACTIVATION_FAILED=Sajnos jelenleg nem lehet aktiv\u00E1lni a tervezetet. Pr\u00F3b\u00E1lkozzon \u00FAjra k\u00E9s\u0151bb.
MSG_SWITCH_VERSION_FAILED=A verzi\u00F3v\u00E1lt\u00E1s sikertelen. T\u00F6ltse be \u00FAjra.
MSG_SWITCH_ADAPTATION_FAILED=Az adapt\u00E1ci\u00F3v\u00E1lt\u00E1s sikertelen. T\u00F6ltse be \u00FAjra.
TIT_VERSION_TITLE=C\u00EDm
TIT_VERSION_TITLE_DIALOG=\u00DAj verzi\u00F3 aktiv\u00E1l\u00E1sa
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Verzi\u00F3 \u00FAjraaktiv\u00E1l\u00E1sa
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Adjon meg egy verzi\u00F3c\u00EDmet
BUT_VERSION_TITLE_DIALOG_CONFIRM=Meger\u0151s\u00EDt\u00E9s
BUT_VERSION_TITLE_DIALOG_CANCEL=M\u00E9gse
TOL_ACTIVATE=\u00DAj verzi\u00F3 aktiv\u00E1l\u00E1sa
TOL_DISCARD_DRAFT=Tervezet elvet\u00E9se
TOL_PUBLISH_VERSION=Verzi\u00F3 k\u00F6zz\u00E9t\u00E9tele
TIT_SWITCH_VERSION_DIALOG=Verzi\u00F3v\u00E1lt\u00E1s
MSG_SWITCH_VERSION_DIALOG=Vannak nem mentett UI-m\u00F3dos\u00EDt\u00E1sai. Menti \u0151ket az \u00E1tv\u00E1lt\u00E1s el\u0151tt?
TIT_DRAFT_DISCARD_DIALOG=Megl\u00E9v\u0151 tervezet elvet\u00E9se
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Elveti az aktu\u00E1lis tervezetet, \u00E9s \u00FAjrakezdi?
BTN_TRANSLATE=Ford\u00EDt\u00E1s
BTN_UPLOAD_CHANGED_TEXTS=Felt\u00F6lt\u00E9s
TIT_UPLOAD_CHANGED_TEXTS=Ford\u00EDt\u00E1sok felt\u00F6lt\u00E9se
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Vannak leford\u00EDthat\u00F3 nem mentett m\u00F3dos\u00EDt\u00E1sok sz\u00F6vegekkel. Az XLIFF-f\u00E1jl let\u00F6lt\u00E9se el\u0151tt a rendszer menti a jelenlegi \u00E1llapotot.
MSG_UPLOAD_CHANGED_TEXTS=A m\u00F3dos\u00EDtott UI-sz\u00F6vegek ford\u00EDt\u00E1s\u00E1t tartalmaz\u00F3 XLIFF-f\u00E1jl felt\u00F6lt\u00E9se
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=M\u00E9gse
BTN_OPEN_DOWNLOAD_TRANSLATION=Let\u00F6lt\u00E9s
BTN_OPEN_UPLOAD_TRANSLATION=Felt\u00F6lt\u00E9s
MSG_UPLOAD_TRANSLATION_SUCCESS=A ford\u00EDt\u00E1s sikeresen felt\u00F6ltve
BTN_DOWNLOAD_CHANGED_TEXTS=Let\u00F6lt\u00E9s
TIT_DOWNLOAD_CHANGED_TEXTS=Let\u00F6lt\u00E9s
MSG_DOWNLOAD_CHANGED_TEXTS=A m\u00F3dosult UI-sz\u00F6vegek ford\u00EDt\u00E1s\u00E1t tartalmaz\u00F3 XLIFF-f\u00E1jl let\u00F6lt\u00E9se. A sz\u00F6vegekhez esetlegesen megl\u00E9v\u0151 ford\u00EDt\u00E1sokat is tartalmazza.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=M\u00E9gse
TXT_SOURCE_LANGUAGE=Forr\u00E1snyelv
TXT_TARGET_LANGUAGE=C\u00E9lnyelv
BTN_NAVIGATION=Navig\u00E1l\u00E1s
BTN_VISUALIZATION=Vizualiz\u00E1ci\u00F3
HEADER_WARNING=Figyelmeztet\u00E9s
HEADER_ERROR=Hiba
MSG_RESTORE_FAILED=A UI m\u00F3dos\u00EDt\u00E1sai jelenleg nem vethet\u0151k el. K\u00E9rj\u00FCk, pr\u00F3b\u00E1lja meg k\u00E9s\u0151bb \u00FAjra, vagy forduljon az adminisztr\u00E1torhoz\: {0}.
FORM_PERS_RESET_TITLE=Standard verzi\u00F3 vissza\u00E1ll\u00EDt\u00E1sa
FORM_PERS_RESET_MESSAGE=Elveti az \u00F6sszes UI-m\u00F3dos\u00EDt\u00E1st, \u00E9s vissza\u00E1ll\u00EDtja az alkalmaz\u00E1st a standard verzi\u00F3ra?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Elveti a testreszab\u00E1sokat, \u00E9s vissza\u00E1ll\u00EDtja az alkalmaz\u00E1st?
MSG_LREP_TRANSFER_ERROR=Sajnos m\u0171szaki hiba t\u00F6rt\u00E9nt. Pr\u00F3b\u00E1lkozzon \u00FAjra k\u00E9s\u0151bb, vagy forduljon az adminisztr\u00E1torhoz.
MSG_ERROR_REASON=Ok\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Kil\u00E9p\u00E9s
MSG_UNSAVED_CHANGES_ON_CLOSE=Menti a m\u00F3dos\u00EDt\u00E1sokat?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=Menti a tervezet m\u00F3dos\u00EDt\u00E9sait?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Ment\u00E9s
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Tervezet ment\u00E9se
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Elvet\u00E9s
MSG_UNSAVED_CHANGES=J\u00F3v\u00E1hagy\u00E1s eset\u00E9n a UI \u00F6sszes m\u00F3dos\u00EDt\u00E1sa elveszik. Ahhoz, hogy mentse ezeket, z\u00E1rja be ezt a dial\u00F3gust \u00E9s l\u00E9pjen ki a UI-adapt\u00E1l\u00E1sb\u00F3l.
MSG_NO_FIELDS=Nincs t\u00F6bb el\u00E9rhet\u0151 tartalom
HEADER_PERSONALIZATION_EXISTS=Inform\u00E1ci\u00F3k
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Szem\u00E9lyre szabta az alkalmaz\u00E1st, vagy vannak nyilv\u00E1nos n\u00E9zetek. Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik az eml\u00EDtett m\u00F3dos\u00EDt\u00E1sok n\u00E9lk\u00FCl.
MSG_NAVIGATION_MODE_CHANGES_WARNING=A fel\u00FCleten navig\u00E1ci\u00F3s m\u00F3dban elv\u00E9gzett m\u00F3dos\u00EDt\u00E1sok elvesznek, amikor kil\u00E9p a UI-adapt\u00E1l\u00E1sb\u00F3l.
MSG_DRAFT_EXISTS=M\u00F3dos\u00EDt\u00E1stervezetek \u00E9rhet\u0151k el ehhez az alkalmaz\u00E1shoz. Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik ezekkel a m\u00F3dos\u00EDt\u00E1sokkal.
MSG_DRAFT_DISCARD_DIALOG=Elveti a m\u00F3dos\u00EDt\u00E1stervezeteket? Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Szem\u00E9lyre szabta az alkalmaz\u00E1st, vagy vannak nyilv\u00E1nos n\u00E9zetek, vagy m\u00F3dos\u00EDt\u00E1stervezetek \u00E9rhet\u0151k el. Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik a szem\u00E9lyszab\u00E1si m\u00F3dos\u00EDt\u00E1sok \u00E9s a nyilv\u00E1nos n\u00E9zetek n\u00E9lk\u00FCl, de a m\u00F3dos\u00EDt\u00E1stervezetekkel egy\u00FCtt.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Tervezet \u00E9rhet\u0151 el.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Elveti a m\u00F3dos\u00EDt\u00E1stervezeteket, \u00E9s \u00FAjraaktiv\u00E1lja a verzi\u00F3t?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Szem\u00E9lyre szabta az alkalmaz\u00E1st, \u00E9s m\u00F3dos\u00EDt\u00E1stervezetek \u00E9rhet\u0151k el. Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik a szem\u00E9lyre szab\u00E1si m\u00F3dos\u00EDt\u00E1sok n\u00E9lk\u00FCl, de a m\u00F3dos\u00EDt\u00E1stervezeteket mag\u00E1ban foglalva.
MSG_HIGHER_LAYER_CHANGES_EXIST=Szem\u00E9lyre szabta az alkalmaz\u00E1st. Az alkalmaz\u00E1s a m\u00F3dos\u00EDt\u00E1sok n\u00E9lk\u00FCl t\u00F6lt\u0151dik \u00FAjra.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Szem\u00E9lyre szabta az alkalmaz\u00E1st, \u00E9s szerepspecifikus n\u00E9zetek \u00E9rhet\u0151k el. Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik a szem\u00E9lyre szab\u00E1si m\u00F3dos\u00EDt\u00E1sok n\u00E9lk\u00FCl, de a szerepspecifikus n\u00E9zeteket mag\u00E1ban foglalva.
MSG_RESTRICTED_CONTEXT_EXIST=Szerepspecfikus n\u00E9zetek \u00E9rhet\u0151k el ehhez az alkalmaz\u00E1shoz. Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik ezekkel a n\u00E9zetekkel egy\u00FCtt.
HEADER_RELOAD_NEEDED=Az alkalmaz\u00E1st \u00FAjra kell t\u00F6lteni
BUTTON_RELOAD_NEEDED=\u00DAjrat\u00F6lt\u00E9s
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Az alkalmaz\u00E1s most a testreszab\u00E1si m\u00F3dos\u00EDt\u00E1sokkal s nyilv\u00E1nos n\u00E9zetekkel t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_WITHOUT_DRAFT=Az alkalmaz\u00E1s most a m\u00F3dos\u00EDt\u00E1stervezetek n\u00E9lk\u00FCl t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_ACTIVATED_DRAFT=Az alkalmaz\u00E1s az akt\u00EDv verzi\u00F3val t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Az alkalmaz\u00E1s most a m\u00F3dos\u00EDt\u00E1stervezetek n\u00E9lk\u00FCl t\u00F6lt\u0151dik \u00FAjra. A testreszab\u00E1si m\u00F3dos\u00EDt\u00E1sai \u00E9s a nyilv\u00E1nos n\u00E9zetek \u00FAjra alkalmazva lesznek.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Az alkalmaz\u00E1s most a testreszab\u00E1si m\u00F3dos\u00EDt\u00E1saival t\u00F6lt\u0151dik \u00FAjra. A nyilv\u00E1nos vagy szerepspecifikus n\u00E9zetei \u00FAjra alkalmazva lesznek.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Az alkalmaz\u00E1s most a nyilv\u00E1nos vagy szerepspecifikus n\u00E9zeteivel t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=Az alkalmaz\u00E1s most \u00FAjra bet\u00F6lt a szem\u00E9lyes m\u00F3dos\u00EDt\u00E1sokkal \u00E9s a felhaszn\u00E1l\u00F3i szerepeinek megfelel\u0151, legmagasabb priorit\u00E1s\u00FA adapt\u00E1ci\u00F3val.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=Az alkalmaz\u00E1s most \u00FAjra bet\u00F6lt a felhaszn\u00E1l\u00F3i szerepeinek megfelel\u0151, legmagasabb priorit\u00E1s\u00FA adapt\u00E1ci\u00F3val.
MSG_RELOAD_WITH_ALL_CHANGES=Az alkalmaz\u00E1s az \u00F6sszes m\u00F3dos\u00EDt\u00E1ssal egy\u00FCtt t\u00F6lt\u0151dik be.
MSG_RELOAD_NEEDED=A v\u00E9grehajtott m\u00F3dos\u00EDt\u00E1sok \u00E9rv\u00E9nybe l\u00E9p\u00E9s\u00E9hez \u00FAjra kell t\u00F6lteni az alkalmaz\u00E1st.
MSG_MANAGE_APPS_FAILED=Az alkalmaz\u00E1sv\u00E1ltozatok \u00E1ttekint\u00E9se \u00E1tmenetileg nem \u00E9rhet\u0151 el. Forduljon az adminisztr\u00E1torhoz.
APP_VARIANT_DIALOG_SAVE=Ment\u00E9s
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Ment\u00E9s
APP_VARIANT_DIALOG_CLOSE=Bez\u00E1r\u00E1s
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=M\u00E9gse
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=M\u00E9gse
CREATE_APP_VARIANT_DIALOG_TITLE=Ment\u00E9s \u00FAj alkalmaz\u00E1sv\u00E1ltozatk\u00E9nt
APP_DIALOG_TITLE_TEXT=C\u00EDm
APP_DIALOG_SUB_TITLE_TEXT=Alc\u00EDm
APP_DIALOG_DESCRIPTION_TEXT=Le\u00EDr\u00E1s
APP_DIALOG_ICON_TEXT=Ikon
RENAME_ERROR_TITLE=Hiba az elnevez\u00E9sben
RENAME_EMPTY_ERROR_TEXT=Adjon meg egy nevet.
RENAME_BINDING_ERROR_TEXT=A n\u00E9vben nem lehet "{" karakter. V\u00E1lasszon m\u00E1s nevet.
APP_VARIANT_ICON_SELECT_ICON=Ikon kiv\u00E1laszt\u00E1sa
APP_VARIANT_ICON_NO_DATA=Ikon nem tal\u00E1lhat\u00F3.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Az \u00FAj alkalmaz\u00E1sv\u00E1ltozat ment\u00E9se megt\u00F6rt\u00E9nt.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=A UI-adapt\u00E1l\u00E1si m\u00F3d bez\u00E1rul. \u00D6n visszaker\u00FCl a kezd\u0151lapra, \u00E9s \u00E9rtes\u00EDt\u00E9st kap, ha a csempe \u00FAjra el\u00E9rhet\u0151v\u00E9 v\u00E1lik.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u00C9rtes\u00EDt\u00E9st kap, ha a csempe \u00FAjra el\u00E9rhet\u0151v\u00E9 v\u00E1lik.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=A UI-adapt\u00E1l\u00E1si m\u00F3d bez\u00E1rul. A csempe Fiori Launchpad kezd\u0151laphoz t\u00F6rt\u00E9n\u0151 hozz\u00E1ad\u00E1s\u00E1hoz l\u00E9pjen kapcsolatba adminisztr\u00E1tor\u00E1val (alkalmaz\u00E1s azonos\u00EDt\u00F3ja\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=A csempe Fiori Launchpad kezd\u0151laphoz t\u00F6rt\u00E9n\u0151 hozz\u00E1ad\u00E1s\u00E1hoz l\u00E9pjen kapcsolatba adminisztr\u00E1tor\u00E1val (alkalmaz\u00E1s azonos\u00EDt\u00F3ja\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Hiba
MSG_LOAD_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat bet\u00F6lt\u00E9se nem siker\u00FClt. K\u00FCldje el az adminisztr\u00E1tornak az al\u00E1bbi technikai adatokat\:
MSG_SAVE_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat ment\u00E9se sikertelen. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el adminisztr\u00E1tor\u00E1nak.
MSG_UPDATE_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat friss\u00EDt\u00E9se nem siker\u00FClt. K\u00FCldje el az adminisztr\u00E1tornak az al\u00E1bbi technikai adatokat\:
MSG_CATALOG_ASSIGNMENT_FAILED=Az \u00FAj alkalmaz\u00E1sv\u00E1ltozat ment\u00E9se sikeres, de nem lehetett katal\u00F3gushoz rendelni. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el a tartalomadminisztr\u00E1tor\u00E1nak.
MSG_TILE_CREATION_FAILED=Az \u00FAj csempe sikeres l\u00E9trehoz\u00E1s\u00E1nak ellen\u0151rz\u00E9s\u00E9re friss\u00EDtse a Fiori Launchpad kezd\u0151oldalt. Ha a csempe nem \u00E9rhet\u0151 el vagy nem m\u0171k\u00F6dik megfelel\u0151en, l\u00E9pjen kapcsolatba tartalomadminisztr\u00E1tor\u00E1val.
MSG_COPY_UNSAVED_CHANGES_FAILED=Az alkalmaz\u00E1s v\u00E1ltozata \u00E9s a UI-m\u00F3dos\u00EDt\u00E1sok ment\u00E9se nem siker\u00FClt. Az alkalmaz\u00E1s v\u00E1ltozata nem \u00E9rhet\u0151 el. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el adminisztr\u00E1tor\u00E1nak.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=C\u00EDm megad\u00E1sa
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Az \u00FAj csempe most m\u00E1r el\u00E9rhet\u0151. Megjelen\u00EDt\u00E9s\u00E9hez friss\u00EDtse az oldalt a b\u00F6ng\u00E9sz\u0151ben.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Inform\u00E1ci\u00F3
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Bez\u00E1r\u00E1s
SAVE_APP_VARIANT_COPY_ID_TEXT=ID m\u00E1sol\u00E1sa \u00E9s bez\u00E1r\u00E1s
MSG_APP_VARIANT_ID=Alkalmaz\u00E1sv\u00E1ltozat azonos\u00EDt\u00F3ja\: {0}
MSG_TECHNICAL_ERROR=Hiba\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Alkalmaz\u00E1sv\u00E1ltozatok \u00E1ttekint\u00E9se
APP_VARIANT_TILE_ARIA_LABEL=Fiori-csempe el\u0151n\u00E9zete
MENU_ITEM_KEY_USER=Kulcsfelhaszn\u00E1l\u00F3nak
MENU_ITEM_SAP_DEVELOPER=SAP-fejleszt\u0151nek
MSG_DEPENDENCY_ERROR=A m\u00F3dos\u00EDt\u00E1st nem lehet alkalmazni a felhaszn\u00E1l\u00F3i fel\u00FCletre. \u00C1ll\u00EDtsa vissza a felhaszn\u00E1l\u00F3i fel\u00FCletet eredeti \u00E1llapot\u00E1ba, \u00E9s v\u00E9gezze el a m\u00F3dos\u00EDt\u00E1sokat \u00FAjra. Figyelem\: \u00EDgy a felhaszn\u00E1l\u00F3k \u00E1ltal v\u00E9gzett \u00F6sszes m\u00F3dos\u00EDt\u00E1st vissza\u00E1ll\u00EDtja az alkalmaz\u00E1sban. M\u00E1sik megold\u00E1sk\u00E9nt kapcsolatba l\u00E9phet az SAP-t\u00E1mogat\u00E1ssal, ahol hibajegyet nyithat a CA-UI5-FL-RTA komponens alatt.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Az alkalmaz\u00E1sv\u00E1ltozat (azonos\u00EDt\u00F3\: {0}) t\u00F6r\u00F6lve.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Az alkalmaz\u00E1sv\u00E1ltozat (azonos\u00EDt\u00F3\: {0}) t\u00F6r\u00F6lve. A csempe elt\u00E1vol\u00EDt\u00E1s\u00E1hoz az ind\u00EDt\u00F3pultr\u00F3l t\u00F6ltse \u00FAjra a kezd\u0151lapot.
MSG_DELETE_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat t\u00F6rl\u00E9se sikertelen. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el adminisztr\u00E1tor\u00E1nak.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Inform\u00E1ci\u00F3
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Bez\u00E1r\u00E1s
MSG_NO_BUSINESS_CONTEXTS=Nincs
MSG_DO_NOT_CLOSE_BROWSER=M\u0171velet folyamatban - ne z\u00E1rja be a b\u00F6ng\u00E9sz\u0151t.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=T\u00F6rl\u00E9s folyamatban - ne z\u00E1rja be a b\u00F6ng\u00E9sz\u0151t.\nNe feledje, hogy az alkalmaz\u00E1sv\u00E1ltozat l\u00E1that\u00F3 marad a t\u00F6rl\u00E9s folyamata k\u00F6zben.
MSG_CATALOGS_LOCKED=Az alkalmaz\u00E1sv\u00E1ltozat t\u00F6rl\u00E9se nem siker\u00FClt. Pr\u00F3b\u00E1lkozzon \u00FAjra k\u00E9s\u0151bb.

MSG_UNSTABLE_ID_FOUND=Egyes vez\u00E9rl\u0151knek nincs \u00E1lland\u00F3 azonos\u00EDt\u00F3ja. A t\u00E1mogat\u00E1si asszisztens seg\u00EDts\u00E9g\u00E9vel azonos\u00EDtsa be az \u00E9rintett vez\u00E9rl\u0151ket az [itt] ismertetett m\u00F3don (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck)), \u00E9s \u00E1ll\u00EDtsa be az azonos\u00EDt\u00F3kat. (Ez az \u00FCzenet csak az SAP-n bel\u00FCl l\u00E1that\u00F3, de miel\u0151bb \u00E1ll\u00EDtsa be az azonos\u00EDt\u00F3kat.)

MSG_NO_FLEX_ENABLED_FLAG=Az alkalmaz\u00E1s eset\u00E9ben nem enged\u00E9lyezett a fel\u00FClet adapt\u00E1l\u00E1sa. Ellen\u0151rizze az [itt](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af) ismertetett el\u0151felt\u00E9teleket. (Ez az \u00FCzenet csak az SAP-n bel\u00FCl l\u00E1that\u00F3. A m\u0171k\u00F6d\u00E9st nem befoly\u00E1solja, de miel\u0151bb int\u00E9zkedjen ebben az \u00FCgyben.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Be\u00E1gyazott tartalom defini\u00E1l\u00E1sa
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Be\u00E1gyazott tartalom aktualiz\u00E1l\u00E1sa
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=IFrame m\u00E9rete
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Sz\u00E9less\u00E9g
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Sz\u00E9less\u00E9g egys\u00E9ge
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Magass\u00E1g
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Magass\u00E1g egys\u00E9ge
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Ment\u00E9s
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=M\u00E9gse
CTX_ADDIFRAME=Tartalom be\u00E1gyaz\u00E1sa\: {0}
CTX_ADDIFRAME_GROUP=Tartalom be\u00E1gyaz\u00E1sa
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Az elind\u00EDtott alkalmaz\u00E1s (-v\u00E1ltozat) a CUSTOMER vagy a CUSTOMER_BASE r\u00E9tegbe ker\u00FClt. Ez\u00E9rt SAP-fejleszt\u0151k\u00E9nt nem l\u00E1thatja az el\u00E9rhet\u0151 alkalmaz\u00E1sv\u00E1ltozatokat.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Alkalmaz\u00E1sv\u00E1ltozat-\u00E1ttekint\u00E9s SAP-fejleszt\u0151k sz\u00E1m\u00E1ra
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL el\u0151n\u00E9zete
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=IFrame el\u0151n\u00E9zete
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=El\u0151n\u00E9zet megjelen\u00EDt\u00E9se
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=El\u0151n\u00E9zet aktualiz\u00E1l\u00E1sa
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=A be\u00E1gyazott tartalom megjelen\u00EDt\u00E9s\u00E9hez kattintson az El\u0151n\u00E9zet megjelen\u00EDt\u00E9se lehet\u0151s\u00E9gre. Ha semmi sem jelenik meg, ellen\u0151rizze az URL-t.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (manu\u00E1lis szerkeszt\u00E9shez kattintson r\u00E1)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=El\u00E9rhet\u0151 \u00E9rt\u00E9kek (az URL hozz\u00E1ad\u00E1s\u00E1hoz kattintson)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Param\u00E9ter
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Minta\u00E9rt\u00E9k
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Param\u00E9terek keres\u00E9se
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Az itt haszn\u00E1lt URL-ek bizonyos el\u0151felt\u00E9telek teljes\u00EDt\u00E9s\u00E9hez sz\u00FCks\u00E9gesek, n\u00E9lk\u00FCl\u00FCk m\u0171k\u00F6d\u00E9sk\u00E9ptelen lesz.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Tov\u00E1bbi inform\u00E1ci\u00F3
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=C\u00EDm
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Be\u00E1gyazott tartalom
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Sz\u00E1zal\u00E9k a szakasz sz\u00E9less\u00E9g\u00E9hez k\u00E9pest
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Sz\u00E1zal\u00E9k a fejl\u00E9c sz\u00E9less\u00E9g\u00E9hez k\u00E9pest
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Sz\u00E1zal\u00E9k a b\u00F6ng\u00E9sz\u0151ablak magass\u00E1g\u00E1hoz k\u00E9pest
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Pixelsz\u00E1m
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=A gy\u00F6k\u00E9r HTML-elem bet\u0171m\u00E9ret\u00E9hez k\u00E9pest
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Speci\u00E1lis be\u00E1ll\u00EDt\u00E1sok
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=R\u00E9gi navig\u00E1l\u00E1si m\u00F3d
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=Amikor a r\u00E9gi navig\u00E1l\u00E1si m\u00F3dra v\u00E1lt, automatikusan t\u00F6bb bejegyz\u00E9s is beker\u00FCl a b\u00F6ng\u00E9sz\u0151 el\u0151zm\u00E9nyeibe, p\u00E9ld\u00E1ul az URL-param\u00E9terek hozz\u00E1rendel\u00E9sekor. Ez nem k\u00EDv\u00E1nt hat\u00E1ssal lehet a b\u00F6ng\u00E9sz\u0151 Vissza gombj\u00E1ra vagy az SAP Fiori Elements-alkalmaz\u00E1sokban val\u00F3 navig\u00E1ci\u00F3ra. Csak akkor haszn\u00E1lja ezt a m\u00F3dszert, ha probl\u00E9m\u00E1kat tapasztal elavult tartalom miatt, vagy nem t\u00F6lt\u0151dik be megfelel\u0151en a be\u00E1gyazott tartalom.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=A protokoll nem enged\u00E9lyezett.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=HTTP-tartalom HTTPS-hostra val\u00F3 be\u00E1gyaz\u00E1sa nem enged\u00E9lyezett.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=Az URL nem enged\u00E9lyezett.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Adjon meg \u00E9rv\u00E9nyes URL-t.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=A n\u00E9v a k\u00F6vetkez\u0151re v\u00E1ltozott\: ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=A n\u00E9v megv\u00E1ltozott\: ''{1}'' helyett ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=A(z) {0} elem \u00E1thelyezve
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=A(z) {0} elem \u00E1thelyezve a kont\u00E9ner\u00E9n bel\u00FCl
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=A(z) {0} elem elt\u00E1vol\u00EDtva
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=A(z) {0} elem hozz\u00E1adva
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=A(z) {0} elem \u00F6sszevonva
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=A(z) {0} \u00E9s a(z) {1} elem \u00F6sszevonva
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} elem \u00F6sszevonva
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=A(z) {0} elem sz\u00E9tv\u00E1lasztva
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=A(z) {0} csoport hozz\u00E1adva
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=A(z) {0} mez\u0151 hozz\u00E1adva
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame hozz\u00E1adva
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=A(z) {0} elem be\u00E1ll\u00EDt\u00E1sai m\u00F3dosultak
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Az elem m\u00F3dos\u00EDtva
TIT_CHANGEVISUALIZATION_TYPE=T\u00EDpus
TIT_CHANGEVISUALIZATION_CHANGES=M\u00F3dos\u00EDt\u00E1sok
TIT_CHANGEVISUALIZATION_DATE=D\u00E1tum
TIT_CHANGEVISUALIZATION_DETAILS=R\u00E9szletek
TIT_CHANGEVISUALIZATION_DESCRIPTION=Le\u00EDr\u00E1s
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Kulcsfelhaszn\u00E1l\u00F3i m\u00F3dos\u00EDt\u00E1sok vizualiz\u00E1l\u00E1sa
BUT_CHANGEVISUALIZATION_SELECTCHANGES=M\u00F3dos\u00EDt\u00E1st\u00EDpus kiv\u00E1laszt\u00E1sa
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Nem vizualiz\u00E1lt m\u00F3dos\u00EDt\u00E1sok\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u00D6sszes
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Minden m\u00F3dos\u00EDt\u00E1s
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u00C1thelyez\u00E9s
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u00C1thelyezett elemek
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u00C1tnevez\u00E9s
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u00C1tnevezett elemek
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Hozz\u00E1ad\u00E1s
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Hozz\u00E1adott elemek
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u00D6sszevon\u00E1s \u00E9s sz\u00E9tv\u00E1laszt\u00E1s
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u00D6sszevont \u00E9s sz\u00E9tv\u00E1lasztott elemek
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Elt\u00E1vol\u00EDt\u00E1s
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Elt\u00E1vol\u00EDtott elemek
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Egy\u00E9b
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Egy\u00E9b m\u00F3dos\u00EDt\u00E1sok
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=\u00D6sszes
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Tervezet
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Nincs mentve
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=\u00C9ppen most
MSG_LOCAL_RESET_VARIANT_SAVE=A kont\u00E9ner alaphelyzetbe \u00E1llt vissza, \u00E9s a n\u00E9zet automatikusan mentve.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Forr\u00E1s megjelen\u00EDt\u00E9se
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Tov\u00E1bbi elemek megjelen\u00EDt\u00E9se
BUT_CHANGEVISUALIZATION_LEARNMORE=[Tov\u00E1bbi inform\u00E1ci\u00F3]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 m\u00F3dos\u00EDt\u00E1s
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} m\u00F3dos\u00EDt\u00E1s

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Egy m\u00E1sik rendszerben m\u00F3dos\u00EDtott\u00E1k az alkalmaz\u00E1s felhaszn\u00E1l\u00F3i fel\u00FClet\u00E9t. Az \u00FCtk\u00F6z\u00E9sek elker\u00FCl\u00E9se \u00E9rdek\u00E9ben javasoljuk, hogy mindenk\u00E9ppen csak egy rendszerben v\u00E9gezze el a fel\u00FClet m\u00F3dos\u00EDt\u00E1sait, azut\u00E1n transzport\u00E1lja a m\u00F3dos\u00EDt\u00E1sokat a t\u00F6bbi rendszerbe. L\u00E1sd\: [A felhaszn\u00E1l\u00F3i fel\u00FClet adapt\u00E1l\u00E1sa](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Figyelem - komoly \u00FCtk\u00F6z\u00E9sek fordulhatnak el\u0151
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Produkt\u00EDv rendszerben kezdi meg a felhaszn\u00E1l\u00F3i fel\u00FClet adapt\u00E1l\u00E1s\u00E1t. Ha van fejleszt\u00E9si vagy tesztrendszere, javasoljuk, hogy azokban v\u00E9gezze el a m\u00F3dos\u00EDt\u00E1sokat, \u00E9s a transzport\u00E1l\u00E1si mechanizmussal tegye k\u00F6zz\u00E9 \u0151ket.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Figyelem - a produkt\u00EDv rendszer m\u00F3dos\u00EDt\u00E1s\u00E1ra k\u00E9sz\u00FCl
MSG_GENERIC_ERROR_MESSAGE=Hiba t\u00F6rt\u00E9nt. A CA-UI5-FL-RTA komponensre feladott jeggyel l\u00E9pjen kapcsolatba az SAP-t\u00E1mogat\u00E1ssal.\nM\u00E1solja a jegybe a k\u00F6vetkez\u0151 m\u0171szaki inform\u00E1ci\u00F3t\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=Hiba a felhaszn\u00E1l\u00F3i fel\u00FClet adapt\u00E1ci\u00F3j\u00E1nak ind\u00EDt\u00E1sakor

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Nincs kulcsfelhaszn\u00E1l\u00F3i jogosults\u00E1ga. Forduljon az adminisztr\u00E1torhoz.

BTN_TOOLTIP_MOVE_UP=Feljebb helyez\u00E9s
BTN_TOOLTIP_MOVE_DOWN=Lejjebb helyez\u00E9s
BTN_ADAPTING_FOR=Adapt\u00E1ci\u00F3 ''{0}\u2019 sz\u00E1m\u00E1ra
BTN_ADAPTING_FOR_ALL_USERS=Adapt\u00E1ci\u00F3 'Minden felhaszn\u00E1l\u00F3\u2019 sz\u00E1m\u00E1ra
BTN_SWITCH_ADAPTATIONS=Adapt\u00E1ci\u00F3v\u00E1lt\u00E1s
EAC_DIALOG_HEADER=Adapt\u00E1ci\u00F3 szerkeszt\u00E9se
SAC_DIALOG_HEADER=Ment\u00E9s \u00FAj adapt\u00E1ci\u00F3k\u00E9nt
DAC_DIALOG_HEADER=Adapt\u00E1ci\u00F3 t\u00F6rl\u00E9se
DAC_DIALOG_DESCRIPTION=Biztosan t\u00F6rli ezt az adapt\u00E1ci\u00F3t?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Nem mentette a UI-m\u00F3dos\u00EDt\u00E1sokat. Az adapt\u00E1ci\u00F3 t\u00F6rl\u00E9se eset\u00E9n ezek a UI-m\u00F3dos\u00EDt\u00E1sok is t\u00F6rl\u0151dni fognak. Biztosan t\u00F6rli ezt az adapt\u00E1ci\u00F3t?
DAC_DIALOG_MIGRATION_HEADER=N\u00E9zetek migr\u00E1l\u00E1sa
DAC_DIALOG_MIGRATION_DESCRIPTION=\u00C9szrevett\u00FCk, hogy m\u00E1r hozz\u00E1rendelt szerepeket a n\u00E9zetekhez ebben az alkalmaz\u00E1sban. Ha adapt\u00E1ci\u00F3t szeretne l\u00E9trehozni, adapt\u00E1ci\u00F3kba kell migr\u00E1lnia ezeket a n\u00E9zeteket.\nMigr\u00E1ci\u00F3 ut\u00E1n minden olyan n\u00E9zet beker\u00FCl egy adapt\u00E1ci\u00F3ba, ami szerephez volt hozz\u00E1rendelve. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=\u00C9szrevett\u00FCk, hogy m\u00E1r hozz\u00E1rendelt szerepeket a n\u00E9zetekhez ebben az alkalmaz\u00E1sban. Ha adapt\u00E1ci\u00F3t szeretne l\u00E9trehozni, adapt\u00E1ci\u00F3kba kell migr\u00E1lnia ezeket a n\u00E9zeteket.\nMigr\u00E1ci\u00F3 ut\u00E1n minden olyan n\u00E9zet beker\u00FCl egy adapt\u00E1ci\u00F3ba, ami szerephez volt hozz\u00E1rendelve.\n\nNem mentette a fel\u00FClet m\u00F3dos\u00EDt\u00E1sait. Ezeket a rendszer menti a migr\u00E1ci\u00F3 el\u0151tt.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=A n\u00E9zetek sikeresen migr\u00E1lva.\nMost \u00E1tv\u00E1lthat a l\u00E9trehozott adapt\u00E1ci\u00F3kra, \u00E9s ellen\u0151rizheti \u0151ket.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=Hiba t\u00F6rt\u00E9nt a migr\u00E1ci\u00F3 sor\u00E1n. Pr\u00F3b\u00E1lkozzon \u00FAjra k\u00E9s\u0151bb, vagy forduljon az adminisztr\u00E1torhoz.
MANAGE_ADAPTATIONS_DIALOG_HEADER=Adapt\u00E1ci\u00F3k kezel\u00E9se
BTN_MANAGE_APP_CTX=Adapt\u00E1ci\u00F3k kezel\u00E9se
TXT_MANAGE_APP_CTX=Adapt\u00E1ci\u00F3k megtekint\u00E9se, szerkeszt\u00E9se \u00E9s t\u00F6rl\u00E9se
CLM_HEADER_PRIORITY=Priorit\u00E1s
CLM_HEADER_CREATED=L\u00E9trehozva
CLM_HEADER_CHANGED=Utolj\u00E1ra m\u00F3dos\u00EDtva
CLM_HEADER_ADAPTATIONS_ACTIONS=M\u0171veletek
CLM_HEADER_CONTEXT=Kontextus
CLM_HEADER_ADAPTATIONS_TITLE=C\u00EDm
CLM_HEADER_ADAPTATIONS_CREATED_ON=L\u00E9trehozva
CLM_HEADER_ADAPTATIONS_CHANGED_ON=M\u00F3dos\u00EDtva
MAA_DIALOG_DESCRIPTION=Le\u00EDr\u00E1s
MAA_DIALOG_SAVE_AS_APP=Ment\u00E9s m\u00E1sk\u00E9nt
MAA_DIALOG_ADAPT_UI=UI illeszt\u00E9se
MENU_BTN_SHARE=Megoszt\u00E1s
MENU_BTN_EDIT=Szerkeszt\u00E9s
MAA_DIALOG_DELETE=T\u00F6rl\u00E9s
TXT_SELECT_FIRST_PRIO=Besz\u00FAr\u00E1s minden el\u00E9 (1. priorit\u00E1s)
TXT_SELECT_PRIO=Besz\u00FAr\u00E1s a(z) {0} ut\u00E1n ({1}. priorit\u00E1s)
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Adja meg a le\u00EDr\u00E1st
TXT_TABLE_CONTEXT_CELL_ROLE=Szerep
TXT_TABLE_CONTEXT_CELL_ROLES=Szerepek
TXT_DEFAULT_APP=Kontextus n\u00E9lk\u00FCli alkalmaz\u00E1s
APP_CTX_DIALOG_SAVE=Ment\u00E9s
APP_CTX_DIALOG_CANCEL=M\u00E9gse
APP_CTX_DIALOG_CONFIRM=Meger\u0151s\u00EDt\u00E9s
TOOLTIP_APP_CTX_DIALOG_SAVE=A kontextusalap\u00FA adapt\u00E1l\u00E1s nem m\u00F3dos\u00EDtott.
TXT_CTX_ERROR_DUPLICATE_TITLE=M\u00E1r van ilyen c\u00EDm\u0171 adapt\u00E1l\u00E1s. Adjon meg m\u00E1s c\u00EDmet.
TXT_CTX_ERROR_MAX_LEN=Az adapt\u00E1l\u00E1s c\u00EDme max. {0} karakter lehet
TXT_CTX_ERROR_EMPTY_TITLE=Adjon meg egy c\u00EDmet.
