
SERVICE_NAME=\u0410\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u044F \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
TOOLBAR_TITLE=\u0410\u0434\u0430\u043F\u0442\u0443\u0432\u0430\u0442\u0438 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
TOOLBAR_TITLE_PERSONALIZE=\u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0456\u0437\u0443\u0432\u0430\u0442\u0438 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A
BTN_EXIT=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u0442\u0430 \u0432\u0438\u0439\u0442\u0438
BTN_DONE=\u0413\u043E\u0442\u043E\u0432\u043E
BTN_DONE_TOOLTIP=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u0437\u043C\u0456\u043D\u0438
CTX_ADAPT=\u0411\u0456\u043B\u044C\u0448\u0435...
CTX_REMOVE=\u0412\u0438\u0434\u0430\u043B\u0438\u0442\u0438
CTX_REMOVE_TITLE=\u0412\u0438\u0434\u0430\u043B\u0438\u0442\u0438
CTX_ADD_ELEMENTS=\u0414\u043E\u0434\u0430\u0442\u0438\: {0}
MULTIPLE_CONTROL_NAME=\u0412\u043C\u0456\u0441\u0442
CTX_CUT=\u0412\u0438\u0440\u0456\u0437\u0430\u0442\u0438
CTX_PASTE=\u0412\u0441\u0442\u0430\u0432\u0438\u0442\u0438
CTX_GROUP_FIELDS=\u041A\u043E\u043C\u0431\u0456\u043D\u0443\u0432\u0430\u0442\u0438
CTX_UNGROUP_FIELDS=\u0420\u043E\u0437\u0434\u0456\u043B\u0438\u0442\u0438
CTX_CREATE_CONTAINER=\u0421\u0442\u0432\u043E\u0440\u0438\u0442\u0438\: {0}
TITLE_CREATE_CONTAINER=\u041D\u043E\u0432\u0435\: {0}
CTX_RENAME=\u041F\u0435\u0440\u0435\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u0442\u0438
CTX_SETTINGS=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
CTX_TRIGGER=\u041D\u0430\u0432\u0456\u0433\u0443\u0432\u0430\u0442\u0438 \u0434\u043E
CTX_VARIANT_SWITCH=\u041F\u0435\u0440\u0435\u043C\u043A\u043D\u0443\u0442\u0438 \u043F\u043E\u0434\u0430\u043D\u043D\u044F
CTX_VARIANT_DUPLICATE=\u0414\u0443\u0431\u043B\u044E\u0432\u0430\u0442\u0438
CTX_VARIANT_SET_TITLE=\u0412\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0438 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A
CTX_VARIANT_MANAGE=\u041A\u0435\u0440\u0443\u0432\u0430\u0442\u0438 \u043F\u043E\u0434\u0430\u043D\u043D\u044F\u043C\u0438
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u0412\u0438\u0434\u0430\u043B\u0438\u0442\u0438
BTN_FREP_CANCEL=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
BTN_FREP_CCF=\u0421\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0446\u044C\u043A\u0435 \u043F\u043E\u043B\u0435, \u0430\u0441\u043E\u0446\u0456\u0430\u0446\u0456\u044E \u0430\u0431\u043E \u043B\u043E\u0433\u0456\u043A\u0443
LBL_FREP=\u0431\u0443\u043B\u043E {0}
HEADER_SETTINGS=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
HEADER_ADDITIONAL_ELEMENTS=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439 \u0432\u043C\u0456\u0441\u0442\: {0}
BTN_SHARE=\u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442\u0438 \u0441\u043F\u0456\u043B\u044C\u043D\u043E
BTN_MANAGE_APPS_TXT=\u041A\u0435\u0440\u0443\u0432\u0430\u0442\u0438 \u0432\u0430\u0440\u0456\u0430\u043D\u0442\u0430\u043C\u0438 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443
BTN_SAVE_AS=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u044F\u043A
TOOLTIP_SAVE_AS=\u0421\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u043D\u043E\u0432\u0438\u0439 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443
BTN_UNDO=\u0412\u0456\u0434\u043C\u0456\u043D\u0438\u0442\u0438
BTN_REDO=\u041F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0438
BTN_PUBLISH=\u041E\u043F\u0443\u0431\u043B\u0456\u043A\u0443\u0432\u0430\u0442\u0438
BTN_RESTORE=\u0421\u043A\u0438\u043D\u0443\u0442\u0438
BTN_TRANSPORT=\u041F\u0435\u0440\u0435\u043D\u0435\u0441\u0442\u0438
BTN_ADAPTATION=\u0410\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u044F \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
BTN_NAVIGATION=\u041D\u0430\u0432\u0456\u0433\u0430\u0446\u0456\u044F
HEADER_RESTORE_FAILED=\u041F\u043E\u043C\u0438\u043B\u043A\u0430
HEADER_WARNING=\u0417\u0430\u0441\u0442\u0435\u0440\u0435\u0436\u0435\u043D\u043D\u044F
HEADER_ERROR=\u041F\u043E\u043C\u0438\u043B\u043A\u0430
MSG_RESTORE_FAILED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0432\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043D\u0430\u0440\u0430\u0437\u0456 \u043D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u043E \u0432\u0456\u0434\u0445\u0438\u043B\u0438\u0442\u0438. \u041F\u043E\u0432\u0442\u043E\u0440\u0456\u0442\u044C \u0441\u043F\u0440\u043E\u0431\u0443 \u043F\u0456\u0437\u043D\u0456\u0448\u0435 \u0430\u0431\u043E \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430\: {0}
MSG_PUBLISH_ERROR=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0432\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 UI \u043D\u0430\u0440\u0430\u0437\u0456 \u043D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u043E \u043E\u043F\u0443\u0431\u043B\u0456\u043A\u0443\u0432\u0430\u0442\u0438. \u041F\u043E\u0432\u0442\u043E\u0440\u0456\u0442\u044C \u0441\u043F\u0440\u043E\u0431\u0443 \u043F\u0456\u0437\u043D\u0456\u0448\u0435 \u0430\u0431\u043E \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430\: {0}
MSG_TRANSPORT_SUCCESS=\u0412\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0431\u0443\u043B\u043E \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u043E \u0432 \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0435\u043D\u043D\u044F.
MSG_PUBLISH_SUCCESS=\u0412\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 UI \u0437\u0430\u043F\u043B\u0430\u043D\u043E\u0432\u0430\u043D\u0456 \u0434\u043B\u044F \u043F\u0443\u0431\u043B\u0456\u043A\u0430\u0446\u0456\u0457
HEADER_TRANSPORT_INAPPLICABLE=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
MSG_TRANSPORT_INAPPLICABLE=\u0412\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 UI \u0432\u0436\u0435 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u043E \u0432 \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0435\u043D\u043D\u044F.
HEADER_TRANSPORT_APPLYSAVE_ERROR=\u041F\u043E\u043C\u0438\u043B\u043A\u0430
MSG_TRANSPORT_APPLYSAVE_ERROR=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u043D\u0430\u0440\u0430\u0437\u0456 \u0432\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 UI \u043D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u0432\u0430\u0442\u0438 \u0430\u0431\u043E \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438. \u0412\u0438\u0439\u0434\u0456\u0442\u044C \u0437 \u0440\u0435\u0436\u0438\u043C\u0443 \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u0457 \u0456 \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0456\u0442\u044C \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A\: {0}
FORM_PERS_RESET_TITLE=\u0421\u043A\u0438\u043D\u0443\u0442\u0438 \u0434\u043E \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0457 \u0432\u0435\u0440\u0441\u0456\u0457
FORM_PERS_RESET_MESSAGE=\u0412\u0456\u0434\u0445\u0438\u043B\u0438\u0442\u0438 \u0432\u0441\u0456 \u0437\u043C\u0456\u043D\u0438 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0442\u0430 \u0441\u043A\u0438\u043D\u0443\u0442\u0438 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A \u0434\u043E \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0457 \u0432\u0435\u0440\u0441\u0456\u0457?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0411\u0430\u0436\u0430\u0454\u0442\u0435 \u0432\u0456\u0434\u0445\u0438\u043B\u0438\u0442\u0438 \u0432\u0441\u0456 \u0441\u0432\u043E\u0457 \u0437\u043C\u0456\u043D\u0438 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0456\u0437\u0430\u0446\u0456\u0457 \u0442\u0430 \u0441\u043A\u0438\u043D\u0443\u0442\u0438 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A?
MSG_LREP_TRANSFER_ERROR=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0441\u0442\u0430\u043B\u0430\u0441\u044C \u0442\u0435\u0445\u043D\u0456\u0447\u043D\u0430 \u043F\u043E\u043C\u0438\u043B\u043A\u0430. \u041F\u043E\u0432\u0442\u043E\u0440\u0456\u0442\u044C \u0441\u043F\u0440\u043E\u0431\u0443 \u043F\u0456\u0437\u043D\u0456\u0448\u0435 \u0430\u0431\u043E \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430.
MSG_ERROR_REASON=\u041F\u0440\u0438\u0447\u0438\u043D\u0430\:\n{0}
MSG_UNSAVED_CHANGES=\u041F\u0456\u0441\u043B\u044F \u043F\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0436\u0435\u043D\u043D\u044F \u0432\u0441\u0456 \u0432\u0430\u0448\u0456 \u0437\u043C\u0456\u043D\u0438 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0431\u0443\u0434\u0443\u0442\u044C \u0432\u0442\u0440\u0430\u0447\u0435\u043D\u0456. \u0429\u043E\u0431 \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u0457\u0445, \u0437\u0430\u043A\u0440\u0438\u0439\u0442\u0435 \u0446\u0435 \u0434\u0456\u0430\u043B\u043E\u0433\u043E\u0432\u0435 \u0432\u0456\u043A\u043D\u043E \u0456 \u0432\u0438\u0439\u0434\u0456\u0442\u044C \u0437 \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u0457 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430.
MSG_REMOVING_TOOLBAR=\u0417\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A \u0446\u0456\u0454\u0457 \u0433\u0440\u0443\u043F\u0438 \u043C\u0456\u0441\u0442\u0438\u0442\u044C \u0434\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0456 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438. \u042F\u043A\u0449\u043E \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0433\u0440\u0443\u043F\u0443, \u0432\u043E\u043D\u0438 \u0431\u0443\u0434\u0443\u0442\u044C \u0432\u0442\u0440\u0430\u0447\u0435\u043D\u0456. \u0412\u0441\u0435 \u043E\u0434\u043D\u043E \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0433\u0440\u0443\u043F\u0443?
MSG_NO_FIELDS=\u0411\u0456\u043B\u044C\u0448\u0435 \u0432\u043C\u0456\u0441\u0442\u0443 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E
HEADER_PERSONALIZATION_EXISTS=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
MSG_PERSONALIZATION_EXISTS=\u0412\u0438 \u0432\u043D\u0435\u0441\u043B\u0438 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0456\u0437\u043E\u0432\u0430\u043D\u0456 \u0437\u043C\u0456\u043D\u0438 \u0434\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443. \u0412 \u0440\u0435\u0436\u0438\u043C\u0456 \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u0457 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A \u0431\u0443\u0434\u0435 \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043E \u0431\u0435\u0437 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u0432\u0430\u043D\u043D\u044F \u0432\u0430\u0448\u0438\u0445 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u0438\u0445 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043E\u043A.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0423 \u0432\u0430\u0441 \u0432 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0454 \u0437\u043C\u0456\u043D\u0438 \u043D\u0430 \u0432\u0438\u0449\u043E\u043C\u0443 \u0440\u0456\u0432\u043D\u0456. \u0412 \u0440\u0435\u0436\u0438\u043C\u0456 \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u0457 UI \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A \u0431\u0443\u0434\u0435 \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u0438\u0439 \u0431\u0435\u0437 \u0446\u0438\u0445 \u0437\u043C\u0456\u043D.
HEADER_RELOAD_NEEDED=\u0417\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A \u0432\u0438\u043C\u0430\u0433\u0430\u0454 \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044F
BUTTON_RELOAD_NEEDED=\u041F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438
MSG_RELOAD_WITH_PERSONALIZATION=\u0417\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0443\u0454\u0442\u044C\u0441\u044F \u0437 \u0432\u0430\u0448\u0438\u043C\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u043C\u0438 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0456\u0437\u0430\u0446\u0456\u0457.
MSG_RELOAD_WITH_ALL_CHANGES=\u0417\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A \u0431\u0443\u0434\u0435 \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u0438\u0439 \u0437 \u0443\u0441\u0456\u043C\u0430 \u0437\u043C\u0456\u043D\u0430\u043C\u0438.
MSG_RELOAD_NEEDED=\u0414\u0435\u044F\u043A\u0456 \u0432\u043D\u0435\u0441\u0435\u043D\u0456 \u0432\u0430\u043C\u0438 \u0437\u043C\u0456\u043D\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u044E\u0442\u044C \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044F \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443, \u0449\u043E\u0431 \u0441\u0442\u0430\u0442\u0438 \u0430\u043A\u0442\u0438\u0432\u043D\u0438\u043C\u0438.
MAA_CLOSE_BUTTON=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
DUPLICATE_ERROR_TEXT=\u0406\u043C'\u044F \u043F\u043E\u0434\u0430\u043D\u043D\u044F \u0432\u0436\u0435 \u0456\u0441\u043D\u0443\u0454. \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u0456\u043D\u0448\u0435 \u0456\u043C'\u044F.
BLANK_ERROR_TEXT=\u0412\u0432\u0435\u0434\u0456\u0442\u044C \u0456\u043C'\u044F \u043F\u043E\u0434\u0430\u043D\u043D\u044F.
HEADER_MANAGE_APPS_FAILED=\u041F\u043E\u043C\u0438\u043B\u043A\u0430
MSG_MANAGE_APPS_FAILED=\u041D\u0430 \u0436\u0430\u043B\u044C, \u043E\u0433\u043B\u044F\u0434 \u0432\u0430\u0440\u0456\u0430\u043D\u0442\u0456\u0432 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0437\u0430\u0440\u0430\u0437 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439. \u041F\u043E\u0432\u0442\u043E\u0440\u0456\u0442\u044C \u0441\u043F\u0440\u043E\u0431\u0443 \u043F\u0456\u0437\u043D\u0456\u0448\u0435 \u0430\u0431\u043E \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0441\u0432\u043E\u0433\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430.
APP_VARIANT_DIALOG_SAVE=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438
APP_VARIANT_DIALOG_CLOSE=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
CREATE_APP_VARIANT_DIALOG_TITLE=\u0417\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u044F\u043A \u043D\u043E\u0432\u0438\u0439 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443
APP_DIALOG_TITLE_TEXT=\u0417\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A
APP_DIALOG_SUB_TITLE_TEXT=\u041F\u0456\u0434\u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A
APP_DIALOG_DESCRIPTION_TEXT=\u041E\u043F\u0438\u0441
APP_DIALOG_ICON_TEXT=\u041F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u0430
BLANK_DUPLICATE_TITLE_TEXT=\u041F\u043E\u043C\u0438\u043B\u043A\u0430 \u043D\u0430\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u043D\u044F
APP_DIALOG_ICON_TOOLTIP=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044C \u043F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u0443 \u0434\u043B\u044F \u043F\u043B\u0438\u0442\u043A\u0438
APP_DIALOG_ICON_BROWSE_BUTTON=\u041F\u0440\u043E\u0433\u043B\u044F\u043D\u0443\u0442\u0438
APP_VARIANT_ICON_SEARCH_TOOLTIP=\u0428\u0443\u043A\u0430\u0442\u0438 \u043F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u0443 SAPUI5
APP_VARIANT_ICON_DIALOG_ICON=\u041F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u0430
APP_VARIANT_ICON_DIALOG_NAME=\u0406\u043C'\u044F
APP_VARIANT_ICON_SELECT_ICON=\u0412\u0438\u0431\u0440\u0430\u0442\u0438 \u043F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u0443
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
APP_VARIANT_ICON_NO_DATA=\u041F\u0456\u043A\u0442\u043E\u0433\u0440\u0430\u043C\u0438 \u043D\u0435 \u0437\u043D\u0430\u0439\u0434\u0435\u043D\u0456.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u041D\u043E\u0432\u0438\u0439 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043E.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u0420\u0435\u0436\u0438\u043C \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u0457 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0431\u0443\u0434\u0435 \u0437\u0430\u043A\u0440\u0438\u0442\u043E, \u0456 \u0432\u0438 \u043F\u043E\u0432\u0435\u0440\u043D\u0435\u0442\u0435\u0441\u044C \u043D\u0430 \u0434\u043E\u043C\u0430\u0448\u043D\u044E \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443. \u0412\u0430\u0441 \u0431\u0443\u0434\u0435 \u043F\u0440\u043E\u0456\u043D\u0444\u043E\u0440\u043C\u043E\u0432\u0430\u043D\u043E, \u043A\u043E\u043B\u0438 \u0431\u0443\u0434\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043D\u043E\u0432\u0430 \u043F\u043B\u0438\u0442\u043A\u0430.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0412\u0438 \u0431\u0443\u0434\u0435\u0442\u0435 \u043F\u0440\u043E\u0456\u043D\u0444\u043E\u0440\u043C\u043E\u0432\u0430\u043D\u0456, \u043A\u043E\u043B\u0438 \u0431\u0443\u0434\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430 \u043D\u043E\u0432\u0430 \u043F\u043B\u0438\u0442\u043A\u0430.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u0410\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u044F \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0431\u0443\u0434\u0435 \u0437\u0430\u043A\u0440\u0438\u0442\u0430. \u0417\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0441\u0432\u043E\u0433\u043E \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u0433\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430, \u0449\u043E\u0431 \u0434\u043E\u0434\u0430\u0442\u0438 \u043F\u043B\u0438\u0442\u043A\u0443 \u0434\u043E \u0434\u043E\u043C\u0430\u0448\u043D\u044C\u043E\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u043F\u0430\u043D\u0435\u043B\u0456 \u0437\u0430\u043F\u0443\u0441\u043A\u0443 Fiori (\u0406\u0414 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u0417\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0441\u0432\u043E\u0433\u043E \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u0433\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430, \u0449\u043E\u0431 \u0434\u043E\u0434\u0430\u0442\u0438 \u043F\u043B\u0438\u0442\u043A\u0443 \u0434\u043E \u0434\u043E\u043C\u0430\u0448\u043D\u044C\u043E\u0457 \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0438 \u043F\u0430\u043D\u0435\u043B\u0456 \u0437\u0430\u043F\u0443\u0441\u043A\u0443 Fiori (\u0406\u0414 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0441\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F. \u0412\u0456\u0434\u043F\u0440\u0430\u0432\u0442\u0435 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0443 \u0442\u0435\u0445\u043D\u0456\u0447\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u0441\u0432\u043E\u0454\u043C\u0443 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
HEADER_SAVE_APP_VARIANT_FAILED=\u041F\u043E\u043C\u0438\u043B\u043A\u0430
MSG_LOAD_APP_VARIANT_FAILED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F. \u0412\u0456\u0434\u043F\u0440\u0430\u0432\u0442\u0435 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0443 \u0442\u0435\u0445\u043D\u0456\u0447\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u0441\u0432\u043E\u0454\u043C\u0443 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
MSG_SAVE_APP_VARIANT_FAILED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F. \u0412\u0456\u0434\u043F\u0440\u0430\u0432\u0442\u0435 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0443 \u0442\u0435\u0445\u043D\u0456\u0447\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u0441\u0432\u043E\u0454\u043C\u0443 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
MSG_CATALOG_ASSIGNMENT_FAILED=\u041D\u043E\u0432\u0438\u0439 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0437\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043E, \u0430\u043B\u0435 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u043F\u0440\u0438\u0441\u0432\u043E\u0457\u0442\u0438 \u0439\u043E\u0433\u043E \u0434\u043E \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0443. \u0412\u0456\u0434\u043F\u0440\u0430\u0432\u0442\u0435 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0443 \u0442\u0435\u0445\u043D\u0456\u0447\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u0441\u0432\u043E\u0454\u043C\u0443 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443 \u0432\u043C\u0456\u0441\u0442\u0443.
MSG_TILE_CREATION_FAILED=\u041E\u043D\u043E\u0432\u0456\u0442\u044C \u0434\u043E\u043C\u0430\u0448\u043D\u044E \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0443 \u043F\u0430\u043D\u0435\u043B\u0456 \u0437\u0430\u043F\u0443\u0441\u043A\u0443 Fiori, \u0449\u043E\u0431 \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438, \u0447\u0438 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u043D\u043E\u0432\u0443 \u043F\u043B\u0438\u0442\u043A\u0443; \u044F\u043A\u0449\u043E \u0432\u043E\u043D\u0430 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430, \u0430\u0431\u043E \u0444\u0443\u043D\u043A\u0446\u0456\u043E\u043D\u0443\u0454 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E, \u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0441\u0432\u043E\u0433\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0432\u043C\u0456\u0441\u0442\u0443.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0432\u0430\u0448 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0456 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u043D\u0456 \u0437\u043C\u0456\u043D\u0438 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F. \u0412\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439. \u0412\u0456\u0434\u043F\u0440\u0430\u0432\u0442\u0435 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0443 \u0442\u0435\u0445\u043D\u0456\u0447\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u0441\u0432\u043E\u0454\u043C\u0443 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0412\u0432\u0435\u0441\u0442\u0438 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A
HEADER_APP_VARIANT_FEATURE_FAILED=\u041F\u043E\u043C\u0438\u043B\u043A\u0430
MSG_APP_VARIANT_FEATURE_FAILED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u043E\u043F\u0446\u0456\u044F \u0432\u0430\u0440\u0456\u0430\u043D\u0442\u0456\u0432 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0437\u0430\u0440\u0430\u0437 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430. \u0417\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0441\u0432\u043E\u0433\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u041D\u043E\u0432\u0438\u0439 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A \u0442\u0435\u043F\u0435\u0440 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439. \u0429\u043E\u0431 \u0439\u043E\u0433\u043E \u0432\u0456\u0434\u043E\u0431\u0440\u0430\u0437\u0438\u0442\u0438, \u043E\u043D\u043E\u0432\u0456\u0442\u044C \u0431\u0440\u0430\u0443\u0437\u0435\u0440.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
SAVE_APP_VARIANT_COPY_ID_TEXT=\u041A\u043E\u043F\u0456\u044E\u0432\u0430\u0442\u0438 \u0456\u0434\u0435\u043D\u0442\u0438\u0444\u0456\u043A\u0430\u0442\u043E\u0440 \u0456 \u0437\u0430\u043A\u0440\u0438\u0442\u0438
MSG_APP_VARIANT_ID=\u0406\u0414 \u0432\u0430\u0440\u0456\u0430\u043D\u0442\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443\: {0}
MSG_TECHNICAL_ERROR=\u041F\u043E\u043C\u0438\u043B\u043A\u0430\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u041E\u0433\u043B\u044F\u0434 \u0432\u0430\u0440\u0456\u0430\u043D\u0442\u0456\u0432 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443
APP_VARIANT_TILE_ARIA_LABEL=\u041F\u043E\u043F\u0435\u0440\u0435\u0434\u043D\u0456\u0439 \u043F\u0435\u0440\u0435\u0433\u043B\u044F\u0434 \u043F\u043B\u0438\u0442\u043A\u0438 Fiori
MENU_ITEM_KEY_USER=\u0414\u043B\u044F \u043A\u043B\u044E\u0447\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
MENU_ITEM_SAP_DEVELOPER=\u0414\u043B\u044F \u0440\u043E\u0437\u0440\u043E\u0431\u043D\u0438\u043A\u0430 SAP
HEADER_DEPENDENCY_ERROR=\u041F\u043E\u043C\u0438\u043B\u043A\u0430
MSG_DEPENDENCY_ERROR=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0437\u043C\u0456\u043D\u0443 \u043D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u0432\u0430\u0442\u0438 \u0434\u043E \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430. \u0421\u043A\u0438\u043D\u044C\u0442\u0435 \u0456\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0434\u043E \u0432\u0438\u0445\u0456\u0434\u043D\u043E\u0433\u043E \u0441\u0442\u0430\u043D\u0443 \u0456 \u0441\u0442\u0432\u043E\u0440\u0456\u0442\u044C \u0437\u043C\u0456\u043D\u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E. \u041F\u043E\u043F\u0435\u0440\u0435\u0434\u0436\u0435\u043D\u043D\u044F\: \u0446\u0435 \u0441\u043A\u0438\u043D\u0435 \u0432\u0441\u0456 \u0437\u043C\u0456\u043D\u0438, \u0432\u043D\u0435\u0441\u0435\u043D\u0456 \u0431\u0443\u0434\u044C-\u044F\u043A\u0438\u043C \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u043C \u0434\u043E \u0446\u044C\u043E\u0433\u043E \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443. \u0410\u0431\u043E \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043E \u0441\u043B\u0443\u0436\u0431\u0438 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438 SAP, \u0432\u0456\u0434\u043A\u0440\u0438\u0432\u0448\u0438 \u0442\u0456\u043A\u0435\u0442 \u0434\u043B\u044F \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=\u0412\u0435\u0440\u0441\u0456\u044F \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0432\u0456\u0434\u0441\u0443\u0442\u043D\u044F \u0430\u0431\u043E \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0430.
DELETE_APP_VARIANT_NO_TRANSPORT=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=\u0429\u043E\u0431 \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0446\u0435\u0439 \u0432\u0430\u0440\u0456\u0430\u043D\u0442, \u0432\u0430\u043C \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u0438\u0439 \u0437\u0430\u043F\u0438\u0442 \u043D\u0430 \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0435\u043D\u043D\u044F. \u041F\u043E\u043F\u0440\u043E\u0441\u0456\u0442\u044C \u0432\u0430\u0448\u043E\u0433\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0441\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u0437\u0430\u043F\u0438\u0442 \u043D\u0430 \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0435\u043D\u043D\u044F \u0434\u043B\u044F \u0432\u0430\u0441, \u0430 \u043F\u043E\u0442\u0456\u043C \u0432\u0438\u0434\u0430\u043B\u0456\u0442\u044C \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u0412\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 (\u0406\u0414\: {0}) )\u0443\u0441\u043F\u0456\u0448\u043D\u043E \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043E
MSG_DELETE_APP_VARIANT_FAILED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F. \u0412\u0456\u0434\u043F\u0440\u0430\u0432\u0442\u0435 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0443 \u0442\u0435\u0445\u043D\u0456\u0447\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u0441\u0432\u043E\u0454\u043C\u0443 \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0406\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044F
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u043A\u0440\u0438\u0442\u0438
BUSINESS_CONTEXT_TITLE=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u0456 \u0431\u0456\u0437\u043D\u0435\u0441-\u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0438
MSG_NO_BUSINESS_CONTEXTS=\u041D\u0456\u0447\u043E\u0433\u043E
MSG_DO_NOT_CLOSE_BROWSER=\u0412\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F \u0432\u0438\u043A\u043E\u043D\u0443\u0454\u0442\u044C\u0441\u044F - \u043D\u0435 \u0437\u0430\u043A\u0440\u0438\u0432\u0430\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u0435\u0440.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u041E\u043F\u0435\u0440\u0430\u0446\u0456\u044F \u0432\u0438\u043A\u043E\u043D\u0443\u0454\u0442\u044C\u0441\u044F - \u043D\u0435 \u0437\u0430\u043A\u0440\u0438\u0432\u0430\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u0435\u0440.\n\u041F\u0430\u043C\u2019\u044F\u0442\u0430\u0439\u0442\u0435, \u0449\u043E \u043F\u043B\u0438\u0442\u043A\u0430 \u0434\u043B\u044F \u0432\u0430\u0440\u0456\u0430\u043D\u0442\u0430 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443 \u0431\u0443\u0434\u0435 \u0432\u0438\u0434\u0438\u043C\u043E\u044E \u0432\u043F\u0440\u043E\u0434\u043E\u0432\u0436 \u043F\u0440\u043E\u0446\u0435\u0441\u0443 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F. 
MSG_CATALOGS_LOCKED=\u0412\u0438\u0431\u0430\u0447\u0442\u0435, \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0432\u0430\u0440\u0456\u0430\u043D\u0442 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043A\u0443. \u0421\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0437\u043D\u043E\u0432\u0443 \u043F\u0456\u0437\u043D\u0456\u0448\u0435.


MSG_UNSTABLE_ID_FOUND=\u0414\u0435\u044F\u043A\u0456 \u0437 \u0432\u0430\u0448\u0438\u0445 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0456\u0432 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F \u043D\u0435 \u043C\u0430\u044E\u0442\u044C \u0441\u0442\u0430\u0431\u0456\u043B\u044C\u043D\u0438\u0445 \u0406\u0414. \u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0439\u0442\u0435 \u0430\u0441\u0438\u0441\u0442\u0435\u043D\u0442 \u0437 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438 \u0434\u043B\u044F \u0432\u0438\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044F \u0437\u0430\u0447\u0435\u043F\u043B\u0435\u043D\u0438\u0445 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0456\u0432 \u043A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F [\u0442\u0443\u0442](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), \u0456 \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u0456\u0442\u044C \u0406\u0414.

MSG_NO_FLEX_ENABLED_FLAG=\u0412\u0430\u0448 \u0437\u0430\u0441\u0442\u043E\u0441\u0443\u043D\u043E\u043A \u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043E\u0432\u0430\u043D\u043E \u0434\u043B\u044F \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0456\u0457 UI. \u041F\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0456 \u043F\u0435\u0440\u0435\u0434\u0443\u043C\u043E\u0432\u0438 [\u0442\u0443\u0442](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
