
SERVICE_NAME=Ajuste de IU
BTN_SAVE=Guardar
BTN_SAVE_DRAFT=Guardar borrador
BTN_EXIT=Salir
BTN_DONE=Finalizado
MSG_SAVE_SUCCESS=Las modificaciones se han guardado.
MSG_SAVE_DRAFT_SUCCESS=Las modificaciones de borrador se han guardado.
CTX_REMOVE=Eliminar
CTX_REMOVE_TITLE=Eliminar
CTX_LOCAL_RESET=Restablecer contenedor
CTX_ADD_ELEMENTS=A\u00F1adir\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=A\u00F1adir a...
MULTIPLE_CONTROL_NAME=Contenido
CTX_CUT=Cortar
CTX_PASTE=Insertar
CTX_GROUP_FIELDS=Agrupar
CTX_UNGROUP_FIELDS=Desagrupar
CTX_CREATE_CONTAINER=Crear\: {0}
TITLE_CREATE_CONTAINER=Nuevo\: {0}
CTX_RENAME=Renombrar
CTX_SETTINGS=Opciones
CTX_VARIANT_SWITCH=Cambiar vistas
CTX_VARIANT_SAVE=Grabar vista
CTX_VARIANT_SAVEAS=Grabar vista como
CTX_VARIANT_SET_TITLE=Fijar t\u00EDtulo
CTX_VARIANT_MANAGE=Gestionar vistas
BTN_CREATE_NEW_VIEW=Guardar como vista nueva
MSG_CHANGE_READONLY_VARIANT=No puede editar esta vista porque est\u00E1 protegida. Para modificarla, gu\u00E1rdela como nueva vista.
BTN_MODIFIED_VARIANT_SAVE=Guardar las modificaciones
BTN_MODIFIED_VARIANT_DISCARD=Rechazar modificaciones
MSG_CHANGE_MODIFIED_VARIANT=Tiene modificaciones no guardadas en esta vista. \u00BFDesear\u00EDa guardarlas o rechazarlas?
CTX_ADDXML_AT_EXTENSIONPOINT=A\u00F1adir fragmento en punto de extensi\u00F3n
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Eliminar
BTN_FREP_CANCEL=Cancelar
LBL_FREP=era {0}
HEADER_ADDITIONAL_ELEMENTS=Contenido disponible\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Contenido disponible para\: {0}
BTN_MANAGE_APPS_TXT=Variantes de aplicaci\u00F3n
BTN_MANAGE_APPS_ITEM=Gestionar
BTN_SAVE_AS=Grabar como
TOOLTIP_SAVE_AS=Crear nueva variante de aplicaci\u00F3n
BTN_UNDO=Reinicializar
BTN_REDO=Repetir
BTN_MENU=M\u00E1s acciones
BTN_RESTORE=Reinicializar
BTN_ADAPTATION=Ajuste de IU
BTN_FEEDBACK=Feedback
BTN_CLOSE_FEEDBACK_DIALOG=Cerrar
TIT_FEEDBACK=Proporcionar feedback
TIT_DRAFT=Borrador
TIT_ORIGINAL_APP=Aplicaci\u00F3n original
TIT_VERSION_1=Versi\u00F3n 1
LBL_ACTIVE=Activa
LBL_INACTIVE=Inactiva
TIT_VERSION_HISTORY_PUBLISHED=Publicado
TIT_VERSION_HISTORY_UNPUBLISHED=No publicados
MSG_DRAFT_ACTIVATION_SUCCESS=Nueva versi\u00F3n activada
MSG_DRAFT_ACTIVATION_FAILED=En estos momentos no se puede activar el borrador. Int\u00E9ntelo de nuevo m\u00E1s tarde.
MSG_SWITCH_VERSION_FAILED=Error al cambiar de versi\u00F3n. Vuelva a cargar.
MSG_SWITCH_ADAPTATION_FAILED=Error al cambiar de adaptaci\u00F3n. Vuelva a cargar.
TIT_VERSION_TITLE=T\u00EDtulo
TIT_VERSION_TITLE_DIALOG=Activar nueva versi\u00F3n
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reactivar versi\u00F3n
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Introducir un t\u00EDtulo de versi\u00F3n
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmar
BUT_VERSION_TITLE_DIALOG_CANCEL=Cancelar
TOL_ACTIVATE=Activar nueva versi\u00F3n
TOL_DISCARD_DRAFT=Rechazar borrador
TOL_PUBLISH_VERSION=Publicar versi\u00F3n
TIT_SWITCH_VERSION_DIALOG=Cambiar versi\u00F3n
MSG_SWITCH_VERSION_DIALOG=Tiene modificaciones de IU sin grabar. \u00BFDesea grabarlas antes de cambiar?
TIT_DRAFT_DISCARD_DIALOG=Rechazar el borrador existente
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u00BFDesea rechazar el borrador existente y volver a empezar?
BTN_TRANSLATE=Traducir
BTN_UPLOAD_CHANGED_TEXTS=Cargar
TIT_UPLOAD_CHANGED_TEXTS=Cargar traducciones
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Hay modificaciones traducibles no guardadas con textos. El estado actual se guardar\u00E1 antes de que se descargue el archivo XLIFF.
MSG_UPLOAD_CHANGED_TEXTS=Carque un archivo XLIFF que contenga traducciones de textos IU modificados
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Cancelar
BTN_OPEN_DOWNLOAD_TRANSLATION=Descargar
BTN_OPEN_UPLOAD_TRANSLATION=Cargar
MSG_UPLOAD_TRANSLATION_SUCCESS=Traducci\u00F3n cargada correctamente
BTN_DOWNLOAD_CHANGED_TEXTS=Descargar
TIT_DOWNLOAD_CHANGED_TEXTS=Descargar
MSG_DOWNLOAD_CHANGED_TEXTS=Descargar un archivo XLIFF que contenga textos de IU que se han modificado. Se incluyen las traducciones existentes para estos textos.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Cancelar
TXT_SOURCE_LANGUAGE=Idioma de origen
TXT_TARGET_LANGUAGE=Idioma de destino
BTN_NAVIGATION=Navegaci\u00F3n
BTN_VISUALIZATION=Visualizaci\u00F3n
HEADER_WARNING=Advertencia
HEADER_ERROR=Error
MSG_RESTORE_FAILED=Sus modificaciones de IU no se pueden rechazar en este momento. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador\: {0}
FORM_PERS_RESET_TITLE=Reinicializar a la versi\u00F3n est\u00E1ndar
FORM_PERS_RESET_MESSAGE=\u00BFDesea rechazar todas las modificaciones de la IU y reinicializar la aplicaci\u00F3n a la versi\u00F3n est\u00E1ndar?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u00BFDesea rechazar todas las personalizaciones y reinicializar la aplicaci\u00F3n?
MSG_LREP_TRANSFER_ERROR=Se ha producido un error t\u00E9cnico. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador.
MSG_ERROR_REASON=Motivo\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Finalizar
MSG_UNSAVED_CHANGES_ON_CLOSE=\u00BFDesea guardar las modificaciones?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=\u00BFDesea guardar las modificaciones de borrador?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Guardar
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Guardar borrador
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Descartar
MSG_UNSAVED_CHANGES=Si confirma, se perder\u00E1n todas las modificaciones de IU. Para grabarlas, cierre este di\u00E1logo y salga del modo de ajuste de IU.
MSG_NO_FIELDS=No hay m\u00E1s contenido disponible
HEADER_PERSONALIZATION_EXISTS=Informaci\u00F3n
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Ha personalizado la aplicaci\u00F3n o existen vistas p\u00FAblicas. La aplicaci\u00F3n se est\u00E1 volviendo a cargar sin estas modificaciones.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Las modificaciones realizadas en la IU en modo de navegaci\u00F3n se descartar\u00E1n cuando finalice el ajuste de IU.
MSG_DRAFT_EXISTS=Hay disponibles modificaciones de borrador para esta aplicaci\u00F3n. Se est\u00E1 volviendo a cargar la aplicaci\u00F3n con estas modificaciones.
MSG_DRAFT_DISCARD_DIALOG=\u00BFDesea rechazar las modificaciones de borrador? La aplicaci\u00F3n se volver\u00E1 a cargar.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Ha personalizado la aplicaci\u00F3n o hay vistas p\u00FAblicas y las modificaciones de borrador est\u00E1n disponibles. Se est\u00E1 volviendo a cargar la aplicaci\u00F3n sin las modificaciones personalizadas y vistas p\u00FAblicas, pero con las modificaciones de borrador.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=El borrador est\u00E1 disponible.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u00BFDesea rechazar las modificaciones de borrador y volver a activar la versi\u00F3n?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Ha personalizado la aplicaci\u00F3n y hay disponibles modificaciones de borrador. Se est\u00E1 volviendo a cargar la aplicaci\u00F3n sin las modificaciones de personalizaci\u00F3n pero con las modificaciones de borrador.
MSG_HIGHER_LAYER_CHANGES_EXIST=Ha personalizado la aplicaci\u00F3n. Se est\u00E1 volviendo a cargar la aplicaci\u00F3n sin estas modificaciones.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Ha personalizado la aplicaci\u00F3n y hay disponibles vistas espec\u00EDficas de rol. Se est\u00E1 volviendo a cargar la aplicaci\u00F3n sin las modificaciones de personalizaci\u00F3n pero con vistas espec\u00EDficas de rol.
MSG_RESTRICTED_CONTEXT_EXIST=Hay disponibles vistas espec\u00EDficas de rol para esta aplicaci\u00F3n. Se est\u00E1 volviendo a cargar la aplicaci\u00F3n con estas vistas.
HEADER_RELOAD_NEEDED=La aplicaci\u00F3n requiere cargar de nuevo
BUTTON_RELOAD_NEEDED=Cargar de nuevo
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar con las modificaciones de personalizaci\u00F3n y las vistas p\u00FAblicas.
MSG_RELOAD_WITHOUT_DRAFT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar sin las modificaciones de borrador.
MSG_RELOAD_ACTIVATED_DRAFT=La aplicaci\u00F3n se volver\u00E1 a cargar con la versi\u00F3n activa.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar sin las modificaciones de borrador. Se volver\u00E1n a aplicar las modificaciones de personalizaci\u00F3n y las vistas p\u00FAblicas.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar con las modificaciones de personalizaci\u00F3n. Se volver\u00E1n a aplicar las vistas p\u00FAblicas o espec\u00EDficas de rol.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar con las vistas p\u00FAblicas o espec\u00EDficas de rol.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=La aplicaci\u00F3n se recargar\u00E1 ahora con sus cambios personales y con la adaptaci\u00F3n que tenga mayor prioridad en funci\u00F3n de sus roles de usuario.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=La aplicaci\u00F3n se recargar\u00E1 ahora con la adaptaci\u00F3n que tenga mayor prioridad en funci\u00F3n de sus roles de usuario.
MSG_RELOAD_WITH_ALL_CHANGES=La aplicaci\u00F3n se cargar\u00E1 de nuevo con todas las modificaciones.
MSG_RELOAD_NEEDED=Las modificaciones que ha realizado requieren que vuelva a cargar la aplicaci\u00F3n.
MSG_MANAGE_APPS_FAILED=El resumen de variantes de aplicaci\u00F3n temporalmente no est\u00E1 disponible. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador.
APP_VARIANT_DIALOG_SAVE=Grabar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Grabar
APP_VARIANT_DIALOG_CLOSE=Cerrar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
CREATE_APP_VARIANT_DIALOG_TITLE=Grabar como nueva variante de aplicaci\u00F3n
APP_DIALOG_TITLE_TEXT=T\u00EDtulo
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtulo
APP_DIALOG_DESCRIPTION_TEXT=Descripci\u00F3n
APP_DIALOG_ICON_TEXT=Icono
RENAME_ERROR_TITLE=Error de formaci\u00F3n de nombre
RENAME_EMPTY_ERROR_TEXT=Introduzca un nombre.
RENAME_BINDING_ERROR_TEXT=El nombre no debe contener "{". Seleccione un nombre diferente.
APP_VARIANT_ICON_SELECT_ICON=Seleccionar icono
APP_VARIANT_ICON_NO_DATA=No se ha encontrado ning\u00FAn icono.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Se ha grabado la nueva variante de aplicaci\u00F3n.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=El modo de ajuste de IU se cerrar\u00E1. Volver\u00E1 a la p\u00E1gina de inicio. Se le notificar\u00E1 cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Se le notificar\u00E1 cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=El modo de ajuste de IU se cerrar\u00E1. P\u00F3ngase en contacto con el administrador para a\u00F1adir el mosaico a la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori (ID de aplicaci\u00F3n\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=P\u00F3ngase en contacto con el administrador para a\u00F1adir el mosaico a la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori (ID de aplicaci\u00F3n\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Error
MSG_LOAD_APP_VARIANT_FAILED=No se ha podido cargar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_SAVE_APP_VARIANT_FAILED=No se ha podido grabar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_UPDATE_APP_VARIANT_FAILED=No se ha podido actualizar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=La variante de aplicaci\u00F3n nueva se ha grabado, pero no se ha podido asignar al cat\u00E1logo. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador de contenido\:
MSG_TILE_CREATION_FAILED=Actualice la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori para verificar si se ha creado el mosaico nuevo. Si no est\u00E1 disponible o si no funciona correctamente, p\u00F3ngase en contacto con el administrador de contenido.
MSG_COPY_UNSAVED_CHANGES_FAILED=La variante de aplicaci\u00F3n y las modificaciones de IU correspondientes no se han podido grabar. La variante de aplicaci\u00F3n no est\u00E1 disponible. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Indicar t\u00EDtulo
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=El nuevo mosaico est\u00E1 disponible. Para visualizarlo, actualice el navegador.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informaci\u00F3n
SAVE_APP_VARIANT_OK_TEXT=Aceptar
SAVE_APP_VARIANT_CLOSE_TEXT=Cerrar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID y cerrar
MSG_APP_VARIANT_ID=ID de variante de aplicaci\u00F3n\: {0}
MSG_TECHNICAL_ERROR=Error\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Resumen de variantes de aplicaci\u00F3n
APP_VARIANT_TILE_ARIA_LABEL=Vista previa del mosaico Fiori
MENU_ITEM_KEY_USER=Para usuario clave
MENU_ITEM_SAP_DEVELOPER=Para el desarrollador SAP
MSG_DEPENDENCY_ERROR=La modificaci\u00F3n no se puede aplicar a la IU. Reinicialice la IU al estado original y vuelva a crear las modificaciones. Atenci\u00F3n\: Esta acci\u00F3n reinicializar\u00E1 todas las modificaciones que haga cualquier usuario en esta aplicaci\u00F3n. Tambi\u00E9n puede ponerse en contacto con el servicio de soporte t\u00E9cnico de SAP creando un ticket para el componente CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante de aplicaci\u00F3n (ID\: {0}) borrada.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante de aplicaci\u00F3n (ID\: {0}) borrada. Para eliminar el mosaico de la rampa de lanzamiento, vuelva a cargar la p\u00E1gina de inicio.
MSG_DELETE_APP_VARIANT_FAILED=No se ha podido borrar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informaci\u00F3n
DELETE_APP_VARIANT_OK_TEXT=Aceptar
DELETE_APP_VARIANT_CLOSE_TEXT=Cerrar
MSG_NO_BUSINESS_CONTEXTS=Ninguno
MSG_DO_NOT_CLOSE_BROWSER=Operaci\u00F3n en curso\: no cierre el navegador.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Borrado en curso\: no cierre el navegador.\nTenga en cuenta que el mosaico para la variante de aplicaci\u00F3n seguir\u00E1 visible para la duraci\u00F3n del proceso de borrado.
MSG_CATALOGS_LOCKED=No se ha podido borrar la variante de aplicaci\u00F3n. Int\u00E9ntelo de nuevo m\u00E1s tarde.

MSG_UNSTABLE_ID_FOUND=Algunos de los controles no tienen IDs estables. Utilice el asistente de soporte para identificar los controles afectados como se describe [aqu\u00ED](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), y defina los IDs. (Este mensaje solo es visible internamente en SAP, pero deber\u00EDa definir los IDs lo antes posible.)

MSG_NO_FLEX_ENABLED_FLAG=La aplicaci\u00F3n no est\u00E1 activada para el ajuste de IU. Compruebe los requisitos previos descritos [aqu\u00ED](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Este mensaje solo es visible internamente en SAP. La funcionalidad no est\u00E1 afectada, pero deber\u00EDa encargarse de esto lo antes posible.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definir contenido integrado
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Actualizar contenido integrado
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Tama\u00F1o del IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Ancho
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unidad para ancho
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Altura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unidad para altura
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Guardar
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Cancelar
CTX_ADDIFRAME=Integrar contenido\: {0}
CTX_ADDIFRAME_GROUP=Integrar contenido
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=La (variante de) aplicaci\u00F3n iniciada se coloca en la capa CUSTOMER o CUSTOMER_BASE. Por este motivo, usted como desarrollador de SAP no puede ver las variantes de aplicaci\u00F3n disponibles.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Resumen de variante de aplicaci\u00F3n para desarrolladores de SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Vista previa de URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Vista previa del IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Mostrar vista previa
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Actualizar vista previa
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Seleccione Mostrar vista previa para mostrar el contenido integrado. Si no se visualiza nada, verifique el URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (hacer clic para editar manualmente)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valores disponibles (hacer clic para a\u00F1adir al URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Par\u00E1metro
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Ejemplo de valor
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Buscar par\u00E1metros
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Los URLs utilizados aqu\u00ED son obligatorios para cumplir ciertas precondiciones y no funcionar\u00E1n sin ellos.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Leer m\u00E1s
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=T\u00EDtulo
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Contenido integrado
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Porcentaje relativo al ancho de secci\u00F3n
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Porcentaje relativo al ancho de cabecera
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Porcentaje relativo a la altura de la ventana de navegador
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Cantidad de p\u00EDxeles
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=Relativo al tama\u00F1o de fuente del elemento HTML ra\u00EDz
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Opciones avanzadas
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=Modo de navegaci\u00F3n heredado
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=Al cambiar al modo de navegaci\u00F3n heredado, se a\u00F1aden autom\u00E1ticamente varias entradas al historial del navegador, por ejemplo, al resolver los par\u00E1metros de URL. Esto puede tener un impacto no deseado en el comportamiento del bot\u00F3n de retroceso del navegador dentro de las aplicaciones de elementos SAP Fiori. Utilice este modo solo si tiene problemas con contenido obsoleto o el contenido integrado no se carga correctamente.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=El protocolo no est\u00E1 permitido.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=El contenido HTTP integrado en un host HTTP no est\u00E1 permitido.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=La URL no est\u00E1 permitida.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Introduzca una URL v\u00E1lida.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=Se ha modificado el nombre por "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=Se ha modificado el nombre de "{1}" por "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=El elemento "{0}" se ha desplazado
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=El elemento "{0}" se ha desplazado dentro de su contenedor
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=El elemento "{0}" se ha eliminado
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=El elemento "{0}" se ha a\u00F1adido
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=El elemento "{0}" se ha combinado
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Los elementos "{0}" y "{1}" se han combinado
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} elementos combinados
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=El elemento "{0}" se ha dividido
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=El grupo "{0}" se ha a\u00F1adido
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=El campo "{0}" se ha a\u00F1adido
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=El iFrame se ha a\u00F1adido
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Las opciones del elemento "{0}" se han modificado
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Se ha modificado el elemento
TIT_CHANGEVISUALIZATION_TYPE=Tipo
TIT_CHANGEVISUALIZATION_CHANGES=Modificaciones
TIT_CHANGEVISUALIZATION_DATE=Fecha
TIT_CHANGEVISUALIZATION_DETAILS=Detalles
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descripci\u00F3n
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualizar modificaciones de usuario clave
BUT_CHANGEVISUALIZATION_SELECTCHANGES=Seleccionar tipo de modificaci\u00F3n
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Modificaciones no visualizadas\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Todo
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Todas las modificaciones
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Desplazar
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=Elementos desplazados
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Cambiar nombre
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=Elementos renombrados
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Anadir
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Elementos a\u00F1adidos
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Combinar y dividir
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Elementos combinados y divididos
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Eliminar
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Elementos eliminados
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Otros
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Otras modificaciones
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Todo
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Borrador
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=No guardado
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Justo ahora
MSG_LOCAL_RESET_VARIANT_SAVE=Se ha restablecido el contenedor y la vista se ha grabado autom\u00E1ticamente.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Mostrar fuente
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Mostrar otras partes
BUT_CHANGEVISUALIZATION_LEARNMORE=[M\u00E1s informaci\u00F3n]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=Una modificaci\u00F3n
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} modificaciones

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Las modificaciones de la IU de esta aplicaci\u00F3n se han hecho en otro sistema. Para evitar conflictos, le aconsejamos encarecidamente que las haga en un solo sistema y que luego las transporte a los dem\u00E1s sistemas. Consulte [Adaptar la IU] (https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Advertencia\: riesgo de conflictos graves
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Est\u00E1 iniciando la adaptaci\u00F3n de la IU en un sistema productivo. Si tiene un sistema de desarrollo o de test, le aconsejamos que haga las modificaciones all\u00ED y que utilice el mecanismo de transporte para publicar estas modificaciones.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Advertencia\: est\u00E1 a punto de hacer modificaciones en el sistema productivo
MSG_GENERIC_ERROR_MESSAGE=Se ha producido un error. P\u00F3ngase en contacto con el soporte de SAP creando un ticket para el componente CA-UI5-FL-RTA.\nIncluya la siguiente informaci\u00F3n t\u00E9cnica en el ticket\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=Error al iniciar la adaptaci\u00F3n de la IU

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=No tiene permisos de usuario clave. P\u00F3ngase en contacto con el administrador.

BTN_TOOLTIP_MOVE_UP=Subir
BTN_TOOLTIP_MOVE_DOWN=Bajar
BTN_ADAPTING_FOR=Adaptar para ''{0}''
BTN_ADAPTING_FOR_ALL_USERS=Adaptar para 'Todos los usuarios'
BTN_SWITCH_ADAPTATIONS=Cambiar adaptaciones
EAC_DIALOG_HEADER=Editar adaptaci\u00F3n
SAC_DIALOG_HEADER=Guardar como adaptaci\u00F3n nueva
DAC_DIALOG_HEADER=Borrar adaptaci\u00F3n
DAC_DIALOG_DESCRIPTION=\u00BFSeguro que desea borrar esta adaptaci\u00F3n?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Hay modificaciones de la IU sin guardar. Borrar esta aplicaci\u00F3n tambi\u00E9n borrar\u00E1 las modificaciones de la IU. \u00BFSeguro que desea borrar esta adaptaci\u00F3n?
DAC_DIALOG_MIGRATION_HEADER=Migrar vistas
DAC_DIALOG_MIGRATION_DESCRIPTION=Nos hemos dado cuenta de que ya ha asignado roles a las vistas en esta aplicaci\u00F3n. Si desea crear una adaptaci\u00F3n, debe migrar estas vistas a adaptaciones.\nDespu\u00E9s de la migraci\u00F3n, cada vista que est\u00E9 asignada a un rol ser\u00E1 incluida en una adaptaci\u00F3n. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=Nos hemos dado cuenta de que ya ha asignado roles a las vistas en esta aplicaci\u00F3n. Si desea crear una adaptaci\u00F3n, debe migrar estas vistas a adaptaciones.\nDespu\u00E9s de la migraci\u00F3n, cada vista que est\u00E9 asignada a un rol ser\u00E1 incluida en una adaptaci\u00F3n.\n\nHay modificaciones de la UI sin guardar. Se guardan antes de la migraci\u00F3n.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=Las vistas se han migrado correctamente.\nAhora puede cambiar a las adaptaciones que se han creado y verificarlas.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=Se ha producido un error durante la migraci\u00F3n. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador.
MANAGE_ADAPTATIONS_DIALOG_HEADER=Gestionar adaptaciones
BTN_MANAGE_APP_CTX=Gestionar adaptaciones
TXT_MANAGE_APP_CTX=Visualizar, editar o borrar adaptaciones
CLM_HEADER_PRIORITY=Prioridad
CLM_HEADER_CREATED=Creado
CLM_HEADER_CHANGED=\u00DAltima modificaci\u00F3n
CLM_HEADER_ADAPTATIONS_ACTIONS=Acciones
CLM_HEADER_CONTEXT=Contexto
CLM_HEADER_ADAPTATIONS_TITLE=T\u00EDtulo
CLM_HEADER_ADAPTATIONS_CREATED_ON=Creado el
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Modificado el
MAA_DIALOG_DESCRIPTION=Descripci\u00F3n
MAA_DIALOG_SAVE_AS_APP=Guardar como
MAA_DIALOG_ADAPT_UI=Adaptar IU
MENU_BTN_SHARE=Compartir
MENU_BTN_EDIT=Editar
MAA_DIALOG_DELETE=Borrar
TXT_SELECT_FIRST_PRIO=Insertar antes que todos (Prioridad "1")
TXT_SELECT_PRIO=Insertar despu\u00E9s de "{0}" (Prioridad "{1}")
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Indicar descripci\u00F3n
TXT_TABLE_CONTEXT_CELL_ROLE=Rol
TXT_TABLE_CONTEXT_CELL_ROLES=Roles
TXT_DEFAULT_APP=Adaptaci\u00F3n libre de contexto
APP_CTX_DIALOG_SAVE=Guardar
APP_CTX_DIALOG_CANCEL=Cancelar
APP_CTX_DIALOG_CONFIRM=Confirmar
TOOLTIP_APP_CTX_DIALOG_SAVE=Ajuste basado en contexto no se ha modificado.
TXT_CTX_ERROR_DUPLICATE_TITLE=El t\u00EDtulo de ajuste ya existe. Introduzca un t\u00EDtulo diferente.
TXT_CTX_ERROR_MAX_LEN=Los t\u00EDtulos de ajuste tienen un l\u00EDmite de {0} caracteres
TXT_CTX_ERROR_EMPTY_TITLE=Indique un t\u00EDtulo.
