
SERVICE_NAME=Adaptation d'interface utilisateur
TOOLBAR_TITLE=Adapter interface utilisateur
TOOLBAR_TITLE_PERSONALIZE=Personnaliser application
BTN_EXIT=Sauvegarder et terminer
BTN_DONE=Cl\u00F4tur\u00E9
BTN_DONE_TOOLTIP=Sauvegarder modifications
CTX_ADAPT=Plus...
CTX_REMOVE=Supprimer
CTX_REMOVE_TITLE=Supprimer
CTX_ADD_ELEMENTS=Ajouter \: {0}
MULTIPLE_CONTROL_NAME=Contenu
CTX_CUT=Couper
CTX_PASTE=Ins\u00E9rer
CTX_GROUP_FIELDS=Combiner
CTX_UNGROUP_FIELDS=Fractionner
CTX_CREATE_CONTAINER=Cr\u00E9er \: {0}
TITLE_CREATE_CONTAINER=Nouveau \: {0}
CTX_RENAME=Renommer
CTX_SETTINGS=Options
CTX_TRIGGER=Naviguer vers
CTX_VARIANT_SWITCH=Basculer vues
CTX_VARIANT_DUPLICATE=Dupliquer
CTX_VARIANT_SET_TITLE=D\u00E9finir titre
CTX_VARIANT_MANAGE=G\u00E9rer vues
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Supprimer
BTN_FREP_CANCEL=Annuler
BTN_FREP_CCF=Cr\u00E9er zone personnalis\u00E9e, association ou logique
LBL_FREP=\u00E9tait {0}
HEADER_SETTINGS=Options
HEADER_ADDITIONAL_ELEMENTS=Contenu disponible \: {0}
BTN_SHARE=Partager
BTN_MANAGE_APPS_TXT=G\u00E9rer variantes d'application
BTN_SAVE_AS=Sauvegarder sous
TOOLTIP_SAVE_AS=Cr\u00E9er nouvelle variante d'application
BTN_UNDO=R\u00E9initialiser
BTN_REDO=R\u00E9p\u00E9ter
BTN_PUBLISH=Publier
BTN_RESTORE=R\u00E9initialiser
BTN_TRANSPORT=Transporter
BTN_ADAPTATION=Adaptation d'interface utilisateur
BTN_NAVIGATION=Navigation
HEADER_RESTORE_FAILED=Erreurs
HEADER_WARNING=Avertissement
HEADER_ERROR=Erreur
MSG_RESTORE_FAILED=Vos modifications de l''IU ne peuvent pas \u00EAtre rejet\u00E9es actuellement. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur \: {0}.
MSG_PUBLISH_ERROR=Vos modifications de l''IU ne peuvent pas \u00EAtre publi\u00E9es actuellement. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur \: {0}.
MSG_TRANSPORT_SUCCESS=Les modifications de l'IU ont \u00E9t\u00E9 incluses dans le transport.
MSG_PUBLISH_SUCCESS=Vos modifications de l'IU sont planifi\u00E9es pour la publication.
HEADER_TRANSPORT_INAPPLICABLE=Information
MSG_TRANSPORT_INAPPLICABLE=Toutes les modifications de l'IU ont d\u00E9j\u00E0 \u00E9t\u00E9 incluses dans un transport.
HEADER_TRANSPORT_APPLYSAVE_ERROR=Erreurs
MSG_TRANSPORT_APPLYSAVE_ERROR=Erreur lors de l''application ou de la sauvegarde de vos modifications de l''IU. Quittez l''adaptation de l''IU et relancez l''application \: {0}
FORM_PERS_RESET_TITLE=R\u00E9initaliser \u00E0 la version standard
FORM_PERS_RESET_MESSAGE=Voulez-vous rejeter toutes les modifications de l'IU et r\u00E9initaliser l'application \u00E0 sa version standard ?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Voulez-vous rejeter toutes les personnalisations et r\u00E9initialiser l'application ?
MSG_LREP_TRANSFER_ERROR=Une erreur technique est survenue. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur.
MSG_ERROR_REASON=Motif \:\n{0}
MSG_UNSAVED_CHANGES=Si vous confirmez, toutes vos modifications de l'IU seront perdues. Pour les sauvegarder, fermez le dialogue et quittez l'adaptation d'IU.
MSG_REMOVING_TOOLBAR=L'en-t\u00EAte de ce groupe contient des \u00E9l\u00E9ments suppl\u00E9mentaires. Ces derniers seront supprim\u00E9s si vous supprimez le groupe. Voulez-vous quand m\u00EAme supprimer le groupe ?
MSG_NO_FIELDS=Aucune autre contenu disponible
HEADER_PERSONALIZATION_EXISTS=Informations
MSG_PERSONALIZATION_EXISTS=Vous avez personnalis\u00E9 l'application. En mode d'adaptation de l'IU, l'application est recharg\u00E9e sans vos options de personnalisation.
MSG_HIGHER_LAYER_CHANGES_EXIST=Il y a des modifications de niveau sup\u00E9rieur dans l'application. En mode adaptation de l'IU, l'application est recharg\u00E9e sans ces modifications.
HEADER_RELOAD_NEEDED=Application n\u00E9cessitant un rechargement
BUTTON_RELOAD_NEEDED=Recharger
MSG_RELOAD_WITH_PERSONALIZATION=L'application est recharg\u00E9e avec vos options de personnalisation.
MSG_RELOAD_WITH_ALL_CHANGES=L'application est recharg\u00E9e sans toutes les modifications.
MSG_RELOAD_NEEDED=Certaines des modifications effectu\u00E9es n\u00E9cessitent un rechargement de l'application pour \u00EAtre activ\u00E9es.
MAA_CLOSE_BUTTON=Fermer
DUPLICATE_ERROR_TEXT=Une vue portant ce nom existe d\u00E9j\u00E0. Saisissez un autre nom.
BLANK_ERROR_TEXT=Saisissez un nom de vue.
HEADER_MANAGE_APPS_FAILED=Erreur
MSG_MANAGE_APPS_FAILED=La synth\u00E8se des variantes d'application n'est pas disponible actuellement. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur.
APP_VARIANT_DIALOG_SAVE=Sauvegarder
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Sauvegarder
APP_VARIANT_DIALOG_CLOSE=Fermer
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annuler
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annuler
CREATE_APP_VARIANT_DIALOG_TITLE=Sauveg. comme nouv. var. d'appl.
APP_DIALOG_TITLE_TEXT=Titre
APP_DIALOG_SUB_TITLE_TEXT=Sous-titre
APP_DIALOG_DESCRIPTION_TEXT=Description
APP_DIALOG_ICON_TEXT=Ic\u00F4ne
BLANK_DUPLICATE_TITLE_TEXT=Erreur d'appellation
APP_DIALOG_ICON_TOOLTIP=S\u00E9l. ic\u00F4ne pour la vignette
APP_DIALOG_ICON_BROWSE_BUTTON=Parcourir
APP_VARIANT_ICON_SEARCH_TOOLTIP=Rech. ic\u00F4ne SAPUI5
APP_VARIANT_ICON_DIALOG_ICON=Ic\u00F4ne
APP_VARIANT_ICON_DIALOG_NAME=Nom
APP_VARIANT_ICON_SELECT_ICON=S\u00E9lectionner ic\u00F4ne
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=Annuler
APP_VARIANT_ICON_NO_DATA=Aucune ic\u00F4ne trouv\u00E9e
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nouv. var. d'appl. sauvegard\u00E9e
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=L'adaptation d'IU va \u00EAtre ferm\u00E9e. Vous allez \u00EAtre renvoy\u00E9 \u00E0 la page d'accueil et vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=L''adaptation d''IU va \u00EAtre ferm\u00E9e. Contactez votre administrateur pour l''ajout de la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID appl. \: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contactez votre administrateur pour l''ajout de la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID appl. \: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=Impossible de cr\u00E9er la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
HEADER_SAVE_APP_VARIANT_FAILED=Erreur
MSG_LOAD_APP_VARIANT_FAILED=Impossible de charger la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_SAVE_APP_VARIANT_FAILED=Impossible de sauvegarder la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_CATALOG_ASSIGNMENT_FAILED=La nouvelle variante d'application a \u00E9t\u00E9 sauvegard\u00E9e mais n'a pas pu \u00EAtre affect\u00E9e au catalogue. Envoyez les informations techniques suivantes \u00E0 votre administrateur de contenu \:
MSG_TILE_CREATION_FAILED=Actualisez la page d'accueil de la barre de lancement SAP Fiori pour v\u00E9rifier si la nouvelle vignette a \u00E9t\u00E9 cr\u00E9\u00E9e. Si cette derni\u00E8re n'est pas disponible ou ne fonctionne pas correctement, contactez votre administrateur de contenu.
MSG_COPY_UNSAVED_CHANGES_FAILED=Votre variante d'application et les modifications d'IU correspondantes n'ont pas pu \u00EAtre sauvegard\u00E9es. La variante d'application n'est pas disponible. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Entrer titre
HEADER_APP_VARIANT_FEATURE_FAILED=Erreur
MSG_APP_VARIANT_FEATURE_FAILED=La fonctionnalit\u00E9 des variantes d''application n''est pas disponible actuellement. Contactez votre administrateur \: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Informations
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=La nouvelle vignette est d\u00E9sormais disponible. Pour l'afficher, actualisez le navigateur.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informations
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Fermer
SAVE_APP_VARIANT_COPY_ID_TEXT=Copier ID et fermer
MSG_APP_VARIANT_ID=ID de variante d''application \: {0}
MSG_TECHNICAL_ERROR=Erreur \: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Synth\u00E8se des variantes d'application
APP_VARIANT_TILE_ARIA_LABEL=Aper\u00E7u vignette SAP Fiori
MENU_ITEM_KEY_USER=Pour utilisateur cl\u00E9
MENU_ITEM_SAP_DEVELOPER=Pour d\u00E9veloppeur SAP
HEADER_DEPENDENCY_ERROR=Erreur
MSG_DEPENDENCY_ERROR=Cette modification ne peut pas \u00EAtre appliqu\u00E9e \u00E0 l'IU. R\u00E9initialisez l'IU \u00E0 son statut d'origine et r\u00E9effectuez les modifications. Attention \: toutes les modifications apport\u00E9es \u00E0 l'application par les utilisateurs vont \u00EAtre r\u00E9initialis\u00E9es. Autrement, contactez le support SAP en cr\u00E9ant un ticket sous la composante CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=Version d'application manquante ou incorrecte
DELETE_APP_VARIANT_NO_TRANSPORT=Informations
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Pour supprimer cette variante d'application, il vous faut un ordre de transport. Contactez votre administrateur pour lui demander de cr\u00E9er un ordre de transport. Vous pourrez ensuite supprimer la variante d'application.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante d''application (ID \: {0}) supprim\u00E9e correctement
MSG_DELETE_APP_VARIANT_FAILED=Impossible de supprimer la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informations
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Fermer
BUSINESS_CONTEXT_TITLE=Contextes commerciaux disponibles \:
MSG_NO_BUSINESS_CONTEXTS=Aucun
MSG_DO_NOT_CLOSE_BROWSER=Suppression en cours. Ne fermez pas le navigateur.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Suppression en cours. Ne fermez pas le navigateur.\nNotez que la vignette de la variante d'application reste visible pendant la suppression. 
MSG_CATALOGS_LOCKED=La variante d'application n'a pas pu \u00EAtre supprim\u00E9e. R\u00E9essayez ult\u00E9rieurement.


MSG_UNSTABLE_ID_FOUND=Les ID de certains de vos contr\u00F4les ne sont pas fixes. Utilisez l'Assistant de support pour identifier les contr\u00F4les comme d\u00E9crit [ici](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), et param\u00E9trez les ID.

MSG_NO_FLEX_ENABLED_FLAG=Votre application n'est pas activ\u00E9e pour l'adaptation IU. V\u00E9rifiez les conditions pr\u00E9alables d\u00E9crites [ici](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
