
SERVICE_NAME=Ajust d'IU
BTN_EXIT=Desar i finalitzar
BTN_DONE=Concl\u00F2s
CTX_REMOVE=Eliminar
CTX_REMOVE_TITLE=Eliminar
CTX_LOCAL_RESET=Restablir contenidor
CTX_ADD_ELEMENTS=Afegir\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Contingut
CTX_CUT=Retallar
CTX_PASTE=Inserir
CTX_GROUP_FIELDS=Combinar
CTX_UNGROUP_FIELDS=Compartir
CTX_CREATE_CONTAINER=Crear\: {0}
TITLE_CREATE_CONTAINER=Nou\: {0}
CTX_RENAME=Reanomenar
CTX_SETTINGS=Configuracions
CTX_VARIANT_SWITCH=Canviar vistes
CTX_VARIANT_SAVE=Desar vista
CTX_VARIANT_SAVEAS=Desar vista com a
CTX_VARIANT_SET_TITLE=Establir t\u00EDtol
CTX_VARIANT_MANAGE=Gestionar vistes
CTX_ADDXML_AT_EXTENSIONPOINT=Afegir fragment a punt d'extensi\u00F3
BTN_FREP_OK=D'acord
BTN_FREP_REMOVE=Eliminar
BTN_FREP_CANCEL=Cancel\u00B7lar
LBL_FREP=era {0}
HEADER_ADDITIONAL_ELEMENTS=Contingut disponible\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Gestionar variants d\u2019aplicaci\u00F3
BTN_SAVE_AS=Desar com a
TOOLTIP_SAVE_AS=Crear nova variant d\u2019aplicaci\u00F3
BTN_UNDO=Reinicialitzar
BTN_REDO=Repetir
BTN_PUBLISH=Publicar
BTN_RESTORE=Reinicialitzar
BTN_ADAPTATION=Ajust d'IU
TIT_DRAFT=Esborrany
TIT_ORIGINAL_APP=Aplicaci\u00F3 original
TIT_VERSION_1=Versi\u00F3 1
LBL_ACTIVE=Activa
LBL_INACTIVE=Inactiva
MSG_DRAFT_ACTIVATION_SUCCESS=Nova versi\u00F3 activada
MSG_DRAFT_ACTIVATION_FAILED=L'esborrany no es pot activar en aquests moments. Intenteu-ho de nou m\u00E9s tard.
TIT_VERSION_TITLE=T\u00EDtol
TIT_VERSION_TITLE_DIALOG=Activar nova versi\u00F3
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reactivar versi\u00F3
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Introduir un t\u00EDtol de versi\u00F3
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmar
BUT_VERSION_TITLE_DIALOG_CANCEL=Cancel\u00B7lar
TOL_ACTIVATE=Activar nova versi\u00F3
TOL_DISCARD_DRAFT=Rebutjar esborrany
TIT_SWITCH_VERSION_DIALOG=Canviar versi\u00F3
MSG_SWITCH_VERSION_DIALOG=Teniu modificacions d'IU sense desar. Voleu desar-les abans de canviar?
TIT_DRAFT_DISCARD_DIALOG=Rebutjar l'esborrany existent
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Voleu rebutjar l'esborrany existent i tornar a comen\u00E7ar?
BTN_NAVIGATION=Navegaci\u00F3
HEADER_WARNING=Advert\u00E8ncia
HEADER_ERROR=Error
MSG_RESTORE_FAILED=Les vostres modificacions d''IU no es poden rebutjar en aquest moment. Torneu a intentar-ho m\u00E9s tard o poseu-vos en contacte amb l''administrador\: {0}
MSG_TRANSPORT_SUCCESS=S'han aplicat les vostres modificacions d'IU al transport
FORM_PERS_RESET_TITLE=Reinicialitzar a versi\u00F3 est\u00E0ndard
FORM_PERS_RESET_MESSAGE=Voleu rebutjar totes les modificacions d'IU i reinicialitzar l'aplicaci\u00F3 a la versi\u00F3 est\u00E0ndard?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Voleu rebutjar totes les personalitzacions i reinicialitzar l'aplicaci\u00F3?
MSG_LREP_TRANSFER_ERROR=S'ha produ\u00EFt un error t\u00E8cnic. Intenteu-ho de nou m\u00E9s tard o poseu-vos en contacte amb l'administrador.
MSG_ERROR_REASON=Motiu\:\n{0}
MSG_UNSAVED_CHANGES=Si confirmeu es perdran les modificacions d'IU. Per desar-les, tanqueu aquest di\u00E0leg i sortiu del mode d'ajust d'IU.
MSG_NO_FIELDS=No hi ha m\u00E9s contingut disponible
HEADER_PERSONALIZATION_EXISTS=Informaci\u00F3
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Heu personalitzat l'aplicaci\u00F3 o existeixen vistes p\u00FAbliques. Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar sense aquestes modificacions. Totes les modificacions recents seguiran actives.
MSG_DRAFT_EXISTS=Hi ha modificacions d'esborrany disponibles per aquesta aplicaci\u00F3. En el mode d'ajust d'IU es tornaran a carregar les modificacions d'esborrany.
MSG_DRAFT_DISCARD_DIALOG=Segur que voleu rebutjar les modificacions d'esborrany? L'aplicaci\u00F3 es tornar\u00E0 a carregar.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Hi ha modificacions d'esborrany disponibles per aquesta aplicaci\u00F3. En el mode d'ajust d'IU es tornaran a carregar les modificacions d'esborrany sense les modificacions de personalitzaci\u00F3 ni les vistes p\u00FAbliques.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=L'esborrany est\u00E0 disponible.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Voleu rebutjar les modificacions d'esborrany i tornar a activar la versi\u00F3?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Hi ha modificacions de capa superior i modificacions d'esborrany disponibles per a l'aplicaci\u00F3. En el mode d'ajust d'IU es tornar\u00E0 a carregar l'aplicaci\u00F3 sense les modificacions de capa superior per\u00F2 amb les modificacions d'esborrany.
MSG_HIGHER_LAYER_CHANGES_EXIST=Hi ha modificacions de capa superior disponibles per aquesta aplicaci\u00F3. En el mode d'ajust d'IU es tornar\u00E0 a carregar l'aplicaci\u00F3 sense aquestes modificacions.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Hi ha modificacions de capa superior i vistes espec\u00EDfiques de rol disponibles per aquesta aplicaci\u00F3. En el mode d'ajust d'IU es tornar\u00E0 a carregar l'aplicaci\u00F3 amb aquestes modificacions.
MSG_RESTRICTED_CONTEXT_EXIST=Hi ha vistes espec\u00EDfiques de rol per aquesta aplicaci\u00F3. En el mode d'ajust d'IU es tornar\u00E0 a carregar l'aplicaci\u00F3 amb aquestes modificacions.
HEADER_RELOAD_NEEDED=Cal tornar a carregar l'aplicaci\u00F3
BUTTON_RELOAD_NEEDED=Tornar a carregar
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Ara l\u2019aplicaci\u00F3 es tornar\u00E0 a carregar amb les modificacions de personalitzaci\u00F3 i les vistes p\u00FAbliques.
MSG_RELOAD_WITHOUT_DRAFT=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar sense les modificacions d'esborrany.
MSG_RELOAD_ACTIVATED_DRAFT=L'aplicaci\u00F3 es tornar\u00E0 a carregar amb la versi\u00F3 activa.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar sense les modificacions d'esborrany. Es tornaran a aplicar les modificacions de personalitzaci\u00F3 i vistes p\u00FAbliques.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar amb les modificacions de personalitzaci\u00F3. Les vistes espec\u00EDfiques de rol o p\u00FAbliqes es tornaran a aplicar.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Ara l\u2019aplicaci\u00F3 es tornar\u00E0 a carregar amb les vistes espec\u00EDfiques de rol o p\u00FAbliques.
MSG_RELOAD_WITH_ALL_CHANGES=L'aplicaci\u00F3 es tornar\u00E0 a carregar amb totes les modificacions.
MSG_RELOAD_NEEDED=Les modificacions que heu fet requereixen que es torni a carregar l'aplicaci\u00F3.
MSG_MANAGE_APPS_FAILED=El resum de les variants d'aplicaci\u00F3 temporalment no est\u00E0 disponible. Intenteu-ho de nou m\u00E9s tard o poseu-vos en contacte amb l'administrador.
APP_VARIANT_DIALOG_SAVE=Desar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Desar
APP_VARIANT_DIALOG_CLOSE=Tancar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancel\u00B7lar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancel\u00B7lar
CREATE_APP_VARIANT_DIALOG_TITLE=Desar com a nova variant d\u2019aplicaci\u00F3
APP_DIALOG_TITLE_TEXT=T\u00EDtol
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtol
APP_DIALOG_DESCRIPTION_TEXT=Descripci\u00F3
APP_DIALOG_ICON_TEXT=Icona
RENAME_ERROR_TITLE=Error de fixaci\u00F3 de nom
RENAME_EMPTY_ERROR_TEXT=Introdu\u00EFu un nom.
RENAME_BINDING_ERROR_TEXT=El nom no pot contenir "{". Seleccioneu un nom diferent.
APP_VARIANT_ICON_SELECT_ICON=Seleccionar icona
APP_VARIANT_ICON_NO_DATA=No s\u2019ha trobat cap icona.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=S\u2019ha desat la nova variant d\u2019aplicaci\u00F3.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=El mode d\u2019ajust d\u2019IU es tancar\u00E0 i tornar\u00E0 a la p\u00E0gina d\u2019inici. Quan el nou mosaic estigui disponible se li notificar\u00E0.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Quan el nou mosaic estigui disponible se li notificar\u00E0.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=El mode d\u2019ajust d\u2019IU es tancar\u00E0. Poseu-vos en contacte amb l''administrador per afegir el mosaic a la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori (ID d\u2019aplicaci\u00F3\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Poseu-vos en contacte amb l''administrador per afegir el mosaic a la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori (ID d\u2019aplicaci\u00F3\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Error
MSG_LOAD_APP_VARIANT_FAILED=No s\u2019ha pogut carregar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_SAVE_APP_VARIANT_FAILED=No s\u2019ha pogut desar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_UPDATE_APP_VARIANT_FAILED=No s\u2019ha pogut actualitzar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=La variant d\u2019aplicaci\u00F3 nova s\u2019ha desat, per\u00F2 no s\u2019ha pogut assignar al cat\u00E0leg. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador de contingut\:
MSG_TILE_CREATION_FAILED=Actualitzeu la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori per comprovar si s\u2019ha creat el mosaic nou. Si no est\u00E0 disponible o si no funciona correctament, poseu-vos en contacte amb l\u2019administrador de contingut.
MSG_COPY_UNSAVED_CHANGES_FAILED=La variant d\u2019aplicaci\u00F3 i les modificacions d\u2019IU corresponents no s'han pogut desar. La variant d'aplicaci\u00F3 no est\u00E0 disponible. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Introduir t\u00EDtol
MSG_APP_VARIANT_FEATURE_FAILED=La funci\u00F3 de variants d''aplicaci\u00F3 temporalment no est\u00E0 disponible. Poseu-vos en contacte amb l''administrador\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=El nou mosaic est\u00E0 disponible. Per a visualitzar-lo, actualitzeu el navegador.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informaci\u00F3
SAVE_APP_VARIANT_OK_TEXT=D'acord
SAVE_APP_VARIANT_CLOSE_TEXT=Tancar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID i tancar
MSG_APP_VARIANT_ID=ID de variant d\u2019aplicaci\u00F3\: {0}
MSG_TECHNICAL_ERROR=Error\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Resum de variants d'aplicaci\u00F3
APP_VARIANT_TILE_ARIA_LABEL=Previsualitzaci\u00F3 del mosaic Fiori
MENU_ITEM_KEY_USER=Per a usuari clau
MENU_ITEM_SAP_DEVELOPER=Per a desenvolupador SAP
MSG_DEPENDENCY_ERROR=La modificaci\u00F3 no es pot aplicar a la IU. Reinicialitzeu la IU a l'estat original i torneu a crear les modificacions. Atenci\u00F3\: Aquesta acci\u00F3 reinicialitzar\u00E0 totes les modificacions que hagi fet qualsevol usuari en aquesta aplicaci\u00F3. Tamb\u00E9 podeu posar-vos en contacte amb el servei de suport de SAP creant un tiquet per al component CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=La variant d''aplicaci\u00F3 (ID\: {0}) s''ha suprimit.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=La variant d''aplicaci\u00F3 (ID\: {0}) s''ha suprimit. Per suprimir el mosaic de la plataforma de llan\u00E7ament, torneu a carregar la p\u00E0gina d''inici.
MSG_DELETE_APP_VARIANT_FAILED=No s\u2019ha pogut suprimir la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informaci\u00F3
DELETE_APP_VARIANT_OK_TEXT=D'acord
DELETE_APP_VARIANT_CLOSE_TEXT=Tancar
MSG_NO_BUSINESS_CONTEXTS=Cap
MSG_DO_NOT_CLOSE_BROWSER=Operaci\u00F3 en curs\: no tanqueu el navegador.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Supressi\u00F3 en curs\: no tanqueu el navegador.\nTingueu en compte que el mosaic per a la variant d'aplicaci\u00F3 seguir\u00E0 visible per la durada del proc\u00E9s de supressi\u00F3.
MSG_CATALOGS_LOCKED=La variant d'aplicaci\u00F3 no s'ha pogut suprimir. Intenteu-ho de nou m\u00E9s tard.

MSG_UNSTABLE_ID_FOUND=Alguns controls no tenen IDs estables. Utilitzeu l'assistent de suport per identificar els controls afectats com es descriu [aqu\u00ED](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), i definiu els IDs. (Aquest missatge nom\u00E9s \u00E9s visible internament a SAP, els clients no el veuran, per\u00F2 haur\u00EDeu de definir els IDs el m\u00E9s aviat possible).

MSG_NO_FLEX_ENABLED_FLAG=L'aplicaci\u00F3 no est\u00E0 activada per a l'ajust d'IU. Comproveu els requisits previs descrits [aqu\u00ED](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Aquest missatge nom\u00E9s \u00E9s visible internament a SAP, els clients no el veuran. La funcionalitat no est\u00E0 afectada, per\u00F2 haur\u00EDeu d'ocupar-vos d'aix\u00F2 el m\u00E9s aviat possible.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definir contingut integrat
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Actualitzar contingut integrat
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Mida de l\u2019IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Amplada
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unitat de l\u2019amplada
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Al\u00E7ada
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unitat de l\u2019al\u00E7ada
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Els valors % fan refer\u00E8ncia a l\u2019espai que est\u00E0 disponible per a l\u2019IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Desar
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Cancel\u00B7lar
CTX_ADDIFRAME=Integrar contingut a\: {0}
CTX_ADDIFRAME_GROUP=Integrar contingut
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=La (variant d\u2019) aplicaci\u00F3 iniciada es troba a la capa CUSTOMER o CUSTOMER_BASE. Per tant, com a desenvolupador SAP no podeu veure les variants d'aplicaci\u00F3 disponibles.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Resum de variant d\u2019aplicaci\u00F3 per a desenvolupadors SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Vista pr\u00E8via d\u2019URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Vista pr\u00E8via de l\u2019IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Mostrar vista pr\u00E8via
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Actualitzar vista pr\u00E8via
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Seleccionar Mostrar vista pr\u00E8via per mostrar el contingut integrat. Si no es visualitza res, verifiqueu l'URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (feu-hi clic per editar-la manualment)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valors disponibles (fer clic per afegir a l'URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Par\u00E0metre
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemple de valor
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Cercar par\u00E0metres
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Les URL que s\u2019utilitzen aqu\u00ED s\u00F3n necess\u00E0ries per satisfer algunes condicions pr\u00E8vies i no funcionaran sense aquestes.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=M\u00E9s informaci\u00F3

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=El nom s''ha modificat per {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=L''element {0} s''ha despla\u00E7at a una posici\u00F3 diferent
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=L''element {0} s''ha eliminat
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=L''element {0} s''ha mostrat
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=L''element {0} s''ha combinat
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=L''element {0} s''ha dividit
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=El grup {0} s''ha afegit
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=El camp {0} s''ha afegit
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=L'iFrame s'ha afegit
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Les opcions de l''element {0} s''han modificat
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=L'element s'ha despla\u00E7at d'aquest contenidor
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Aquest element \u00E9s una part de la divisi\u00F3
TIT_CHANGEVISUALIZATION_CHANGE=Modificaci\u00F3
TIT_CHANGEVISUALIZATION_CHANGES=Modificacions
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=Detalls
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descripci\u00F3
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualitzar modificacions d\u2019usuari clau
BUT_CHANGEVISUALIZATION_HIDECHANGES=Ocultar la visualitzaci\u00F3 de les modificacions d\u2019usuari clau
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Mostrar totes les modificacions
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Mostrar els elements despla\u00E7ats
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Mostrar els elements reanomenats
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Mostrar elements afegits
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Mostrar elements combinats i dividits
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Mostrar elements eliminats
MSG_LOCAL_RESET_VARIANT_SAVE=S'ha reinicialitzat el contenidor i la vista s'ha desat autom\u00E0ticament.
