
SERVICE_NAME=Ajust d'IU
TOOLBAR_TITLE=Ajustar IU
TOOLBAR_TITLE_PERSONALIZE=Personalitzar aplicaci\u00F3
BTN_EXIT=Desar i finalitzar
BTN_DONE=Concl\u00F2s
BTN_DONE_TOOLTIP=Desar modificacions
CTX_ADAPT=M\u00E9s...
CTX_REMOVE=Eliminar
CTX_REMOVE_TITLE=Eliminar
CTX_ADD_ELEMENTS=Afegir\: {0}
MULTIPLE_CONTROL_NAME=Contingut
CTX_CUT=Retallar
CTX_PASTE=Inserir
CTX_GROUP_FIELDS=Combinar
CTX_UNGROUP_FIELDS=Compartir
CTX_CREATE_CONTAINER=Crear\: {0}
TITLE_CREATE_CONTAINER=Nou\: {0}
CTX_RENAME=Canviar nom
CTX_SETTINGS=Configuracions
CTX_TRIGGER=Navegar a
CTX_VARIANT_SWITCH=Canviar vistes
CTX_VARIANT_DUPLICATE=Duplicar
CTX_VARIANT_SET_TITLE=Establir t\u00EDtol
CTX_VARIANT_MANAGE=Gestionar vistes
BTN_FREP_OK=D'acord
BTN_FREP_REMOVE=Eliminar
BTN_FREP_CANCEL=Cancel\u00B7lar
BTN_FREP_CCF=Crear camp personalitzat, associaci\u00F3 o l\u00F2gica
LBL_FREP=era {0}
HEADER_SETTINGS=Configuracions
HEADER_ADDITIONAL_ELEMENTS=Contingut disponible\: {0}
BTN_SHARE=Compartir
BTN_MANAGE_APPS_TXT=Gestionar variants d\u2019aplicaci\u00F3
BTN_SAVE_AS=Desar com a
TOOLTIP_SAVE_AS=Crear nova variant d\u2019aplicaci\u00F3
BTN_UNDO=Desfer
BTN_REDO=Refer
BTN_PUBLISH=Publicar
BTN_RESTORE=Reinicialitzar
BTN_TRANSPORT=Transportar
BTN_ADAPTATION=Ajust d'IU
BTN_NAVIGATION=Navegaci\u00F3
HEADER_RESTORE_FAILED=Error
HEADER_WARNING=Advert\u00E8ncia
HEADER_ERROR=Error
MSG_RESTORE_FAILED=Les vostres modificacions d''IU no es poden rebutjar en aquest moment. Torneu a intentar-ho m\u00E9s tard o poseu-vos en contacte amb l''administrador\: {0}
MSG_PUBLISH_ERROR=Les vostres modificacions d''IU no es poden publicar en aquest moment. Torneu a intentar-ho m\u00E9s tard o poseu-vos en contacte amb l''administrador\: {0}
MSG_TRANSPORT_SUCCESS=S'han aplicat les vostres modificacions d'IU al transport
MSG_PUBLISH_SUCCESS=Les vostres modificacions d'IU estan planificades per a publicaci\u00F3.
HEADER_TRANSPORT_INAPPLICABLE=Informaci\u00F3
MSG_TRANSPORT_INAPPLICABLE=Totes les modificacions d'IU ja s'han aplicat a un transport.
HEADER_TRANSPORT_APPLYSAVE_ERROR=Error
MSG_TRANSPORT_APPLYSAVE_ERROR=Les modificacions d''IU no es poden aplicar o desar en aquest moment. Sortiu del mode d''ajust d''IU i torneu a iniciar l''aplicaci\u00F3\: {0}
FORM_PERS_RESET_TITLE=Reinicialitzar a versi\u00F3 est\u00E0ndard
FORM_PERS_RESET_MESSAGE=Voleu rebutjar totes les modificacions d'IU i reinicialitzar l'aplicaci\u00F3 a la versi\u00F3 est\u00E0ndard?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Voleu rebutjar totes les personalitzacions i reinicialitzar l'aplicaci\u00F3?
MSG_LREP_TRANSFER_ERROR=S'ha produ\u00EFt un error t\u00E8cnic. Intenteu-ho de nou m\u00E9s tard o poseu-vos en contacte amb l'administrador.
MSG_ERROR_REASON=Motiu\:\n{0}
MSG_UNSAVED_CHANGES=Si confirmeu es perdran les modificacions d'IU. Per desar-les, tanqueu aquest di\u00E0leg i sortiu del mode d'ajust d'IU.
MSG_REMOVING_TOOLBAR=La cap\u00E7alera d'aquest grup cont\u00E9 elements addicionals. Si elimineu el grup, aquests se suprimir\u00E0n. Voleu eliminar el grup igualment?
MSG_NO_FIELDS=No hi ha m\u00E9s contingut disponible
HEADER_PERSONALIZATION_EXISTS=Informaci\u00F3
MSG_PERSONALIZATION_EXISTS=Heu personalitzat l'aplicaci\u00F3. En el mode d'ajust d'IU es tornar\u00E0 a carregar l'aplicaci\u00F3 sense les opcions de personalitzaci\u00F3.
MSG_HIGHER_LAYER_CHANGES_EXIST=Teniu modificacions de capa superior a l'aplicaci\u00F3. En el mode d'ajust d'IU es tornar\u00E0 a carregar l'aplicaci\u00F3 sense les opcions de personalitzaci\u00F3.
HEADER_RELOAD_NEEDED=Cal tornar a carregar l'aplicaci\u00F3
BUTTON_RELOAD_NEEDED=Tornar a carregar
MSG_RELOAD_WITH_PERSONALIZATION=L\u2019aplicaci\u00F3 es tornar\u00E0 a carregar amb les opcions de personalitzaci\u00F3.
MSG_RELOAD_WITH_ALL_CHANGES=L'aplicaci\u00F3 es tornar\u00E0 a carregar amb totes les modificacions.
MSG_RELOAD_NEEDED=Cal tornar a carregar una aplicaci\u00F3 perqu\u00E8 siguin efectives algunes modificacions que heu fet.
MAA_CLOSE_BUTTON=Tancar
DUPLICATE_ERROR_TEXT=El nom de vista ja existeix. Introdu\u00EFu-ne un de diferent.
BLANK_ERROR_TEXT=Introdu\u00EFu un nom de vista.
HEADER_MANAGE_APPS_FAILED=Error
MSG_MANAGE_APPS_FAILED=El resum de les variants d'aplicaci\u00F3 temporalment no est\u00E0 disponible. Intenteu-ho de nou m\u00E9s tard o poseu-vos en contacte amb l'administrador.
APP_VARIANT_DIALOG_SAVE=Desar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Desar
APP_VARIANT_DIALOG_CLOSE=Tancar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancel\u00B7lar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancel\u00B7lar
CREATE_APP_VARIANT_DIALOG_TITLE=Desar com a nova variant d\u2019aplicaci\u00F3
APP_DIALOG_TITLE_TEXT=T\u00EDtol
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtol
APP_DIALOG_DESCRIPTION_TEXT=Descripci\u00F3
APP_DIALOG_ICON_TEXT=Icona
BLANK_DUPLICATE_TITLE_TEXT=Error de fixaci\u00F3 de nom
APP_DIALOG_ICON_TOOLTIP=Seleccionar una icona pel mosaic
APP_DIALOG_ICON_BROWSE_BUTTON=Navegar
APP_VARIANT_ICON_SEARCH_TOOLTIP=Cercar una icona SAPUI5
APP_VARIANT_ICON_DIALOG_ICON=Icona
APP_VARIANT_ICON_DIALOG_NAME=Nom
APP_VARIANT_ICON_SELECT_ICON=Seleccionar icona
APP_VARIANT_ICON_OK_BUTTON=D'acord
APP_VARIANT_ICON_CANCEL_BUTTON=Cancel\u00B7lar
APP_VARIANT_ICON_NO_DATA=No s\u2019ha trobat cap icona.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=S\u2019ha desat la nova variant d\u2019aplicaci\u00F3.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=El mode d\u2019ajust d\u2019IU es tancar\u00E0 i tornar\u00E0 a la p\u00E0gina d\u2019inici. Quan el nou mosaic estigui disponible se li notificar\u00E0.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Quan el nou mosaic estigui disponible se li notificar\u00E0.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=El mode d\u2019ajust d\u2019IU es tancar\u00E0. Poseu-vos en contacte amb l''administrador per afegir el mosaic a la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori (ID d\u2019aplicaci\u00F3\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Poseu-vos en contacte amb l''administrador per afegir el mosaic a la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori (ID d\u2019aplicaci\u00F3\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=No s\u2019ha pogut crear la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
HEADER_SAVE_APP_VARIANT_FAILED=Error
MSG_LOAD_APP_VARIANT_FAILED=No s\u2019ha pogut carregar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_SAVE_APP_VARIANT_FAILED=No s\u2019ha pogut desar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=La variant d\u2019aplicaci\u00F3 nova s\u2019ha desat, per\u00F2 no s\u2019ha pogut assignar al cat\u00E0leg. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador de contingut\:
MSG_TILE_CREATION_FAILED=Actualitzeu la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori per comprovar si s\u2019ha creat el mosaic nou. Si no est\u00E0 disponible o si no funciona correctament, poseu-vos en contacte amb l\u2019administrador de contingut.
MSG_COPY_UNSAVED_CHANGES_FAILED=La variant d\u2019aplicaci\u00F3 i les modificacions d\u2019IU corresponents no s'han pogut desar. La variant d'aplicaci\u00F3 no est\u00E0 disponible. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Introduir t\u00EDtol
HEADER_APP_VARIANT_FEATURE_FAILED=Error
MSG_APP_VARIANT_FEATURE_FAILED=La funci\u00F3 de variants d''aplicaci\u00F3 temporalment no est\u00E0 disponible. Poseu-vos en contacte amb l''administrador\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Informaci\u00F3
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=El nou mosaic est\u00E0 disponible. Per a visualitzar-lo, actualitzeu el navegador.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informaci\u00F3
SAVE_APP_VARIANT_OK_TEXT=D'acord
SAVE_APP_VARIANT_CLOSE_TEXT=Tancar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID i tancar
MSG_APP_VARIANT_ID=ID de variant d\u2019aplicaci\u00F3\: {0}
MSG_TECHNICAL_ERROR=Error\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Resum de variants d'aplicaci\u00F3
APP_VARIANT_TILE_ARIA_LABEL=Previsualitzaci\u00F3 del mosaic Fiori
MENU_ITEM_KEY_USER=Per a usuari clau
MENU_ITEM_SAP_DEVELOPER=Per a desenvolupador SAP
HEADER_DEPENDENCY_ERROR=Error
MSG_DEPENDENCY_ERROR=La modificaci\u00F3 no es pot aplicar a la IU. Reinicialitzeu la IU a l'estat original i torneu a crear les modificacions. Atenci\u00F3\: Aquesta acci\u00F3 reinicialitzar\u00E0 totes les modificacions que hagi fet qualsevol usuari en aquesta aplicaci\u00F3. Tamb\u00E9 podeu posar-vos en contacte amb el servei de suport de SAP creant un tiquet per al component CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=Falta la versi\u00F3 d'aplicaci\u00F3 o \u00E9s incorrecta.
DELETE_APP_VARIANT_NO_TRANSPORT=Informaci\u00F3
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Per suprimir aquesta variant d'aplicaci\u00F3, necessiteu una ordre de transport. Demaneu a l'administrador que us cre\u00EF una ordre de transport i, a continuaci\u00F3, suprimiu la variant d'aplicaci\u00F3.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=La variant d''aplicaci\u00F3 (ID\: {0}) s''ha suprimit correctament
MSG_DELETE_APP_VARIANT_FAILED=No s\u2019ha pogut suprimir la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informaci\u00F3
DELETE_APP_VARIANT_OK_TEXT=D'acord
DELETE_APP_VARIANT_CLOSE_TEXT=Tancar
BUSINESS_CONTEXT_TITLE=Contextos empresarials disponibles\:
MSG_NO_BUSINESS_CONTEXTS=Cap
MSG_DO_NOT_CLOSE_BROWSER=Supressi\u00F3 en curs\: no tanqueu el navegador.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Supressi\u00F3 en curs\: no tanqueu el navegador.\nTingueu en compte que el mosaic per a la variant d'aplicaci\u00F3 seguir\u00E0 visible per la durada del proc\u00E9s de supressi\u00F3. 
MSG_CATALOGS_LOCKED=La variant d'aplicaci\u00F3 no s'ha pogut suprimir. Intenteu-ho de nou m\u00E9s tard.


MSG_UNSTABLE_ID_FOUND=Alguns controls no tenen IDs estables. Utilitzeu l'assistent de suport per identificar els controls afectats com es descriu [aqu\u00ED](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), i definiu els IDs.

MSG_NO_FLEX_ENABLED_FLAG=L'aplicaci\u00F3 no est\u00E0 activada per a l'ajust d'IU. Comproveu els requisits previs descrits [aqu\u00ED](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
