
SERVICE_NAME=Adapta\u00E7\u00E3o da IU
BTN_EXIT=Guardar e sair
BTN_DONE=Conclu\u00EDdo
CTX_REMOVE=Remover
CTX_REMOVE_TITLE=Remover
CTX_LOCAL_RESET=Repor contentor
CTX_ADD_ELEMENTS=Adicionar\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Conte\u00FAdo
CTX_CUT=Cortar
CTX_PASTE=Colar
CTX_GROUP_FIELDS=Combinar
CTX_UNGROUP_FIELDS=Dividir
CTX_CREATE_CONTAINER=Criar\: {0}
TITLE_CREATE_CONTAINER=Novo\: {0}
CTX_RENAME=Mudar o nome
CTX_SETTINGS=Defini\u00E7\u00F5es
CTX_VARIANT_SWITCH=Mudar de vista
CTX_VARIANT_SAVE=Guardar vista
CTX_VARIANT_SAVEAS=Guardar vista como
CTX_VARIANT_SET_TITLE=Definir t\u00EDtulo
CTX_VARIANT_MANAGE=Gerir vistas
CTX_ADDXML_AT_EXTENSIONPOINT=Adicionar fragmento no ponto de extens\u00E3o
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Remover
BTN_FREP_CANCEL=Cancelar
LBL_FREP=era {0}
HEADER_ADDITIONAL_ELEMENTS=Conte\u00FAdo dispon\u00EDvel\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Gerir variantes de aplica\u00E7\u00E3o
BTN_SAVE_AS=Guardar como
TOOLTIP_SAVE_AS=Criar nova variante de aplica\u00E7\u00E3o
BTN_UNDO=Anular
BTN_REDO=Refazer
BTN_PUBLISH=Publicar
BTN_RESTORE=Repor
BTN_ADAPTATION=Adapta\u00E7\u00E3o da IU
TIT_DRAFT=Rascunho
TIT_ORIGINAL_APP=Aplica\u00E7\u00E3o original
TIT_VERSION_1=Vers\u00E3o 1
LBL_ACTIVE=Ativo
LBL_INACTIVE=Inativo
MSG_DRAFT_ACTIVATION_SUCCESS=Nova vers\u00E3o ativada
MSG_DRAFT_ACTIVATION_FAILED=Lamentamos, de momento n\u00E3o \u00E9 poss\u00EDvel ativar o rascunho. Tente novamente mais tarde.
TIT_VERSION_TITLE=T\u00EDtulo
TIT_VERSION_TITLE_DIALOG=Ativar nova vers\u00E3o
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reativar vers\u00E3o
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Introduzir um t\u00EDtulo de vers\u00E3o
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmar
BUT_VERSION_TITLE_DIALOG_CANCEL=Cancelar
TOL_ACTIVATE=Ativar nova vers\u00E3o
TOL_DISCARD_DRAFT=Eliminar rascunho
TIT_SWITCH_VERSION_DIALOG=Mudar de vers\u00E3o
MSG_SWITCH_VERSION_DIALOG=Tem altera\u00E7\u00F5es da IU n\u00E3o guardadas. Pretende guard\u00E1-las antes de mudar?
TIT_DRAFT_DISCARD_DIALOG=Eliminar rascunho existente
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Pretende eliminar o rascunho atual e come\u00E7ar de novo?
BTN_NAVIGATION=Navega\u00E7\u00E3o
HEADER_WARNING=Aviso
HEADER_ERROR=Erro
MSG_RESTORE_FAILED=Lamentamos, de momento n\u00E3o \u00E9 poss\u00EDvel eliminar as suas altera\u00E7\u00F5es da IU. Tente novamente mais tarde ou contacte o administrador\: {0}
MSG_TRANSPORT_SUCCESS=As suas altera\u00E7\u00F5es da IU foram inclu\u00EDdas no transporte.
FORM_PERS_RESET_TITLE=Repor vers\u00E3o padr\u00E3o
FORM_PERS_RESET_MESSAGE=Pretende eliminar todas as altera\u00E7\u00F5es da IU e repor a aplica\u00E7\u00E3o para a vers\u00E3o padr\u00E3o?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Pretende eliminar todas as altera\u00E7\u00F5es de personaliza\u00E7\u00E3o e repor a aplica\u00E7\u00E3o?
MSG_LREP_TRANSFER_ERROR=Lamentamos, ocorreu um erro t\u00E9cnico. Tente novamente mais tarde ou contacte o administrador.
MSG_ERROR_REASON=Motivo\:\n{0}
MSG_UNSAVED_CHANGES=Se confirmar, todas as suas altera\u00E7\u00F5es da IU ser\u00E3o perdidas. Para guard\u00E1-las, feche esta caixa de di\u00E1logo e saia da adapta\u00E7\u00E3o da IU.
MSG_NO_FIELDS=N\u00E3o existe mais conte\u00FAdo dispon\u00EDvel
HEADER_PERSONALIZATION_EXISTS=Informa\u00E7\u00E3o
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Personalizou a aplica\u00E7\u00E3o ou existem vistas p\u00FAblicas. A aplica\u00E7\u00E3o ir\u00E1 ser recarregada agora sem estas altera\u00E7\u00F5es. Quaisquer altera\u00E7\u00F5es recentes poder\u00E3o permanecer ativas.
MSG_DRAFT_EXISTS=Est\u00E3o dispon\u00EDveis altera\u00E7\u00F5es de rascunho para esta aplica\u00E7\u00E3o. No modo de adapta\u00E7\u00E3o da IU, as altera\u00E7\u00F5es de rascunho ser\u00E3o carregadas.
MSG_DRAFT_DISCARD_DIALOG=Pretende eliminar as altera\u00E7\u00F5es de rascunho? A aplica\u00E7\u00E3o ser\u00E1 recarregada.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Est\u00E3o dispon\u00EDveis altera\u00E7\u00F5es de rascunho para esta aplica\u00E7\u00E3o. No modo de adapta\u00E7\u00E3o da IU, as altera\u00E7\u00F5es de rascunho ser\u00E3o carregadas sem altera\u00E7\u00F5es de personaliza\u00E7\u00E3o e vistas p\u00FAblicas.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=O rascunho est\u00E1 dispon\u00EDvel.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Pretende eliminar as altera\u00E7\u00F5es de rascunho e reativar a vers\u00E3o?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Est\u00E3o dispon\u00EDveis altera\u00E7\u00F5es da camada superior e altera\u00E7\u00F5es de rascunho para esta aplica\u00E7\u00E3o. No modo de adapta\u00E7\u00E3o da IU, a aplica\u00E7\u00E3o ser\u00E1 recarregada sem as altera\u00E7\u00F5es da camada superior, mas com as altera\u00E7\u00F5es de rascunho.
MSG_HIGHER_LAYER_CHANGES_EXIST=Est\u00E3o dispon\u00EDveis altera\u00E7\u00F5es da camada superior para esta aplica\u00E7\u00E3o. No modo de adapta\u00E7\u00E3o da IU, a aplica\u00E7\u00E3o ser\u00E1 recarregada sem estas altera\u00E7\u00F5es.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Est\u00E3o dispon\u00EDveis altera\u00E7\u00F5es da camada superior e vistas espec\u00EDficas da fun\u00E7\u00E3o para esta aplica\u00E7\u00E3o. No modo de adapta\u00E7\u00E3o da IU, a aplica\u00E7\u00E3o ser\u00E1 recarregada com estas altera\u00E7\u00F5es.
MSG_RESTRICTED_CONTEXT_EXIST=Existem vistas espec\u00EDficas da fun\u00E7\u00E3o para esta aplica\u00E7\u00E3o. No modo de adapta\u00E7\u00E3o da IU, a aplica\u00E7\u00E3o ser\u00E1 recarregada com estas altera\u00E7\u00F5es.
HEADER_RELOAD_NEEDED=A aplica\u00E7\u00E3o requer recarregamento.
BUTTON_RELOAD_NEEDED=Recarregar
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=A aplica\u00E7\u00E3o ser\u00E1 agora recarregada com as suas altera\u00E7\u00F5es de personaliza\u00E7\u00E3o e vistas p\u00FAblicas.
MSG_RELOAD_WITHOUT_DRAFT=A aplica\u00E7\u00E3o ser\u00E1 agora recarregada sem as suas altera\u00E7\u00F5es de rascunho.
MSG_RELOAD_ACTIVATED_DRAFT=A aplica\u00E7\u00E3o ser\u00E1 recarregada com a vers\u00E3o ativa.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=A aplica\u00E7\u00E3o ser\u00E1 agora recarregada sem altera\u00E7\u00F5es de rascunho. As suas altera\u00E7\u00F5es de personaliza\u00E7\u00E3o e vistas p\u00FAblicas ser\u00E3o novamente aplicadas.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=A aplica\u00E7\u00E3o ser\u00E1 agora recarregada com as suas altera\u00E7\u00F5es da personaliza\u00E7\u00E3o. As suas vistas p\u00FAblicas ou espec\u00EDficas da fun\u00E7\u00E3o ser\u00E3o aplicadas novamente.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=A aplica\u00E7\u00E3o ser\u00E1 agora recarregada com as suas vistas p\u00FAblicas ou espec\u00EDficas da fun\u00E7\u00E3o.
MSG_RELOAD_WITH_ALL_CHANGES=A aplica\u00E7\u00E3o ser\u00E1 recarregada com todas as altera\u00E7\u00F5es.
MSG_RELOAD_NEEDED=As altera\u00E7\u00F5es que efetuou requerem o recarregamento da aplica\u00E7\u00E3o.
MSG_MANAGE_APPS_FAILED=Lamentamos, a descri\u00E7\u00E3o geral de variantes de aplica\u00E7\u00E3o est\u00E1 temporariamente indispon\u00EDvel. tente novamente mais tarde ou contacte o administrador.
APP_VARIANT_DIALOG_SAVE=Guardar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Guardar
APP_VARIANT_DIALOG_CLOSE=Fechar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
CREATE_APP_VARIANT_DIALOG_TITLE=Guardar como nova variante de aplica\u00E7\u00E3o
APP_DIALOG_TITLE_TEXT=T\u00EDtulo
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtulo
APP_DIALOG_DESCRIPTION_TEXT=Descri\u00E7\u00E3o
APP_DIALOG_ICON_TEXT=\u00CDcone
RENAME_ERROR_TITLE=Erro de atribui\u00E7\u00E3o de nome
RENAME_EMPTY_ERROR_TEXT=Introduza um nome.
RENAME_BINDING_ERROR_TEXT=O nome n\u00E3o pode conter "{". Escolha um nome diferente.
APP_VARIANT_ICON_SELECT_ICON=Selecionar \u00EDcone
APP_VARIANT_ICON_NO_DATA=Nenhum \u00EDcone encontrado.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=A nova variante de aplica\u00E7\u00E3o foi guardada.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=A adapta\u00E7\u00E3o da IU ser\u00E1 fechada, e voltar\u00E1 \u00E0 p\u00E1gina principal. Ser\u00E1 notificado quando o novo mosaico estiver dispon\u00EDvel.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Ser\u00E1 notificado quando o novo mosaico estiver dispon\u00EDvel.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=A adapta\u00E7\u00E3o da IU ser\u00E1 fechada. Contacte o administrador para adicionar o mosaico \u00E0 p\u00E1gina principal do launchpad SAP Fiori (ID da aplica\u00E7\u00E3o\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contacte o administrador para adicionar o mosaico \u00E0 p\u00E1gina principal do launchpad SAP Fiori (ID da aplica\u00E7\u00E3o\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Erro
MSG_LOAD_APP_VARIANT_FAILED=Lamentamos, n\u00E3o foi poss\u00EDvel carregar a variante de aplica\u00E7\u00E3o. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao administrador\:
MSG_SAVE_APP_VARIANT_FAILED=Lamentamos, n\u00E3o foi poss\u00EDvel guardar a variante de aplica\u00E7\u00E3o. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao administrador\:
MSG_UPDATE_APP_VARIANT_FAILED=Lamentamos, n\u00E3o foi poss\u00EDvel atualizar a variante de aplica\u00E7\u00E3o. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=A nova variante de aplica\u00E7\u00E3o foi guardada, mas n\u00E3o foi atribu\u00EDda ao cat\u00E1logo. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao administrador de conte\u00FAdo\:
MSG_TILE_CREATION_FAILED=Atualize a p\u00E1gina principal do launchpad SAP Fiori para verificar se o novo mosaico foi criado. Se n\u00E3o estiver dispon\u00EDvel ou se n\u00E3o estiver a funcionar corretamente, contacte o administrador de conte\u00FAdo.
MSG_COPY_UNSAVED_CHANGES_FAILED=Lamentamos, n\u00E3o foi poss\u00EDvel guardar a variante de aplica\u00E7\u00E3o e as altera\u00E7\u00F5es de IU correspondentes. A variante de aplica\u00E7\u00E3o n\u00E3o est\u00E1 dispon\u00EDvel. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Introduzir t\u00EDtulo
MSG_APP_VARIANT_FEATURE_FAILED=Lamentamos, a funcionalidade de variantes de aplica\u00E7\u00E3o est\u00E1 temporariamente indispon\u00EDvel. Contacte o administrador\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=O novo mosaico est\u00E1 agora dispon\u00EDvel. Para visualiz\u00E1-lo, atualize o browser.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informa\u00E7\u00E3o
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Fechar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID e fechar
MSG_APP_VARIANT_ID=ID da variante de aplica\u00E7\u00E3o\: {0}
MSG_TECHNICAL_ERROR=Erro\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Descri\u00E7\u00E3o geral de variantes de aplica\u00E7\u00E3o
APP_VARIANT_TILE_ARIA_LABEL=Pr\u00E9-visualiza\u00E7\u00E3o do mosaico Fiori
MENU_ITEM_KEY_USER=Para utilizador principal
MENU_ITEM_SAP_DEVELOPER=Para programador da SAP
MSG_DEPENDENCY_ERROR=Lamentamos, n\u00E3o \u00E9 poss\u00EDvel aplicar a altera\u00E7\u00E3o \u00E0 IU. Reponha a IU no estado original e recrie as altera\u00E7\u00F5es. Aten\u00E7\u00E3o\: isso ir\u00E1 repor todas as altera\u00E7\u00F5es efetuadas nesta aplica\u00E7\u00E3o por qualquer utilizador. Em alternativa, pode contactar o suporte da SAP, abrindo um para o componente CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante de aplica\u00E7\u00E3o (ID\: {0}) eliminada.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante de aplica\u00E7\u00E3o (ID\: {0}) eliminada. Para remover o mosaico do launchpad, recarregue a p\u00E1gina principal.
MSG_DELETE_APP_VARIANT_FAILED=Lamentamos, n\u00E3o foi poss\u00EDvel eliminar a variante de aplica\u00E7\u00E3o. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao administrador\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informa\u00E7\u00E3o
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Fechar
MSG_NO_BUSINESS_CONTEXTS=Nenhum
MSG_DO_NOT_CLOSE_BROWSER=Opera\u00E7\u00E3o em curso - n\u00E3o feche o browser.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Elimina\u00E7\u00E3o em curso - n\u00E3o feche o browser.\nTenha em conta que o mosaico da variante de aplica\u00E7\u00E3o permanecer\u00E1 vis\u00EDvel durante o processo de elimina\u00E7\u00E3o.
MSG_CATALOGS_LOCKED=Lamentamos, n\u00E3o foi poss\u00EDvel eliminar a variante de aplica\u00E7\u00E3o. Tente novamente mais tarde.

MSG_UNSTABLE_ID_FOUND=Alguns dos controlos n\u00E3o t\u00EAm IDs est\u00E1veis. Utilize o Assistente de suporte para identificar os controlos afetados, tal como descrito [aqui](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), e defina os IDs. (Esta mensagem s\u00F3 est\u00E1 vis\u00EDvel internamente na SAP, os clientes n\u00E3o conseguir\u00E3o v\u00EA-la, mas deve definir os IDs logo que poss\u00EDvel.)

MSG_NO_FLEX_ENABLED_FLAG=A sua aplica\u00E7\u00E3o n\u00E3o est\u00E1 ativada para adapta\u00E7\u00E3o da IU. Verifique os pr\u00E9-requisitos descritos [aqui](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Esta mensagem s\u00F3 est\u00E1 vis\u00EDvel internamente na SAP, os clientes n\u00E3o conseguir\u00E3o v\u00EA-la. A funcionalidade n\u00E3o \u00E9 afetada, mas deve resolver esta quest\u00E3o o mais rapidamente poss\u00EDvel.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definir conte\u00FAdo incorporado
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Atualizar conte\u00FAdo incorporado
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Tamanho do IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Largura
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unidade para largura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Altura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unidade para altura
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Os valores % referem-se ao espa\u00E7o que est\u00E1 efetivamente dispon\u00EDvel para o IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Guardar
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Cancelar
CTX_ADDIFRAME=Incorporar conte\u00FAdo em\: {0}
CTX_ADDIFRAME_GROUP=Incorporar conte\u00FAdo
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=A aplica\u00E7\u00E3o (variante) iniciada \u00E9 colocada na camada CUSTOMER ou CUSTOMER_BASE. Por isso, enquanto programador da SAP, n\u00E3o pode ver as variantes de aplica\u00E7\u00E3o dispon\u00EDveis.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Descri\u00E7\u00E3o geral da variante de aplica\u00E7\u00E3o para programadores da SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Pr\u00E9-visualizar URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Pr\u00E9-visualiza\u00E7\u00E3o do IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Mostrar pr\u00E9-visualiza\u00E7\u00E3o
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Atualizar pr\u00E9-visualiza\u00E7\u00E3o
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Escolha Mostrar pr\u00E9-visualiza\u00E7\u00E3o para mostrar o conte\u00FAdo incorporado. Se nada for mostrado, verifique o URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (clique para editar manualmente)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valores dispon\u00EDveis (clique para adicionar ao URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Par\u00E2metro
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemplo de valor
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Procurar par\u00E2metros
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Os URLs aqui utilizados s\u00E3o necess\u00E1rios para preencher certas condi\u00E7\u00F5es pr\u00E9vias e n\u00E3o funcionar\u00E3o sem elas.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Ler mais

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=O nome foi alterado para {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=O elemento {0} foi movido para uma posi\u00E7\u00E3o diferente
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=O elemento {0} foi removido
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=O elemento {0} foi revelado
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=O elemento {0} foi combinado
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=O elemento {0} foi dividido
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=O grupo {0} foi adicionado
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=O campo {0} foi adicionado
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=O iFrame foi adicionado
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=As defini\u00E7\u00F5es do elemento {0} foram alteradas
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=O elemento foi movido deste contentor
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Este elemento faz parte da divis\u00E3o
TIT_CHANGEVISUALIZATION_CHANGE=Altera\u00E7\u00E3o
TIT_CHANGEVISUALIZATION_CHANGES=Altera\u00E7\u00F5es
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=Detalhes
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descri\u00E7\u00E3o
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualizar altera\u00E7\u00F5es de utilizador principal
BUT_CHANGEVISUALIZATION_HIDECHANGES=Ocultar visualiza\u00E7\u00E3o de altera\u00E7\u00E3o de utilizador principal
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Mostrar todas as altera\u00E7\u00F5es
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Mostrar elementos movidos
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Mostrar elementos cujo nome foi mudado
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Mostrar elementos adicionados
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Mostrar elementos combinados e divididos
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Mostrar elementos removidos
MSG_LOCAL_RESET_VARIANT_SAVE=O contentor foi reposto e a vista foi guardada automaticamente.
