
SERVICE_NAME=Ajuste de IU
BTN_EXIT=Grabar y finalizar
BTN_DONE=Finalizado
CTX_REMOVE=Eliminar
CTX_REMOVE_TITLE=Eliminar
CTX_LOCAL_RESET=Restablecer contenedor
CTX_ADD_ELEMENTS=A\u00F1adir\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Contenido
CTX_CUT=Cortar
CTX_PASTE=Insertar
CTX_GROUP_FIELDS=Agrupar
CTX_UNGROUP_FIELDS=Desagrupar
CTX_CREATE_CONTAINER=Crear\: {0}
TITLE_CREATE_CONTAINER=Nuevo\: {0}
CTX_RENAME=Renombrar
CTX_SETTINGS=Opciones
CTX_VARIANT_SWITCH=Cambiar vistas
CTX_VARIANT_SAVE=Grabar vista
CTX_VARIANT_SAVEAS=Grabar vista como
CTX_VARIANT_SET_TITLE=Fijar t\u00EDtulo
CTX_VARIANT_MANAGE=Gestionar vistas
CTX_ADDXML_AT_EXTENSIONPOINT=A\u00F1adir fragmento en punto de extensi\u00F3n
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Eliminar
BTN_FREP_CANCEL=Cancelar
LBL_FREP=era {0}
HEADER_ADDITIONAL_ELEMENTS=Contenido disponible\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Gestionar variantes de aplicaci\u00F3n
BTN_SAVE_AS=Grabar como
TOOLTIP_SAVE_AS=Crear nueva variante de aplicaci\u00F3n
BTN_UNDO=Reinicializar
BTN_REDO=Repetir
BTN_PUBLISH=Publicar
BTN_RESTORE=Reinicializar
BTN_ADAPTATION=Ajuste de IU
TIT_DRAFT=Borrador
TIT_ORIGINAL_APP=Aplicaci\u00F3n original
TIT_VERSION_1=Versi\u00F3n 1
LBL_ACTIVE=Activa
LBL_INACTIVE=Inactiva
MSG_DRAFT_ACTIVATION_SUCCESS=Nueva versi\u00F3n activada
MSG_DRAFT_ACTIVATION_FAILED=En estos momentos no se puede activar el borrador. Int\u00E9ntelo de nuevo m\u00E1s tarde.
TIT_VERSION_TITLE=T\u00EDtulo
TIT_VERSION_TITLE_DIALOG=Activar nueva versi\u00F3n
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reactivar versi\u00F3n
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Introducir un t\u00EDtulo de versi\u00F3n
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmar
BUT_VERSION_TITLE_DIALOG_CANCEL=Cancelar
TOL_ACTIVATE=Activar nueva versi\u00F3n
TOL_DISCARD_DRAFT=Rechazar borrador
TIT_SWITCH_VERSION_DIALOG=Cambiar versi\u00F3n
MSG_SWITCH_VERSION_DIALOG=Tiene modificaciones de IU sin grabar. \u00BFDesea grabarlas antes de cambiar?
TIT_DRAFT_DISCARD_DIALOG=Rechazar el borrador existente
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u00BFDesea rechazar el borrador existente y volver a empezar?
BTN_NAVIGATION=Navegaci\u00F3n
HEADER_WARNING=Advertencia
HEADER_ERROR=Error
MSG_RESTORE_FAILED=Sus modificaciones de IU no se pueden rechazar en este momento. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador\: {0}
MSG_TRANSPORT_SUCCESS=Sus modificaciones de IU se han transferido al transporte
FORM_PERS_RESET_TITLE=Reinicializar a la versi\u00F3n est\u00E1ndar
FORM_PERS_RESET_MESSAGE=\u00BFDesea rechazar todas las modificaciones de la IU y reinicializar la aplicaci\u00F3n a la versi\u00F3n est\u00E1ndar?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u00BFDesea rechazar todas las personalizaciones y reinicializar la aplicaci\u00F3n?
MSG_LREP_TRANSFER_ERROR=Se ha producido un error t\u00E9cnico. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador.
MSG_ERROR_REASON=Motivo\:\n{0}
MSG_UNSAVED_CHANGES=Si confirma, se perder\u00E1n todas las modificaciones de IU. Para grabarlas, cierre este di\u00E1logo y salga del modo de ajuste de IU.
MSG_NO_FIELDS=No hay m\u00E1s contenido disponible
HEADER_PERSONALIZATION_EXISTS=Informaci\u00F3n
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Ha personalizado la aplicaci\u00F3n o existen vistas p\u00FAblicas. Ahora la aplicaci\u00F3n se volver\u00E1 a cargar sin estas modificaciones. Todas las modificaciones recientes seguir\u00E1n activas.
MSG_DRAFT_EXISTS=Existen modificaciones de borrador disponibles para esta aplicaci\u00F3n. En el modo de ajuste de IU se cargar\u00E1n las modificaciones de borrador.
MSG_DRAFT_DISCARD_DIALOG=\u00BFDesea rechazar las modificaciones de borrador? La aplicaci\u00F3n se volver\u00E1 a cargar.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Hay disponibles modificaciones de borrador para esta aplicaci\u00F3n. En el modo de ajuste de IU se cargar\u00E1n las modificaciones de borrador sin las modificaciones de personalizaci\u00F3n ni las vistas p\u00FAblicas.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=El borrador est\u00E1 disponible.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u00BFDesea rechazar las modificaciones de borrador y volver a activar la versi\u00F3n?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Existen modificaciones de capa superior y modificaciones de borrador disponibles para esta aplicaci\u00F3n. En el modo de ajuste de IU se volver\u00E1 a cargar la aplicaci\u00F3n sin las modificaciones de capa superior pero con las modificaciones de borrador.
MSG_HIGHER_LAYER_CHANGES_EXIST=Existen modificaciones de capa superior disponibles para esta aplicaci\u00F3n. En el modo de ajuste de IU se volver\u00E1 a cargar la aplicaci\u00F3n sin estas modificaciones.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Existen modificaciones de capa superior y vistas espec\u00EDficas de rol disponibles para esta aplicaci\u00F3n. En el modo de ajuste de IU se volver\u00E1 a cargar la aplicaci\u00F3n con estas modificaciones.
MSG_RESTRICTED_CONTEXT_EXIST=Existen vistas espec\u00EDficas de rol para esta aplicaci\u00F3n. En el modo de ajuste de IU se volver\u00E1 a cargar la aplicaci\u00F3n con estas modificaciones.
HEADER_RELOAD_NEEDED=La aplicaci\u00F3n requiere cargar de nuevo
BUTTON_RELOAD_NEEDED=Cargar de nuevo
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar con las modificaciones de personalizaci\u00F3n y las vistas p\u00FAblicas.
MSG_RELOAD_WITHOUT_DRAFT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar sin las modificaciones de borrador.
MSG_RELOAD_ACTIVATED_DRAFT=La aplicaci\u00F3n se volver\u00E1 a cargar con la versi\u00F3n activa.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar sin las modificaciones de borrador. Se volver\u00E1n a aplicar las modificaciones de personalizaci\u00F3n y las vistas p\u00FAblicas.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar con las modificaciones de personalizaci\u00F3n. Se volver\u00E1n a aplicar las vistas p\u00FAblicas o espec\u00EDficas de rol.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Ahora la aplicaci\u00F3n se volver\u00E1 a cargar con las vistas p\u00FAblicas o espec\u00EDficas de rol.
MSG_RELOAD_WITH_ALL_CHANGES=La aplicaci\u00F3n se cargar\u00E1 de nuevo con todas las modificaciones.
MSG_RELOAD_NEEDED=Las modificaciones que ha realizado requieren que vuelva a cargar la aplicaci\u00F3n.
MSG_MANAGE_APPS_FAILED=El resumen de variantes de aplicaci\u00F3n temporalmente no est\u00E1 disponible. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador.
APP_VARIANT_DIALOG_SAVE=Grabar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Grabar
APP_VARIANT_DIALOG_CLOSE=Cerrar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
CREATE_APP_VARIANT_DIALOG_TITLE=Grabar como nueva variante de aplicaci\u00F3n
APP_DIALOG_TITLE_TEXT=T\u00EDtulo
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtulo
APP_DIALOG_DESCRIPTION_TEXT=Descripci\u00F3n
APP_DIALOG_ICON_TEXT=Icono
RENAME_ERROR_TITLE=Error de formaci\u00F3n de nombre
RENAME_EMPTY_ERROR_TEXT=Introduzca un nombre.
RENAME_BINDING_ERROR_TEXT=El nombre no debe contener "{". Seleccione un nombre diferente.
APP_VARIANT_ICON_SELECT_ICON=Seleccionar icono
APP_VARIANT_ICON_NO_DATA=No se ha encontrado ning\u00FAn icono.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Se ha grabado la nueva variante de aplicaci\u00F3n.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=El modo de ajuste de IU se cerrar\u00E1. Volver\u00E1 a la p\u00E1gina de inicio. Se le notificar\u00E1 cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Se le notificar\u00E1 cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=El modo de ajuste de IU se cerrar\u00E1. P\u00F3ngase en contacto con el administrador para a\u00F1adir el mosaico a la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori (ID de aplicaci\u00F3n\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=P\u00F3ngase en contacto con el administrador para a\u00F1adir el mosaico a la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori (ID de aplicaci\u00F3n\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Error
MSG_LOAD_APP_VARIANT_FAILED=No se ha podido cargar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_SAVE_APP_VARIANT_FAILED=No se ha podido grabar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_UPDATE_APP_VARIANT_FAILED=No se ha podido actualizar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=La variante de aplicaci\u00F3n nueva se ha grabado, pero no se ha podido asignar al cat\u00E1logo. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador de contenido\:
MSG_TILE_CREATION_FAILED=Actualice la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori para verificar si se ha creado el mosaico nuevo. Si no est\u00E1 disponible o si no funciona correctamente, p\u00F3ngase en contacto con el administrador de contenido.
MSG_COPY_UNSAVED_CHANGES_FAILED=La variante de aplicaci\u00F3n y las modificaciones de IU correspondientes no se han podido grabar. La variante de aplicaci\u00F3n no est\u00E1 disponible. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Indicar t\u00EDtulo
MSG_APP_VARIANT_FEATURE_FAILED=La funci\u00F3n de variantes de aplicaci\u00F3n temporalmente no est\u00E1 disponible. P\u00F3ngase en contacto con el administrador\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=El nuevo mosaico est\u00E1 disponible. Para visualizarlo, actualice el navegador.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informaci\u00F3n
SAVE_APP_VARIANT_OK_TEXT=Aceptar
SAVE_APP_VARIANT_CLOSE_TEXT=Cerrar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID y cerrar
MSG_APP_VARIANT_ID=ID de variante de aplicaci\u00F3n\: {0}
MSG_TECHNICAL_ERROR=Error\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Resumen de variantes de aplicaci\u00F3n
APP_VARIANT_TILE_ARIA_LABEL=Vista previa del mosaico Fiori
MENU_ITEM_KEY_USER=Para usuario clave
MENU_ITEM_SAP_DEVELOPER=Para el desarrollador SAP
MSG_DEPENDENCY_ERROR=La modificaci\u00F3n no se puede aplicar a la IU. Reinicialice la IU al estado original y vuelva a crear las modificaciones. Atenci\u00F3n\: Esta acci\u00F3n reinicializar\u00E1 todas las modificaciones que haga cualquier usuario en esta aplicaci\u00F3n. Tambi\u00E9n puede ponerse en contacto con el servicio de soporte t\u00E9cnico de SAP creando un ticket para el componente CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante de aplicaci\u00F3n (ID\: {0}) borrada.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante de aplicaci\u00F3n (ID\: {0}) borrada. Para eliminar el mosaico de la rampa de lanzamiento, vuelva a cargar la p\u00E1gina de inicio.
MSG_DELETE_APP_VARIANT_FAILED=No se ha podido borrar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informaci\u00F3n
DELETE_APP_VARIANT_OK_TEXT=Aceptar
DELETE_APP_VARIANT_CLOSE_TEXT=Cerrar
MSG_NO_BUSINESS_CONTEXTS=Ninguno
MSG_DO_NOT_CLOSE_BROWSER=Operaci\u00F3n en curso\: no cierre el navegador.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Borrado en curso\: no cierre el navegador.\nTenga en cuenta que el mosaico para la variante de aplicaci\u00F3n seguir\u00E1 visible para la duraci\u00F3n del proceso de borrado.
MSG_CATALOGS_LOCKED=No se ha podido borrar la variante de aplicaci\u00F3n. Int\u00E9ntelo de nuevo m\u00E1s tarde.

MSG_UNSTABLE_ID_FOUND=Algunos de los controles no tienen IDs estables. Utilice el asistente de soporte para identificar los controles afectados como se describe [aqu\u00ED](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), y defina los IDs. (Este mensaje solo es visible internamente en SAP, los clientes no lo ver\u00E1n, pero deber\u00EDa definir los IDs lo antes posible.)

MSG_NO_FLEX_ENABLED_FLAG=La aplicaci\u00F3n no est\u00E1 activada para el ajuste de IU. Compruebe los requisitos previos descritos [aqu\u00ED](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Este mensaje solo es visible internamente en SAP, los clientes no lo ver\u00E1n. La funcionalidad no est\u00E1 afectada, pero deber\u00EDa encargarse de esto lo antes posible.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definir contenido integrado
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Actualizar contenido integrado
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Tama\u00F1o del IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Ancho
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unidad para ancho
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Altura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unidad para altura
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Los valores % hacen referencia al espacio real que est\u00E1 disponible para el IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Guardar
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Cancelar
CTX_ADDIFRAME=Integrar contenido a\: {0}
CTX_ADDIFRAME_GROUP=Integrar contenido
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=La (variante de) aplicaci\u00F3n iniciada se coloca en la capa CUSTOMER o CUSTOMER_BASE. Por este motivo, usted como desarrollador de SAP no puede ver las variantes de aplicaci\u00F3n disponibles.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Resumen de variante de aplicaci\u00F3n para desarrolladores de SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Vista previa de URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Vista previa del IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Mostrar vista previa
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Actualizar vista previa
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Seleccione Mostrar vista previa para mostrar el contenido integrado. Si no se visualiza nada, verifique el URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (hacer clic para editar manualmente)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valores disponibles (hacer clic para a\u00F1adir al URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Par\u00E1metro
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Ejemplo de valor
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Buscar par\u00E1metros
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Los URLs utilizados aqu\u00ED son obligatorios para cumplir ciertas precondiciones y no funcionar\u00E1n sin ellos.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Leer m\u00E1s

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=El nombre se ha modificado a {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=El elemento {0} se ha desplazado a una posici\u00F3n diferente
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=El elemento {0} se ha eliminado
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=El elemento {0} se ha mostrado
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=El elemento {0} se ha combinado
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=El elemento {0} se ha dividido
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=El grupo {0} se ha a\u00F1adido
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=El campo {0} se ha a\u00F1adido
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=El iFrame se ha a\u00F1adido
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Las opciones del elemento {0} se han modificado
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=El elemento se ha desplazado de este contenedor
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Este elemento es una parte de la divisi\u00F3n
TIT_CHANGEVISUALIZATION_CHANGE=Modificaci\u00F3n
TIT_CHANGEVISUALIZATION_CHANGES=Modificaciones
TIT_CHANGEVISUALIZATION_DATE=Fecha
TIT_CHANGEVISUALIZATION_DETAILS=Detalles
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descripci\u00F3n
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualizar modificaciones de usuario clave
BUT_CHANGEVISUALIZATION_HIDECHANGES=Ocultar la visualizaci\u00F3n de las modificaciones de usuario clave
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Mostrar todas las modificaciones
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Mostrar elementos desplazados
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Mostrar elementos renombrados
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Mostrar elementos a\u00F1adidos
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Mostrar elementos combinados y divididos
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Mostrar elementos eliminados
MSG_LOCAL_RESET_VARIANT_SAVE=Se ha restablecido el contenedor y la vista se ha grabado autom\u00E1ticamente.
