
SERVICE_NAME=Adaptation de l'interface utilisateur
BTN_EXIT=Enregistrer et terminer
BTN_DONE=Termin\u00E9
CTX_REMOVE=Supprimer
CTX_REMOVE_TITLE=Supprimer
CTX_LOCAL_RESET=R\u00E9initialiser conteneur
CTX_ADD_ELEMENTS=Ajouter\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Contenu
CTX_CUT=Couper
CTX_PASTE=Coller
CTX_GROUP_FIELDS=Combiner
CTX_UNGROUP_FIELDS=Fractionner
CTX_CREATE_CONTAINER=Cr\u00E9er\: {0}
TITLE_CREATE_CONTAINER=Nouveau\: {0}
CTX_RENAME=Renommer
CTX_SETTINGS=Param\u00E8tres
CTX_VARIANT_SWITCH=Changer de vue
CTX_VARIANT_SAVE=Enregistrer la vue
CTX_VARIANT_SAVEAS=Enregistrer la vue sous
CTX_VARIANT_SET_TITLE=D\u00E9finir un titre
CTX_VARIANT_MANAGE=G\u00E9rer les vues
CTX_ADDXML_AT_EXTENSIONPOINT=Ajouter un fragment au point d'extension
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Supprimer
BTN_FREP_CANCEL=Annuler
LBL_FREP=\u00E9tait {0}
HEADER_ADDITIONAL_ELEMENTS=Contenu disponible\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=G\u00E9rer les variantes d'application
BTN_SAVE_AS=Enregistrer sous
TOOLTIP_SAVE_AS=Cr\u00E9er une variante d'application
BTN_UNDO=Annuler
BTN_REDO=R\u00E9tablir
BTN_PUBLISH=Publier
BTN_RESTORE=R\u00E9initialiser
BTN_ADAPTATION=Adaptation de l'interface utilisateur
TIT_DRAFT=Brouillon
TIT_ORIGINAL_APP=Application d'origine
TIT_VERSION_1=Version 1
LBL_ACTIVE=Active
LBL_INACTIVE=Inactive
MSG_DRAFT_ACTIVATION_SUCCESS=Nouvelle version activ\u00E9e
MSG_DRAFT_ACTIVATION_FAILED=Impossible d'activer le brouillon pour le moment. R\u00E9essayez plus tard.
TIT_VERSION_TITLE=Titre
TIT_VERSION_TITLE_DIALOG=Activer la nouvelle version
TIT_REACTIVATE_VERSION_TITLE_DIALOG=R\u00E9activer la version
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Saisir un titre de version
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmer
BUT_VERSION_TITLE_DIALOG_CANCEL=Annuler
TOL_ACTIVATE=Activer la nouvelle version
TOL_DISCARD_DRAFT=Ignorer le brouillon
TIT_SWITCH_VERSION_DIALOG=Changer de version
MSG_SWITCH_VERSION_DIALOG=Des modifications apport\u00E9es \u00E0 l'interface utilisateur n'ont pas \u00E9t\u00E9 enregistr\u00E9es. Voulez-vous les enregistrer avant de changer de version?
TIT_DRAFT_DISCARD_DIALOG=Ignorer le brouillon existant
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Voulez-vous ignorer le brouillon et recommencer?
BTN_NAVIGATION=Navigation
HEADER_WARNING=Avertissement
HEADER_ERROR=Erreur
MSG_RESTORE_FAILED=D\u00E9sol\u00E9s, les modifications que vous avez apport\u00E9es \u00E0 l''interface utilisateur ne peuvent pas \u00EAtre ignor\u00E9es pour le moment. R\u00E9essayez plus tard ou contactez votre administrateur\: {0}.
MSG_TRANSPORT_SUCCESS=Les modifications que vous avez apport\u00E9es \u00E0 l'interface utilisateur ont \u00E9t\u00E9 incluses dans le transport.
FORM_PERS_RESET_TITLE=R\u00E9appliquer la version standard
FORM_PERS_RESET_MESSAGE=Voulez-vous ignorer toutes les modifications apport\u00E9es \u00E0 l'interface utilisateur et r\u00E9appliquer la version standard de l'application?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Voulez-vous ignorer toutes vos modifications de personnalisation et r\u00E9initialiser l'application?
MSG_LREP_TRANSFER_ERROR=D\u00E9sol\u00E9s, une erreur technique s'est produite. R\u00E9essayez plus tard ou contactez votre administrateur.
MSG_ERROR_REASON=Motif\:\n{0}
MSG_UNSAVED_CHANGES=Si vous confirmez, toutes les modifications que vous avez apport\u00E9es \u00E0 l'interface utilisateur seront perdues. Pour les enregistrer, fermez cette bo\u00EEte de dialogue et quittez l'adaptation de l'interface utilisateur.
MSG_NO_FIELDS=Aucune autre contenu disponible
HEADER_PERSONALIZATION_EXISTS=Informations
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Vous avez personnalis\u00E9 l'application ou il y a des vues publiques. L'application va \u00EAtre recharg\u00E9e sans ces modifications. Toutes les modifications r\u00E9centes devraient rester actives.
MSG_DRAFT_EXISTS=Des modifications ont \u00E9t\u00E9 apport\u00E9es au brouillon et sont disponibles pour cette application. En mode d'adaptation de l'interface utilisateur, ces modifications en mode brouillon seront charg\u00E9es.
MSG_DRAFT_DISCARD_DIALOG=Voulez-vous ignorer les modifications apport\u00E9es au brouillon? L'application sera recharg\u00E9e.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Des modifications de la version brouillon sont disponibles pour cette application. En mode d'adaptation de l'IU, ces modifications de version brouillon sont charg\u00E9es sans vos modifications de personnalisation et les vues publiques.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Un brouillon est disponible.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Voulez-vous ignorer les modifications apport\u00E9es au brouillon et r\u00E9activer l'application?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Des modifications de la couche sup\u00E9rieure et des modifications apport\u00E9es au brouillon sont disponibles pour cette application. En mode d'adaptation de l'interface utilisateur, l'application sera recharg\u00E9e sans les modifications de la couche sup\u00E9rieure, mais avec les modifications du brouillon.
MSG_HIGHER_LAYER_CHANGES_EXIST=Des modifications de la couche sup\u00E9rieure sont disponibles pour cette application. En mode d'adaptation de l'interface utilisateur, l'application sera recharg\u00E9e sans ces modifications.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Des modifications de couche sup\u00E9rieure et des vues sp\u00E9cifiques du r\u00F4le sont disponibles pour cette application. En mode d'adaptation de l'interface utilisateur, l'application est recharg\u00E9e avec ces modifications.
MSG_RESTRICTED_CONTEXT_EXIST=Des vues sp\u00E9cifiques du r\u00F4le sont disponibles pour cette application. En mode d'adaptation de l'interface utilisateur, l'application sera recharg\u00E9e avec ces modifications.
HEADER_RELOAD_NEEDED=Application n\u00E9cessitant un rechargement
BUTTON_RELOAD_NEEDED=Recharger
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=L'application va \u00EAtre recharg\u00E9e avec vos modifications de personnalisation et les vues publiques.
MSG_RELOAD_WITHOUT_DRAFT=L'application va maintenant \u00EAtre recharg\u00E9e sans les modifications apport\u00E9es au brouillon.
MSG_RELOAD_ACTIVATED_DRAFT=L'application va \u00EAtre recharg\u00E9e avec la version active.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=L'application va \u00EAtre recharg\u00E9e sans les modifications de la version brouillon. Vos modifications de personnalisation et les vues publiques seront appliqu\u00E9es \u00E0 nouveau.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=L'application va \u00EAtre recharg\u00E9e avec vos modifications de personnalisation. Vos vues publiques ou sp\u00E9cifiques du r\u00F4le vont \u00EAtre appliqu\u00E9es \u00E0 nouveau.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=L'application va \u00EAtre recharg\u00E9e avec vos vues publiques ou sp\u00E9cifiques du r\u00F4le.
MSG_RELOAD_WITH_ALL_CHANGES=L'application va \u00EAtre recharg\u00E9e avec toutes les modifications.
MSG_RELOAD_NEEDED=Les modifications que vous avez apport\u00E9es n\u00E9cessitent un rechargement de l'application.
MSG_MANAGE_APPS_FAILED=D\u00E9sol\u00E9, la vue d'ensemble des variantes d'application est temporairement indisponible. R\u00E9essayez plus tard ou contactez votre administrateur.
APP_VARIANT_DIALOG_SAVE=Enregistrer
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Enregistrer
APP_VARIANT_DIALOG_CLOSE=Fermer
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annuler
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annuler
CREATE_APP_VARIANT_DIALOG_TITLE=Enregistrer comme nouvelle variante d'application
APP_DIALOG_TITLE_TEXT=Titre
APP_DIALOG_SUB_TITLE_TEXT=Sous-titre
APP_DIALOG_DESCRIPTION_TEXT=Description
APP_DIALOG_ICON_TEXT=Ic\u00F4ne
RENAME_ERROR_TITLE=Erreur au niveau du nom
RENAME_EMPTY_ERROR_TEXT=Saisissez un nom.
RENAME_BINDING_ERROR_TEXT=Le nom ne doit pas contenir "{". Choisissez un autre nom.
APP_VARIANT_ICON_SELECT_ICON=S\u00E9lectionner une ic\u00F4ne
APP_VARIANT_ICON_NO_DATA=Aucune ic\u00F4ne trouv\u00E9e
SAVE_APP_VARIANT_SUCCESS_MESSAGE=La nouvelle variante de l'application a \u00E9t\u00E9 enregistr\u00E9e.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=L'adaptation de l'interface utilisateur va \u00EAtre ferm\u00E9e et vous allez \u00EAtre renvoy\u00E9 \u00E0 la page d'accueil. Vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=L''adaptation de l''interface utilisateur va \u00EAtre ferm\u00E9e. Contactez votre administrateur pour ajouter la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID d''application\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contactez votre administrateur pour ajouter la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID d''application\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Erreur
MSG_LOAD_APP_VARIANT_FAILED=Impossible de charger la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur\:
MSG_SAVE_APP_VARIANT_FAILED=Impossible d'enregistrer la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur\:
MSG_UPDATE_APP_VARIANT_FAILED=Impossible de mettre \u00E0 jour la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur\:
MSG_CATALOG_ASSIGNMENT_FAILED=La nouvelle variante d'application a \u00E9t\u00E9 enregistr\u00E9e mais n'a pas pu \u00EAtre affect\u00E9e au catalogue. Envoyez les informations techniques suivantes \u00E0 votre administrateur de contenu\:
MSG_TILE_CREATION_FAILED=Rafra\u00EEchissez la page d'accueil de la barre de lancement SAP Fiori pour v\u00E9rifier si la nouvelle vignette a \u00E9t\u00E9 cr\u00E9\u00E9e. Si cette derni\u00E8re n'est pas disponible ou ne fonctionne pas correctement, contactez votre administrateur de contenu.
MSG_COPY_UNSAVED_CHANGES_FAILED=D\u00E9sol\u00E9s, votre variante d'application et les modifications correspondantes apport\u00E9es \u00E0 l'interface utilisateur n'ont pas pu \u00EAtre enregistr\u00E9es. La variante d'application n'est pas disponible. Envoyez les informations techniques suivantes \u00E0 votre administrateur\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Saisir un titre
MSG_APP_VARIANT_FEATURE_FAILED=D\u00E9sol\u00E9s, la fonctionnalit\u00E9 de variantes d''application est temporairement indisponible. Contactez votre administrateur\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=La nouvelle vignette est maintenant disponible. Pour l'afficher, rafra\u00EEchissez le navigateur.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informations
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Fermer
SAVE_APP_VARIANT_COPY_ID_TEXT=Copier l'ID et fermer
MSG_APP_VARIANT_ID=ID de variante d''application\: {0}
MSG_TECHNICAL_ERROR=Erreur\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Vue d'ensemble des variantes d'application
APP_VARIANT_TILE_ARIA_LABEL=Aper\u00E7u de la vignette Fiori
MENU_ITEM_KEY_USER=Pour utilisateur cl\u00E9
MENU_ITEM_SAP_DEVELOPER=Pour d\u00E9veloppeur SAP
MSG_DEPENDENCY_ERROR=D\u00E9sol\u00E9s, cette modification ne peut pas \u00EAtre appliqu\u00E9e \u00E0 l'interface utilisateur. R\u00E9initialisez l'interface utilisateur \u00E0 son statut d'origine et impl\u00E9mentez \u00E0 nouveau les modifications. Attention\: toutes les modifications apport\u00E9es \u00E0 l'application par les autres utilisateurs vont \u00EAtre r\u00E9initialis\u00E9es. Vous pouvez \u00E9galement contacter l'assistance SAP en cr\u00E9ant un ticket avec la composante CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante d''application (ID\: {0}) supprim\u00E9e
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante d''application (ID\: {0}) supprim\u00E9e. Pour supprimer la vignette de la barre de lancement, rechargez la page d''accueil.
MSG_DELETE_APP_VARIANT_FAILED=Impossible de supprimer la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informations
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Fermer
MSG_NO_BUSINESS_CONTEXTS=Auc.
MSG_DO_NOT_CLOSE_BROWSER=Op\u00E9ration en cours. Merci de ne pas fermer le navigateur.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Suppression en cours. Merci de ne pas fermer le navigateur.\nNotez que la vignette de la variante d'application restera visible pendant la suppression.
MSG_CATALOGS_LOCKED=D\u00E9sol\u00E9s, la variante d'application n'a pas pu \u00EAtre supprim\u00E9e. R\u00E9essayez plus tard.

MSG_UNSTABLE_ID_FOUND=Les ID de certains de vos contr\u00F4les ne sont pas stables. Utilisez l'Assistant de prise en charge pour identifier les contr\u00F4les concern\u00E9s comme d\u00E9crit [ici](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), et param\u00E9trez les ID. (Ce message est visible uniquement par SAP en interne, les clients ne le verront pas. Toutefois, vous devez param\u00E9trer les ID d\u00E8s que possible.)

MSG_NO_FLEX_ENABLED_FLAG=Votre application n'est pas activ\u00E9e pour l'adaptation de l'interface utilisateur. V\u00E9rifiez les conditions pr\u00E9alables d\u00E9crites [ici](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Ce message est visible uniquement par SAP en interne, les clients ne le verront pas. La fonctionnalit\u00E9 n'est pas affect\u00E9e mais vous devez r\u00E9gler ce probl\u00E8me d\u00E8s que possible.)

IFRAME_ADDIFRAME_DIALOG_TITLE=D\u00E9finir le contenu int\u00E9gr\u00E9
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Mettre \u00E0 jour le contenu int\u00E9gr\u00E9
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Taille de l'iFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Largeur
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unit\u00E9 de largeur
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Hauteur
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unit\u00E9 de hauteur
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Les valeurs en % se rapportent \u00E0 l'espace actuellement disponible pour l'iFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Enregistrer
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Annuler
CTX_ADDIFRAME=Int\u00E9grer le contenu \u00E0\: {0}
CTX_ADDIFRAME_GROUP=Int\u00E9grer le contenu
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=L'application (variante) lanc\u00E9e se trouve dans la couche CUSTOMER ou CUSTOMER_BASE. Par cons\u00E9quent, en tant que d\u00E9veloppeur SAP, vous ne pouvez pas voir les variantes d'application disponibles.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Vue d'ensemble des variantes d'application pour les d\u00E9veloppeurs SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Aper\u00E7u de l'URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Aper\u00E7u de l'iFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Afficher l'aper\u00E7u
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Mettre \u00E0 jour l'aper\u00E7u
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=S\u00E9lectionnez Afficher l'aper\u00E7u pour afficher le contenu int\u00E9gr\u00E9. Si aucun contenu ne s'affiche, v\u00E9rifiez l'URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (cliquer pour modifier manuellement)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valeurs disponibles (cliquer pour ajouter \u00E0 l'URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Param\u00E8tre
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemple de valeur
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Rechercher des param\u00E8tres
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Les URL utilis\u00E9es ici sont requises pour remplir certaines conditions pr\u00E9alables, sinon elles ne fonctionneront pas.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=En savoir plus

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=Nom modifi\u00E9 en {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u00C9l\u00E9ment {0} d\u00E9plac\u00E9 \u00E0 une position diff\u00E9rente
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u00C9l\u00E9ment {0} supprim\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u00C9l\u00E9ment {0} rendu visible
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u00C9l\u00E9ment {0} combin\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u00C9l\u00E9ment {0} fractionn\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Groupe {0} ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Champ {0} ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Les param\u00E8tres de l''\u00E9l\u00E9ment {0} ont \u00E9t\u00E9 modifi\u00E9s.
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=\u00C9l\u00E9ment d\u00E9plac\u00E9 de ce conteneur
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Cet \u00E9l\u00E9ment fait partie du fractionnement.
TIT_CHANGEVISUALIZATION_CHANGE=Modification
TIT_CHANGEVISUALIZATION_CHANGES=Modifications
TIT_CHANGEVISUALIZATION_DATE=Date
TIT_CHANGEVISUALIZATION_DETAILS=D\u00E9tails
TIT_CHANGEVISUALIZATION_DESCRIPTION=Description
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualiser les modifications utilisateur cl\u00E9
BUT_CHANGEVISUALIZATION_HIDECHANGES=Masquer la visualisation des modifications utilisateur cl\u00E9
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Afficher toutes les modifications
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Afficher les \u00E9l\u00E9ments d\u00E9plac\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Afficher les \u00E9l\u00E9ments renomm\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Afficher les \u00E9l\u00E9ments ajout\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Afficher les \u00E9l\u00E9ments combin\u00E9s et fractionn\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Afficher les \u00E9l\u00E9ments supprim\u00E9s
MSG_LOCAL_RESET_VARIANT_SAVE=Le conteneur a \u00E9t\u00E9 r\u00E9initialis\u00E9 et la vue a \u00E9t\u00E9 enregistr\u00E9e automatiquement.
