
SERVICE_NAME=Prilago\u0111avanje korisni\u010Dkog interfejsa
BTN_EXIT=Sa\u010Duvaj i iza\u0111i
BTN_DONE=Izvr\u0161eno
CTX_REMOVE=Ukloni
CTX_REMOVE_TITLE=Ukloni
CTX_LOCAL_RESET=Ponovo postavi spremnik
CTX_ADD_ELEMENTS=Dodaj\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Sadr\u017Eaj
CTX_CUT=Iseci
CTX_PASTE=Zalepi
CTX_GROUP_FIELDS=Kombinuj
CTX_UNGROUP_FIELDS=Podeli
CTX_CREATE_CONTAINER=Kreiraj\: {0}
TITLE_CREATE_CONTAINER=Novo\: {0}
CTX_RENAME=Preimenuj
CTX_SETTINGS=Pode\u0161avanja
CTX_VARIANT_SWITCH=Zameni poglede
CTX_VARIANT_SAVE=Sa\u010Duvaj pogled
CTX_VARIANT_SAVEAS=Sa\u010Duvaj pogled kao
CTX_VARIANT_SET_TITLE=Postavi naslov
CTX_VARIANT_MANAGE=Upravljaj pogledima
CTX_ADDXML_AT_EXTENSIONPOINT=Dodaj fragment kao ta\u010Dku pro\u0161irenja
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Ukloni
BTN_FREP_CANCEL=Odustani
LBL_FREP=staro {0}
HEADER_ADDITIONAL_ELEMENTS=Dostupni sadr\u017Eaj\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Upravljaj varijantama aplikacije
BTN_SAVE_AS=Sa\u010Duvaj kao
TOOLTIP_SAVE_AS=Kreiraj novu varijantu aplikacije
BTN_UNDO=Poni\u0161ti
BTN_REDO=Ponovo uradi
BTN_PUBLISH=Objavi
BTN_RESTORE=Ponovo postavi
BTN_ADAPTATION=Prilago\u0111avanje korisni\u010Dkog interfejsa
TIT_DRAFT=Nacrt
TIT_ORIGINAL_APP=Originalna aplikacija
TIT_VERSION_1=Verzija 1
LBL_ACTIVE=Aktivno
LBL_INACTIVE=Neaktivno
MSG_DRAFT_ACTIVATION_SUCCESS=Nova verzija aktivirana
MSG_DRAFT_ACTIVATION_FAILED=Na\u017Ealost, nacrt se trenutno ne mo\u017Ee aktivirati. Poku\u0161ajte ponovo kasnije.
TIT_VERSION_TITLE=Naslov
TIT_VERSION_TITLE_DIALOG=Aktiviraj novu verziju
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Ponovo aktiviraj verziju
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Unesite naslov verzije
BUT_VERSION_TITLE_DIALOG_CONFIRM=Potvrdi
BUT_VERSION_TITLE_DIALOG_CANCEL=Odustani
TOL_ACTIVATE=Aktiviraj novu verziju
TOL_DISCARD_DRAFT=Odbaci nacrt
TIT_SWITCH_VERSION_DIALOG=Zameni verziju
MSG_SWITCH_VERSION_DIALOG=Imate nesa\u010Duvane promene KI. Da li \u017Eelite da ih sa\u010Duvate pre zamene?
TIT_DRAFT_DISCARD_DIALOG=Odbaci postoje\u0107i nacrt
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Da li \u017Eelite da odbacite trenutni nacrt i po\u010Dnete ponovo?
BTN_NAVIGATION=Usmeravanje
HEADER_WARNING=Upozorenje
HEADER_ERROR=Gre\u0161ka
MSG_RESTORE_FAILED=Na\u017Ealost, va\u0161e promene korisni\u010Dkog interfejsa se trenutno ne mogu odbaciti. Poku\u0161ajte ponovo kasnije ili obavestite administratora\: {0}
MSG_TRANSPORT_SUCCESS=Va\u0161e promene korisni\u010Dkog interfejsa su uklju\u010Dene u prenos.
FORM_PERS_RESET_TITLE=Ponovo postavi na standardnu verziju
FORM_PERS_RESET_MESSAGE=Da li \u017Eelite da odbacite sve promene korisni\u010Dkog interfejsa i ponovo postavite aplikaciju na standardnu verziju?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Da li \u017Eelite da odbacite sve promene personalizacije i ponovo postavite aplikaciju?
MSG_LREP_TRANSFER_ERROR=Na\u017Ealost, do\u0161lo je do tehni\u010Dke gre\u0161ke. Poku\u0161ajte ponovo kasnije ili obavestite administratora.
MSG_ERROR_REASON=Razlog\:\n{0}
MSG_UNSAVED_CHANGES=Ako potvrdite, sve va\u0161e promene korisni\u010Dkog interfejsa \u0107e biti izgubljene. Da biste ih sa\u010Duvali, zatvorite ovaj dijalog i iza\u0111ite iz prilago\u0111avanja korisni\u010Dkog interfejsa.
MSG_NO_FIELDS=Sadr\u017Eaj nije vi\u0161e dostupan
HEADER_PERSONALIZATION_EXISTS=Informacije
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Personalizovali ste aplikaciju ili postoje javni pogledi. Aplikacija \u0107e se sada ponovo u\u010Ditati bez ovih promena. Eventualne nedavne promene \u0107e mo\u017Eda ostati aktivne.
MSG_DRAFT_EXISTS=Promene nacrta su dostupne za ovu aplikaciju. U na\u010Dinu prilago\u0111avanja korisni\u010Dkog interfejsa, promene nacrta \u0107e se ponovo u\u010Ditati.
MSG_DRAFT_DISCARD_DIALOG=Da li \u017Eelite da odbacite promene nacrta? Aplikacija \u0107e se ponovo u\u010Ditati.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Promene nacrta su dostupne za ovu aplikaciju. U na\u010Dinu prilago\u0111avanja korisni\u010Dkog interfejsa, promene nacrta \u0107e se u\u010Ditati bez va\u0161ih promena personalizacije i javnih pogleda.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Nacrt je dostupan.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Da li \u017Eelite da odbacite promene nacrta i ponovo aktivirate verziju?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Promene vi\u0161eg nivoa i promene nacrta su dostupne za ovu aplikaciju. U na\u010Dinu prilago\u0111avanja korisni\u010Dkog interfejsa, aplikacija \u0107e se ponovo u\u010Ditati bez promena vi\u0161eg nivoa, ali sa promenama nacrta.
MSG_HIGHER_LAYER_CHANGES_EXIST=Promene vi\u0161eg nivoa su dostupne za ovu aplikaciju. U na\u010Dinu prilago\u0111avanja korisni\u010Dkog interfejsa, aplikacija \u0107e se ponovo u\u010Ditati bez ovih promena.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Promene vi\u0161eg nivoa i pogledi specifi\u010Dni za ulogu su dostupni za ovu aplikaciju. U na\u010Dinu prilago\u0111avanja korisni\u010Dkog interfejsa, aplikacija \u0107e se ponovo u\u010Ditati bez ovih promena.
MSG_RESTRICTED_CONTEXT_EXIST=Pogledi specifi\u010Dni za ulogu postoje za ovu aplikaciju. U na\u010Dinu prilago\u0111avanja korisni\u010Dkog interfejsa, aplikacija \u0107e se ponovo u\u010Ditati bez ovih promena.
HEADER_RELOAD_NEEDED=Aplikacija zahteva ponovno u\u010Ditavanje
BUTTON_RELOAD_NEEDED=Ponovo u\u010Ditaj
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Aplikacija se ponovo u\u010Ditava s va\u0161im promenama personalizacije i javnim pogledima.
MSG_RELOAD_WITHOUT_DRAFT=Aplikacija \u0107e se sada ponovo u\u010Ditati bez promena nacrta.
MSG_RELOAD_ACTIVATED_DRAFT=Aplikacija \u0107e se ponovo u\u010Ditati sa aktivnom verzijom.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Aplikacija \u0107e se sada ponovo u\u010Ditati bez promena nacrta. Va\u0161e promene personalizacije i javni pogledi \u0107e biti ponovo primenjeni.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Aplikacija \u0107e se sada ponovo u\u010Ditati s va\u0161im promenama personalizacije. Va\u0161i javni pogledi ili pogledi specifi\u010Dni za ulogu \u0107e biti ponovo primenjeni.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Aplikacija \u0107e se sada ponovo u\u010Ditati s va\u0161im javnim pogledima ili pogledima specifi\u010Dnim za ulogu.
MSG_RELOAD_WITH_ALL_CHANGES=Aplikacija \u0107e se ponovo u\u010Ditati sa svim promenama.
MSG_RELOAD_NEEDED=Promene koje ste izvr\u0161ili zahtevaju ponovno u\u010Ditavanje aplikacije.
MSG_MANAGE_APPS_FAILED=Na\u017Ealost, pregled varijanti aplikacije privremeno nije dostupan. Poku\u0161ajte ponovo kasnije ili obavestite administratora.
APP_VARIANT_DIALOG_SAVE=Sa\u010Duvaj
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Sa\u010Duvaj
APP_VARIANT_DIALOG_CLOSE=Zatvori
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Odustani
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Odustani
CREATE_APP_VARIANT_DIALOG_TITLE=Sa\u010Duvaj kao novu varijantu aplikacije
APP_DIALOG_TITLE_TEXT=Naslov
APP_DIALOG_SUB_TITLE_TEXT=Podnaslov
APP_DIALOG_DESCRIPTION_TEXT=Opis
APP_DIALOG_ICON_TEXT=Ikona
RENAME_ERROR_TITLE=Gre\u0161ka kreiranja naziva
RENAME_EMPTY_ERROR_TEXT=Unesite naziv.
RENAME_BINDING_ERROR_TEXT=Naziv ne sme sadr\u017Eati "{". Izaberite drugi naziv.
APP_VARIANT_ICON_SELECT_ICON=Odaberi ikonu
APP_VARIANT_ICON_NO_DATA=Ikone nisu na\u0111ene.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nova varijanta aplikacije je sa\u010Duvana.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Prilago\u0111avanje korisni\u010Dkog interfejsa \u0107e biti zatvoreno i vrati\u0107ete se na po\u010Detnu stranicu. Dobi\u0107ete obave\u0161tenje kada novi podekran bude dostupan.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Dobi\u0107ete obave\u0161tenje kada novi podekran bude dostupan.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Prilago\u0111avanje korisni\u010Dkog interfejsa \u0107e biti zatvoreno. Zatra\u017Eite od administratora da doda podekran na po\u010Detnu stranicu Fiori launchpad-a (ID aplikacije\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Zatra\u017Eite od administratora da doda podekran na po\u010Detnu stranicu Fiori launchpad-a (ID aplikacije\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Gre\u0161ka
MSG_LOAD_APP_VARIANT_FAILED=Na\u017Ealost, varijanta aplikacije se ne mo\u017Ee u\u010Ditati. Po\u0161aljite slede\u0107e tehni\u010Dke informacije administratoru\:
MSG_SAVE_APP_VARIANT_FAILED=Na\u017Ealost, varijanta aplikacije se ne mo\u017Ee sa\u010Duvati. Po\u0161aljite slede\u0107e tehni\u010Dke informacije administratoru\:
MSG_UPDATE_APP_VARIANT_FAILED=Na\u017Ealost, varijanta aplikacije se ne mo\u017Ee a\u017Eurirati. Po\u0161aljite slede\u0107e tehni\u010Dke informacije administratoru\:
MSG_CATALOG_ASSIGNMENT_FAILED=Nova varijanta aplikacije je sa\u010Duvana, ali ne mo\u017Ee se dodeliti katalogu. Po\u0161aljite slede\u0107e tehni\u010Dke informacije administratoru sadr\u017Eaja\:
MSG_TILE_CREATION_FAILED=Osve\u017Eite po\u010Detnu stranicu Fiori launchpad-a kako biste proverili da li je novi podekran kreiran. Obavestite administratora sadr\u017Eaja ako nije dostupan ili je neispravan.
MSG_COPY_UNSAVED_CHANGES_FAILED=Na\u017Ealost, nije mogu\u0107e sa\u010Duvati va\u0161u varijantu aplikacije i odgovaraju\u0107e promene korisni\u010Dkog interfejsa. Varijanta aplikacije nije dostupna. Po\u0161aljite slede\u0107e tehni\u010Dke informacije administratoru\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Unesi naslov
MSG_APP_VARIANT_FEATURE_FAILED=Na\u017Ealost, funkcija varijanti aplikacije trenutno nije dostupna. Obavestite administratora\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Novi podekran je sada dostupan. Da ga prika\u017Eete, osve\u017Eite pretra\u017Eiva\u010D.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacije
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Zatvori
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopiraj ID i zatvori
MSG_APP_VARIANT_ID=ID varijante aplikacije\: {0}
MSG_TECHNICAL_ERROR=Gre\u0161ka\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Pregled varijanti aplikacije
APP_VARIANT_TILE_ARIA_LABEL=Prethodni prikaz Fiori podekrana
MENU_ITEM_KEY_USER=Za klju\u010Dnog korisnika
MENU_ITEM_SAP_DEVELOPER=Za SAP razvija\u010Da
MSG_DEPENDENCY_ERROR=Na\u017Ealost, promena se ne mo\u017Ee primeniti na KI. Ponovo postavite KI na prvobitno stanje i ponovo kreirajte promene. Pa\u017Enja\: Ovim \u0107e se ponovo postaviti sve promene korisnika na ovoj aplikaciji. Kao alternativu, prijavite problem u SAP komponenti podr\u0161ke CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Varijanta aplikacije (ID\: {0}) izbrisana.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Varijanta aplikacije (ID\: {0}) izbrisana. Da biste uklonili podekran iz launchpad-a, ponovo u\u010Ditajte po\u010Detnu stranicu.
MSG_DELETE_APP_VARIANT_FAILED=Na\u017Ealost, varijanta aplikacije se ne mo\u017Ee izbrisati. Po\u0161aljite slede\u0107e tehni\u010Dke informacije administratoru\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacije
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Zatvori
MSG_NO_BUSINESS_CONTEXTS=Nijedan
MSG_DO_NOT_CLOSE_BROWSER=Operacija u toku - nemojte zatvarati pretra\u017Eiva\u010D.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Brisanje u toku - nemojte zatvarati pretra\u017Eiva\u010D.\nUzmite u obzir da \u0107e podekran za varijantu aplikacije ostati vidljiv tokom procesa brisanja.
MSG_CATALOGS_LOCKED=Na\u017Ealost, nije mogu\u0107e izbrisati varijantu aplikacije. Poku\u0161ajte ponovo kasnije.

MSG_UNSTABLE_ID_FOUND=Neke va\u0161e kontrole nemaju stati\u010Dne ID-ove. Koristite pomo\u0107nika za podr\u0161ku da identifikujete obuhva\u0107ene kontrole kako je opisano [ovde](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), i postavite ID-ove. (Ova poruka je vidljiva samo interno u SAP-u, klijenti je ne\u0107e videti, ali treba \u0161to pre da postavite ID-ove.)

MSG_NO_FLEX_ENABLED_FLAG=Va\u0161a aplikacija nije aktivirana za adaptaciju KI.. Proverite preduslove obja\u0161njene [ovde](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Ova poruka je vidljiva samo interno u SAP-u, klijenti je ne\u0107e videti. Funkcionalnost nije ugro\u017Eena ali treba to da popravite \u0161to je pre mogu\u0107e.

IFRAME_ADDIFRAME_DIALOG_TITLE=Defini\u0161i ugra\u0111eni sadr\u017Eaj
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=A\u017Euriraj ugra\u0111eni sadr\u017Eaj
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Veli\u010Dina IFrame-a
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0160irina
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Jedinica za \u0161irinu
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Visina
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Jedinica za visinu
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=% vrednosti odnosi se na stvarno dostupan prostor za IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Sa\u010Duvaj
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Odustani
CTX_ADDIFRAME=Ugradi sadr\u017Eaj\: {0}
CTX_ADDIFRAME_GROUP=Ugradi sadr\u017Eaj
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Pokrenuta (varijanta) aplikacije se nalazi u sloju CUSTOMER ili CUSTOMER_BASE. Stoga vi kao SAP developer ne mo\u017Eete da vidite dostupne varijante aplikacije.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Pregled varijante aplikacije za SAP Developer-e
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Prika\u017Ei URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Prethodni prikaz IFrame-a
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Poka\u017Ei prethodni prikaz
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=A\u017Euriraj prethodni prikaz
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Izaberite Poka\u017Ei prethodni prikaz da poka\u017Eete ugra\u0111eni sadr\u017Eaj. Ako se ni\u0161ta ne poka\u017Ee, potvrdite URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (kliknite da uredite ru\u010Dno)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Dostupne vrednosti (kliknite da dodate u URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametar
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Primer vrednosti
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Tra\u017Ei parametre
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=URL-ovi koji se ovde koriste obavezni su za ispunjavanje odre\u0111enih preduslova i ne\u0107e raditi bez njih.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Dodatno \u010Ditaj

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=Naziv je promenjen u {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Element {0} je preme\u0161ten na drugu poziciju
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Element {0} je uklonjen
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Element {0} je otkriven
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Element {0} je kombinovan
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Element {0} je podeljen
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Grupa {0} je dodata
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Polje {0} je dodato
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame je dodat
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Pode\u0161avanja elementa {0} su promenjena
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Element je preme\u0161ten u ovaj spremnik
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Ovaj element je deo podele
TIT_CHANGEVISUALIZATION_CHANGE=Promena
TIT_CHANGEVISUALIZATION_CHANGES=Promene
TIT_CHANGEVISUALIZATION_DATE=Datum
TIT_CHANGEVISUALIZATION_DETAILS=Detalji
TIT_CHANGEVISUALIZATION_DESCRIPTION=Opis
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Prika\u017Ei promene klju\u010Dnog korisnika
BUT_CHANGEVISUALIZATION_HIDECHANGES=Sakrij prikaz promena klju\u010Dnog korisnika
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Poka\u017Ei sve promene
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Poka\u017Ei preme\u0161tene elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Poka\u017Ei preimenovane elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Poka\u017Ei dodate elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Poka\u017Ei kombinovane i podeljene elemente
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Poka\u017Ei uklonjene elemente
MSG_LOCAL_RESET_VARIANT_SAVE=Spremnik je ponovo postavljen i pogled je sa\u010Duvan automatski.
