
SERVICE_NAME=Ajust d'IU
BTN_SAVE=Desar
BTN_SAVE_DRAFT=Desar esborrany
BTN_EXIT=Sortir
BTN_DONE=Concl\u00F2s
MSG_SAVE_SUCCESS=S'han desat les modificacions.
MSG_SAVE_DRAFT_SUCCESS=S'han desat les modificacions de l'esborrany.
CTX_REMOVE=Eliminar
CTX_REMOVE_TITLE=Eliminar
CTX_LOCAL_RESET=Restablir contenidor
CTX_ADD_ELEMENTS=Afegir\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Afegir a...
MULTIPLE_CONTROL_NAME=Contingut
CTX_CUT=Retallar
CTX_PASTE=Inserir
CTX_GROUP_FIELDS=Combinar
CTX_UNGROUP_FIELDS=Compartir
CTX_CREATE_CONTAINER=Crear\: {0}
TITLE_CREATE_CONTAINER=Nou\: {0}
CTX_RENAME=Reanomenar
CTX_SETTINGS=Configuracions
CTX_VARIANT_SWITCH=Canviar vistes
CTX_VARIANT_SAVE=Desar vista
CTX_VARIANT_SAVEAS=Desar vista com a
CTX_VARIANT_SET_TITLE=Establir t\u00EDtol
CTX_VARIANT_MANAGE=Gestionar vistes
BTN_CREATE_NEW_VIEW=Desar com a nova vista
MSG_CHANGE_READONLY_VARIANT=No podeu tractar aquesta vista perqu\u00E8 est\u00E0 protegida. Per modificar-la, deseu-la com una nova vista.
BTN_MODIFIED_VARIANT_SAVE=Desar modificacions
BTN_MODIFIED_VARIANT_DISCARD=Rebutjar modificacions
MSG_CHANGE_MODIFIED_VARIANT=Teniu modificacions no desades en aquesta vista. Voleu desar-les o rebutjar-les?
CTX_ADDXML_AT_EXTENSIONPOINT=Afegir fragment a punt d'extensi\u00F3
BTN_FREP_OK=D'acord
BTN_FREP_REMOVE=Eliminar
BTN_FREP_CANCEL=Cancel\u00B7lar
LBL_FREP=era {0}
HEADER_ADDITIONAL_ELEMENTS=Contingut disponible\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Contingut disponible per\: {0}
BTN_MANAGE_APPS_TXT=Variants d'aplicaci\u00F3
BTN_MANAGE_APPS_ITEM=Gestionar
BTN_SAVE_AS=Desar com a
TOOLTIP_SAVE_AS=Crear nova variant d\u2019aplicaci\u00F3
BTN_UNDO=Reinicialitzar
BTN_REDO=Repetir
BTN_MENU=M\u00E9s accions
BTN_RESTORE=Reinicialitzar
BTN_ADAPTATION=Ajust d'IU
BTN_FEEDBACK=Comentaris
BTN_CLOSE_FEEDBACK_DIALOG=Tancar
TIT_FEEDBACK=Enviar comentaris
TIT_DRAFT=Esborrany
TIT_ORIGINAL_APP=Aplicaci\u00F3 original
TIT_VERSION_1=Versi\u00F3 1
LBL_ACTIVE=Activa
LBL_INACTIVE=Inactiva
TIT_VERSION_HISTORY_PUBLISHED=Publicat
TIT_VERSION_HISTORY_UNPUBLISHED=No publicat
MSG_DRAFT_ACTIVATION_SUCCESS=Nova versi\u00F3 activada
MSG_DRAFT_ACTIVATION_FAILED=L'esborrany no es pot activar en aquests moments. Intenteu-ho de nou m\u00E9s tard.
MSG_SWITCH_VERSION_FAILED=No s'ha pogut canviar de versi\u00F3. Torneu a carregar.
MSG_SWITCH_ADAPTATION_FAILED=No s'ha pogut canviar d'adaptaci\u00F3. Torneu a carregar.
TIT_VERSION_TITLE=T\u00EDtol
TIT_VERSION_TITLE_DIALOG=Activar nova versi\u00F3
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reactivar versi\u00F3
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Introduir un t\u00EDtol de versi\u00F3
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmar
BUT_VERSION_TITLE_DIALOG_CANCEL=Cancel\u00B7lar
TOL_ACTIVATE=Activar nova versi\u00F3
TOL_DISCARD_DRAFT=Rebutjar esborrany
TOL_PUBLISH_VERSION=Publicar versi\u00F3
TIT_SWITCH_VERSION_DIALOG=Canviar versi\u00F3
MSG_SWITCH_VERSION_DIALOG=Teniu modificacions d'IU sense desar. Voleu desar-les abans de canviar?
TIT_DRAFT_DISCARD_DIALOG=Rebutjar l'esborrany existent
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Voleu rebutjar l'esborrany existent i tornar a comen\u00E7ar?
BTN_TRANSLATE=Traduir
BTN_UPLOAD_CHANGED_TEXTS=Carregar
TIT_UPLOAD_CHANGED_TEXTS=Carregar traduccions
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Hi ha modificacions sense desar tradu\u00EFbles amb textos. L'estat actual es deser\u00E0 abans de que es baixi l'arxiu XLIFF.
MSG_UPLOAD_CHANGED_TEXTS=Carregar un arxiu XLIFF que cont\u00E9 traduccions de textos IU modificats
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Cancel\u00B7lar
BTN_OPEN_DOWNLOAD_TRANSLATION=Baixar
BTN_OPEN_UPLOAD_TRANSLATION=Carregar
MSG_UPLOAD_TRANSLATION_SUCCESS=Traducci\u00F3 carregada correctament
BTN_DOWNLOAD_CHANGED_TEXTS=Baixar
TIT_DOWNLOAD_CHANGED_TEXTS=Baixar
MSG_DOWNLOAD_CHANGED_TEXTS=Baixar un arxiu XLIFF que cont\u00E9 textos d'IU que s'han modificat. S'inclouen les traduccions existents per a aquests textos.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Cancel\u00B7lar
TXT_SOURCE_LANGUAGE=Idioma d'origen
TXT_TARGET_LANGUAGE=Idioma de destinaci\u00F3
BTN_NAVIGATION=Navegaci\u00F3
BTN_VISUALIZATION=Visualitzaci\u00F3
HEADER_WARNING=Advert\u00E8ncia
HEADER_ERROR=Error
MSG_RESTORE_FAILED=Les vostres modificacions d''IU no es poden rebutjar en aquest moment. Torneu a intentar-ho m\u00E9s tard o poseu-vos en contacte amb l''administrador\: {0}
FORM_PERS_RESET_TITLE=Reinicialitzar a versi\u00F3 est\u00E0ndard
FORM_PERS_RESET_MESSAGE=Voleu rebutjar totes les modificacions d'IU i reinicialitzar l'aplicaci\u00F3 a la versi\u00F3 est\u00E0ndard?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Voleu rebutjar totes les personalitzacions i reinicialitzar l'aplicaci\u00F3?
MSG_LREP_TRANSFER_ERROR=S'ha produ\u00EFt un error t\u00E8cnic. Intenteu-ho de nou m\u00E9s tard o poseu-vos en contacte amb l'administrador.
MSG_ERROR_REASON=Motiu\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Sortir
MSG_UNSAVED_CHANGES_ON_CLOSE=Voleu desar les modificacions?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=Voleu desar les modificacions de l'esborrany?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Desar
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Desar esborrany
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Rebutjar
MSG_UNSAVED_CHANGES=Si confirmeu es perdran les modificacions d'IU. Per desar-les, tanqueu aquest di\u00E0leg i sortiu del mode d'ajust d'IU.
MSG_NO_FIELDS=No hi ha m\u00E9s contingut disponible
HEADER_PERSONALIZATION_EXISTS=Informaci\u00F3
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Heu personalitzat l'aplicaci\u00F3 o hi ha vistes p\u00FAbliques. L'aplicaci\u00F3 es tornar\u00E0 a carregar sense aquestes modificacions.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Les modificacions fetes a la IU en mode de navegaci\u00F3 es rebutjaran quan sortiu de l'adaptaci\u00F3 d'IU.
MSG_DRAFT_EXISTS=Hi ha modificacions d'esborrany per a aquesta aplicaci\u00F3. L'aplicaci\u00F3 es tornar\u00E0 a carregar amb aquestes modificacions.
MSG_DRAFT_DISCARD_DIALOG=Segur que voleu rebutjar les modificacions d'esborrany? L'aplicaci\u00F3 es tornar\u00E0 a carregar.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Heu personalitzat l'aplicaci\u00F3 o hi ha vistes p\u00FAbliques i esborranys de modificacions disponibles. L'aplicaci\u00F3 es tornar\u00E0 a carregar sense les modificacions de personalitzaci\u00F3 i vistes p\u00FAbliques, per\u00F2 amb les modificacions d'esborrany.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=L'esborrany est\u00E0 disponible.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Voleu rebutjar les modificacions d'esborrany i tornar a activar la versi\u00F3?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Heu personalitzat l'aplicaci\u00F3 i hi ha modificacions d'esborrany disponibles. L'aplicaci\u00F3 es tornar\u00E0 a carregar sense les modificacions de personalitzaci\u00F3, per\u00F2 amb les modificacions d'esborrany.
MSG_HIGHER_LAYER_CHANGES_EXIST=Heu personalitzat l'aplicaci\u00F3. Es tornar\u00E0 a carregar sense aquestes modificacions.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Heu personalitzat l'aplicaci\u00F3 i hi ha disponibles vistes espec\u00EDfiques del rol. L'aplicaci\u00F3 es tornar\u00E0 a carregar sense les modificacions de personalitzaci\u00F3, per\u00F2 amb les vistes espec\u00EDfiques del rol.
MSG_RESTRICTED_CONTEXT_EXIST=Hi ha disponibles vistes espec\u00EDfiques del rol per a aquesta aplicaci\u00F3. L'aplicaci\u00F3 es tornar\u00E0 a carregar amb aquestes vistes.
HEADER_RELOAD_NEEDED=Cal tornar a carregar l'aplicaci\u00F3
BUTTON_RELOAD_NEEDED=Tornar a carregar
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Ara l\u2019aplicaci\u00F3 es tornar\u00E0 a carregar amb les modificacions de personalitzaci\u00F3 i les vistes p\u00FAbliques.
MSG_RELOAD_WITHOUT_DRAFT=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar sense les modificacions d'esborrany.
MSG_RELOAD_ACTIVATED_DRAFT=L'aplicaci\u00F3 es tornar\u00E0 a carregar amb la versi\u00F3 activa.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar sense les modificacions d'esborrany. Es tornaran a aplicar les modificacions de personalitzaci\u00F3 i vistes p\u00FAbliques.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar amb les modificacions de personalitzaci\u00F3. Les vistes espec\u00EDfiques de rol o p\u00FAbliqes es tornaran a aplicar.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Ara l\u2019aplicaci\u00F3 es tornar\u00E0 a carregar amb les vistes espec\u00EDfiques de rol o p\u00FAbliques.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar amb les vostres modificacions personals i amb l'adaptaci\u00F3 que tingui la m\u00E0xima prioritat i que coincideixi amb els vostres rols d'usuari.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=Ara l'aplicaci\u00F3 es tornar\u00E0 a carregar amb l'adaptaci\u00F3 que tingui la m\u00E0xima prioritat i que coincideixi amb els vostres rols d'usuari.
MSG_RELOAD_WITH_ALL_CHANGES=L'aplicaci\u00F3 es tornar\u00E0 a carregar amb totes les modificacions.
MSG_RELOAD_NEEDED=Les modificacions que heu fet requereixen que es torni a carregar l'aplicaci\u00F3.
MSG_MANAGE_APPS_FAILED=El resum de les variants d'aplicaci\u00F3 temporalment no est\u00E0 disponible. Intenteu-ho de nou m\u00E9s tard o poseu-vos en contacte amb l'administrador.
APP_VARIANT_DIALOG_SAVE=Desar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Desar
APP_VARIANT_DIALOG_CLOSE=Tancar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancel\u00B7lar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancel\u00B7lar
CREATE_APP_VARIANT_DIALOG_TITLE=Desar com a nova variant d\u2019aplicaci\u00F3
APP_DIALOG_TITLE_TEXT=T\u00EDtol
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtol
APP_DIALOG_DESCRIPTION_TEXT=Descripci\u00F3
APP_DIALOG_ICON_TEXT=Icona
RENAME_ERROR_TITLE=Error de fixaci\u00F3 de nom
RENAME_EMPTY_ERROR_TEXT=Introdu\u00EFu un nom.
RENAME_BINDING_ERROR_TEXT=El nom no pot contenir "{". Seleccioneu un nom diferent.
APP_VARIANT_ICON_SELECT_ICON=Seleccionar icona
APP_VARIANT_ICON_NO_DATA=No s\u2019ha trobat cap icona.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=S\u2019ha desat la nova variant d\u2019aplicaci\u00F3.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=El mode d\u2019ajust d\u2019IU es tancar\u00E0 i tornar\u00E0 a la p\u00E0gina d\u2019inici. Quan el nou mosaic estigui disponible se li notificar\u00E0.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Quan el nou mosaic estigui disponible se li notificar\u00E0.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=El mode d\u2019ajust d\u2019IU es tancar\u00E0. Poseu-vos en contacte amb l''administrador per afegir el mosaic a la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori (ID d\u2019aplicaci\u00F3\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Poseu-vos en contacte amb l''administrador per afegir el mosaic a la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori (ID d\u2019aplicaci\u00F3\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Error
MSG_LOAD_APP_VARIANT_FAILED=No s\u2019ha pogut carregar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_SAVE_APP_VARIANT_FAILED=No s\u2019ha pogut desar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_UPDATE_APP_VARIANT_FAILED=No s\u2019ha pogut actualitzar la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=La variant d\u2019aplicaci\u00F3 nova s\u2019ha desat, per\u00F2 no s\u2019ha pogut assignar al cat\u00E0leg. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador de contingut\:
MSG_TILE_CREATION_FAILED=Actualitzeu la p\u00E0gina d\u2019inici de la plataforma de llan\u00E7ament de SAP Fiori per comprovar si s\u2019ha creat el mosaic nou. Si no est\u00E0 disponible o si no funciona correctament, poseu-vos en contacte amb l\u2019administrador de contingut.
MSG_COPY_UNSAVED_CHANGES_FAILED=La variant d\u2019aplicaci\u00F3 i les modificacions d\u2019IU corresponents no s'han pogut desar. La variant d'aplicaci\u00F3 no est\u00E0 disponible. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Introduir t\u00EDtol
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=El nou mosaic est\u00E0 disponible. Per a visualitzar-lo, actualitzeu el navegador.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informaci\u00F3
SAVE_APP_VARIANT_OK_TEXT=D'acord
SAVE_APP_VARIANT_CLOSE_TEXT=Tancar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID i tancar
MSG_APP_VARIANT_ID=ID de variant d\u2019aplicaci\u00F3\: {0}
MSG_TECHNICAL_ERROR=Error\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Resum de variants d'aplicaci\u00F3
APP_VARIANT_TILE_ARIA_LABEL=Previsualitzaci\u00F3 del mosaic Fiori
MENU_ITEM_KEY_USER=Per a usuari clau
MENU_ITEM_SAP_DEVELOPER=Per a desenvolupador SAP
MSG_DEPENDENCY_ERROR=La modificaci\u00F3 no es pot aplicar a la IU. Reinicialitzeu la IU a l'estat original i torneu a crear les modificacions. Atenci\u00F3\: Aquesta acci\u00F3 reinicialitzar\u00E0 totes les modificacions que hagi fet qualsevol usuari en aquesta aplicaci\u00F3. Tamb\u00E9 podeu posar-vos en contacte amb el servei de suport de SAP creant un tiquet per al component CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=La variant d''aplicaci\u00F3 (ID\: {0}) s''ha suprimit.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=La variant d''aplicaci\u00F3 (ID\: {0}) s''ha suprimit. Per suprimir el mosaic de la plataforma de llan\u00E7ament, torneu a carregar la p\u00E0gina d''inici.
MSG_DELETE_APP_VARIANT_FAILED=No s\u2019ha pogut suprimir la variant d\u2019aplicaci\u00F3. Envieu la seg\u00FCent informaci\u00F3 t\u00E8cnica a l\u2019administrador\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informaci\u00F3
DELETE_APP_VARIANT_OK_TEXT=D'acord
DELETE_APP_VARIANT_CLOSE_TEXT=Tancar
MSG_NO_BUSINESS_CONTEXTS=Cap
MSG_DO_NOT_CLOSE_BROWSER=Operaci\u00F3 en curs\: no tanqueu el navegador.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Supressi\u00F3 en curs\: no tanqueu el navegador.\nTingueu en compte que el mosaic per a la variant d'aplicaci\u00F3 seguir\u00E0 visible per la durada del proc\u00E9s de supressi\u00F3.
MSG_CATALOGS_LOCKED=La variant d'aplicaci\u00F3 no s'ha pogut suprimir. Intenteu-ho de nou m\u00E9s tard.

MSG_UNSTABLE_ID_FOUND=Alguns dels vostres controls no tenen ID estables. Utilitzeu l'assistent de suport per identificar els controls afectats com es descriu [aqu\u00ED](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), i establiu els ID. (Aquest missatge nom\u00E9s \u00E9s visible internament a SAP, per\u00F2 haur\u00EDeu d\u2019establir els ID el m\u00E9s aviat possible).

MSG_NO_FLEX_ENABLED_FLAG=La vostra aplicaci\u00F3 no est\u00E0 activada per a l'ajust d'IU. Comproveu els requisits previs descrits [aqu\u00ED](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Aquest missatge nom\u00E9s \u00E9s visible internament a SAP. La funcionalitat no est\u00E0 afectada, per\u00F2 haur\u00EDeu d'ocupar-vos-en el m\u00E9s aviat possible).

IFRAME_ADDIFRAME_DIALOG_TITLE=Definir contingut integrat
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Actualitzar contingut integrat
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Mida de l\u2019IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Amplada
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unitat de l\u2019amplada
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Al\u00E7ada
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unitat de l\u2019al\u00E7ada
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Desar
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Cancel\u00B7lar
CTX_ADDIFRAME=Integrar contingut\: {0}
CTX_ADDIFRAME_GROUP=Integrar contingut
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=La (variant d\u2019) aplicaci\u00F3 iniciada es troba a la capa CUSTOMER o CUSTOMER_BASE. Per tant, com a desenvolupador SAP no podeu veure les variants d'aplicaci\u00F3 disponibles.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Resum de variant d\u2019aplicaci\u00F3 per a desenvolupadors SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Vista pr\u00E8via d\u2019URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Vista pr\u00E8via de l\u2019IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Mostrar vista pr\u00E8via
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Actualitzar vista pr\u00E8via
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Seleccionar Mostrar vista pr\u00E8via per mostrar el contingut integrat. Si no es visualitza res, verifiqueu l'URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (feu-hi clic per editar-la manualment)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valors disponibles (fer clic per afegir a l'URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Par\u00E0metre
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemple de valor
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Cercar par\u00E0metres
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Les URL que s\u2019utilitzen aqu\u00ED s\u00F3n necess\u00E0ries per satisfer algunes condicions pr\u00E8vies i no funcionaran sense aquestes.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=M\u00E9s informaci\u00F3
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=T\u00EDtol
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Contingut integrat
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Percentatge relatiu a l'amplada de la secci\u00F3
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Percentatge relatiu a l'amplada de la cap\u00E7alera
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Percentatge relatiu a l'al\u00E7ada de la finestra de navegador
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Quantitat de p\u00EDxels
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=Relatiu a la mida del tipus de lletra de l'element HTML arrel
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Opcions avan\u00E7ades
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=Mode de navegaci\u00F3 heretat
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=Quan es passa al mode de navegaci\u00F3 heretat, s'afegeixen autom\u00E0ticament diverses entrades a l'historial del navegador (per exemple, en resoldre par\u00E0metres d'URL). Aix\u00F2 pot tenir un impacte no desitjat en el comportament del bot\u00F3 "Enrere" del navegador o en la navegaci\u00F3 dins de les aplicacions dels elements de SAP Fiori. Feu servir aquest mode \u00FAnicament si teniu problemes amb contingut obsolet o si el contingut incrustat no es carrega correctament.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=No es permet el protocol.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=No es permet incrustar contingut HTTP en un amfitri\u00F3 HTTPS.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=No es permet la URL.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Introdu\u00EFu una URL v\u00E0lida.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=S''ha modificat el nom per "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=S''ha modificat el nom de "{1}" per "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=L''element "{0}" s''ha despla\u00E7at
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=L''element "{0}" s''ha despla\u00E7at dins del seu contenidor
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=L''element "{0}" s''ha eliminat
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=L''element "{0}" s''ha afegit
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=L''element "{0}" s''ha combinat
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Els elements "{0}" i "{1}" s''han combinat
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} elements combinats
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=L''element "{0}" s''ha dividit
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=El grup "{0}" s''ha afegit
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=El camp "{0}" s''ha afegit
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=L'iFrame s'ha afegit
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Les opcions de l''element "{0}" s''han modificat
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=L\u2019element s\u2019ha modificat
TIT_CHANGEVISUALIZATION_TYPE=Tipus
TIT_CHANGEVISUALIZATION_CHANGES=Modificacions
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=Detalls
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descripci\u00F3
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualitzar modificacions d\u2019usuari clau
BUT_CHANGEVISUALIZATION_SELECTCHANGES=Seleccionar el tipus de modificaci\u00F3
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Modificacions no visualitzades\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Totes
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Totes les modificacions
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Despla\u00E7ar
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=Elements despla\u00E7ats
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Reanomenar
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=Elements reanomenats
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Afegir
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Elements afegits
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Combinar i dividir
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Elements combinats i dividits
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Eliminar
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Elements eliminats
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Altres
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Altres modificacions
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Totes
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Esborrany
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=No desades
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Ara mateix
MSG_LOCAL_RESET_VARIANT_SAVE=S'ha reinicialitzat el contenidor i la vista s'ha desat autom\u00E0ticament.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Mostrar font
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Mostrar altres parts
BUT_CHANGEVISUALIZATION_LEARNMORE=[M\u00E9s informaci\u00F3]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 modificaci\u00F3
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} modificacions

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Les modificacions d'IU d'aquesta aplicaci\u00F3 s'han fet en un altre sistema. Per evitar conflictes, us recomanem encaridament que les feu en un \u00FAnic sistema i que les transporteu als altres sistemes. Vegeu [Adaptar la IU] (https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Advert\u00E8ncia\: risc de conflictes greus
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Esteu iniciant l'adaptaci\u00F3 de la IU en un sistema productiu. Si teniu un sistema de desenvolupament o de proves, us aconsellem que hi feu les modificacions i que utilitzeu el mecanisme de transport per publicar-les.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Advert\u00E8ncia\: esteu a punt de fer modificacions al sistema productiu
MSG_GENERIC_ERROR_MESSAGE=S''ha produ\u00EFt un error. Poseu-vos en contacte amb el servei de suport de SAP obrint un tiquet per al component CA-UI5-FL-RTA.\nInclogueu-hi la seg\u00FCent informaci\u00F3 t\u00E8cnica\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=Error en iniciar l'adaptaci\u00F3 d'IU

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=No teniu permisos d'usuari clau. Poseu-vos en contacte amb l'administrador.

BTN_TOOLTIP_MOVE_UP=Moure cap amunt
BTN_TOOLTIP_MOVE_DOWN=Moure cap avall
BTN_ADAPTING_FOR=Adaptant per ''{0}''
BTN_ADAPTING_FOR_ALL_USERS=Adaptant per 'Tots els usuaris'
BTN_SWITCH_ADAPTATIONS=Canviar adaptacions
EAC_DIALOG_HEADER=Editar adaptaci\u00F3
SAC_DIALOG_HEADER=Desar com a nova adaptaci\u00F3
DAC_DIALOG_HEADER=Suprimir adaptaci\u00F3
DAC_DIALOG_DESCRIPTION=Segur que voleu suprimir aquesta adaptaci\u00F3?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Teniu modificacions a la IU sense desar. Si suprimiu aquesta adaptaci\u00F3, tamb\u00E9 se suprimiran les modificacions de la IU. Segur que voleu suprimir aquesta adaptaci\u00F3?
DAC_DIALOG_MIGRATION_HEADER=Migrar vistes
DAC_DIALOG_MIGRATION_DESCRIPTION=Hem detectat que ja heu assignat rols a vistes en aquesta aplicaci\u00F3. Si voleu crear una adaptaci\u00F3, heu de migrar les vistes a adaptacions.\nDespr\u00E9s de la migraci\u00F3, cadascuna de les vistes que s'havia assignat a un rol s'inclour\u00E0 en una adaptaci\u00F3. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=Hem detectat que ja heu assignat rols a vistes en aquesta aplicaci\u00F3. Si voleu crear una adaptaci\u00F3, heu de migrar les vistes a adaptacions.\nDespr\u00E9s de la migraci\u00F3, cadascuna de les vistes que s'havia assignat a un rol s'inclour\u00E0 en una adaptaci\u00F3.\n\nTeniu modificacions d'IU no desades. Es desaran abans de la migraci\u00F3.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=Les vistes s'han migrat correctament.\nAra podeu canviar a les adaptacions que s'han creat i verificar-les.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=S'ha produ\u00EFt un error durant la migraci\u00F3. Torneu a provar-ho m\u00E9s endavant o adreceu-vos a l'administrador.
MANAGE_ADAPTATIONS_DIALOG_HEADER=Gestionar adaptacions
BTN_MANAGE_APP_CTX=Gestionar adaptacions
TXT_MANAGE_APP_CTX=Visualitzar, editar o suprimir adaptacions
CLM_HEADER_PRIORITY=Prioritat
CLM_HEADER_CREATED=Creat
CLM_HEADER_CHANGED=\u00DAltima modificaci\u00F3
CLM_HEADER_ADAPTATIONS_ACTIONS=Accions
CLM_HEADER_CONTEXT=Context
CLM_HEADER_ADAPTATIONS_TITLE=T\u00EDtol
CLM_HEADER_ADAPTATIONS_CREATED_ON=Data de creaci\u00F3
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Modificat el
MAA_DIALOG_DESCRIPTION=Descripci\u00F3
MAA_DIALOG_SAVE_AS_APP=Desar com a
MAA_DIALOG_ADAPT_UI=Ajustar IU
MENU_BTN_SHARE=Compartir
MENU_BTN_EDIT=Editar
MAA_DIALOG_DELETE=Suprimir
TXT_SELECT_FIRST_PRIO=Inserir abans de tot (Prioritat '1')
TXT_SELECT_PRIO=Inserir despr\u00E9s de ''{0}'' (Prioritat ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Introduir descripci\u00F3
TXT_TABLE_CONTEXT_CELL_ROLE=Rol
TXT_TABLE_CONTEXT_CELL_ROLES=Rols
TXT_DEFAULT_APP=Adaptaci\u00F3 sense context
APP_CTX_DIALOG_SAVE=Desar
APP_CTX_DIALOG_CANCEL=Cancel\u00B7lar
APP_CTX_DIALOG_CONFIRM=Confirmar
TOOLTIP_APP_CTX_DIALOG_SAVE=L'adaptaci\u00F3 basada en el context no s'ha modificat.
TXT_CTX_ERROR_DUPLICATE_TITLE=El t\u00EDtol de l'adaptaci\u00F3 ja existeix. Introdu\u00EFu-ne un de diferent.
TXT_CTX_ERROR_MAX_LEN=Els t\u00EDtols de les adaptacions estan restringits a {0}\u00A0car\u00E0cters
TXT_CTX_ERROR_EMPTY_TITLE=Indiqueu un t\u00EDtol.
