
SERVICE_NAME=UI-Anpassung
TOOLBAR_TITLE=UI anpassen
TOOLBAR_TITLE_PERSONALIZE=App personalisieren
BTN_EXIT=Sichern und beenden
BTN_DONE=Fertig
BTN_DONE_TOOLTIP=\u00C4nderungen sichern
CTX_ADAPT=Mehr...
CTX_REMOVE=Entfernen
CTX_REMOVE_TITLE=Entfernen
CTX_ADD_ELEMENTS=Hinzuf\u00FCgen\: {0}
MULTIPLE_CONTROL_NAME=Inhalt
CTX_CUT=Ausschneiden
CTX_PASTE=Einf\u00FCgen
CTX_GROUP_FIELDS=Zusammenf\u00FCgen
CTX_UNGROUP_FIELDS=Aufteilen
CTX_CREATE_CONTAINER=Anlegen\: {0}
TITLE_CREATE_CONTAINER=Neu\: {0}
CTX_RENAME=Umbenennen
CTX_SETTINGS=Einstellungen
CTX_TRIGGER=Navigieren zu
CTX_VARIANT_SWITCH=Ansichten wechseln
CTX_VARIANT_DUPLICATE=Duplizieren
CTX_VARIANT_SET_TITLE=Titel festlegen
CTX_VARIANT_MANAGE=Ansichten verwalten
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Entfernen
BTN_FREP_CANCEL=Abbrechen
BTN_FREP_CCF=Benutzerdefiniertes Feld, Assoziation oder Logik anlegen
LBL_FREP=war {0}
HEADER_SETTINGS=Einstellungen
HEADER_ADDITIONAL_ELEMENTS=Verf\u00FCgbarer Content\: {0}
BTN_SHARE=Teilen
BTN_MANAGE_APPS_TXT=App-Varianten verwalten
BTN_SAVE_AS=Sichern als
TOOLTIP_SAVE_AS=Neue App-Variante anlegen
BTN_UNDO=R\u00FCckg\u00E4ngig
BTN_REDO=Wiederherstellen
BTN_PUBLISH=Ver\u00F6ffentlichen
BTN_RESTORE=Zur\u00FCcksetzen
BTN_TRANSPORT=Transportieren
BTN_ADAPTATION=UI-Anpassung
BTN_NAVIGATION=Navigation
HEADER_RESTORE_FAILED=Fehler
HEADER_WARNING=Warnung
HEADER_ERROR=Fehler
MSG_RESTORE_FAILED=Ihre UI-\u00C4nderungen k\u00F6nnen momentan leider nicht verworfen werden. Bitte versuchen Sie es sp\u00E4ter erneut, oder wenden Sie sich an den Administrator\: {0}
MSG_PUBLISH_ERROR=Ihre UI-\u00C4nderungen k\u00F6nnen momentan leider nicht ver\u00F6ffentlicht werden. Bitte versuchen Sie es sp\u00E4ter erneut, oder wenden Sie sich an den Administrator\: {0}
MSG_TRANSPORT_SUCCESS=Ihre UI-\u00C4nderungen wurden in den Transport aufgenommen.
MSG_PUBLISH_SUCCESS=Ihre UI-\u00C4nderungen wurden zur Ver\u00F6ffentlichung eingeplant.
HEADER_TRANSPORT_INAPPLICABLE=Information
MSG_TRANSPORT_INAPPLICABLE=Alle UI-\u00C4nderungen wurden bereits in einen Transport aufgenommen.
HEADER_TRANSPORT_APPLYSAVE_ERROR=Fehler
MSG_TRANSPORT_APPLYSAVE_ERROR=Ihre UI-\u00C4nderungen k\u00F6nnen momentan leider nicht \u00FCbernommen oder gesichert werden. Verlassen Sie den Anpassungsmodus und starten Sie die App erneut\: {0}
FORM_PERS_RESET_TITLE=Auf Standardversion zur\u00FCcksetzen
FORM_PERS_RESET_MESSAGE=Wollen Sie alle UI-\u00C4nderungen verwerfen und die App auf die Standardversion zur\u00FCcksetzen?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Wollen Sie alle Personalisierungen verwerfen und die App zur\u00FCcksetzen?
MSG_LREP_TRANSFER_ERROR=Leider ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es sp\u00E4ter erneut oder wenden Sie sich an Ihren Administrator.
MSG_ERROR_REASON=Ursache\:\n{0}
MSG_UNSAVED_CHANGES=Wenn Sie best\u00E4tigen, gehen Ihre UI-\u00C4nderungen verloren. Um die \u00C4nderungen zu sichern, schlie\u00DFen Sie dieses Dialogfenster und beenden Sie den UI-Anpassungsmodus.
MSG_REMOVING_TOOLBAR=Der Header dieser Gruppe enth\u00E4lt zus\u00E4tzliche Elemente. Wenn Sie die Gruppe entfernen, werden diese gel\u00F6scht. Wollen Sie die Gruppe dennoch entfernen?
MSG_NO_FIELDS=Kein weiterer Content verf\u00FCgbar
HEADER_PERSONALIZATION_EXISTS=Information
MSG_PERSONALIZATION_EXISTS=Sie haben die App personalisiert. Im UI-Anpassungsmodus wird die App ohne Ihre Einstellungen zur Personalisierung neu geladen.
MSG_HIGHER_LAYER_CHANGES_EXIST=Sie haben in der App \u00C4nderungen in h\u00F6heren Schichten. Im UI-Anpassungsmodus wird die App ohne diese \u00C4nderungen neu geladen.
HEADER_RELOAD_NEEDED=App muss neu geladen werden.
BUTTON_RELOAD_NEEDED=Neu laden
MSG_RELOAD_WITH_PERSONALIZATION=Die App wird mit Ihren Einstellungen zur Personalisierung neu geladen.
MSG_RELOAD_WITH_ALL_CHANGES=Die App wird mit allen \u00C4nderungen neu geladen.
MSG_RELOAD_NEEDED=Einige Ihrer \u00C4nderungen werden nur aktiv, wenn die App neu geladen wird.
MAA_CLOSE_BUTTON=Schlie\u00DFen
DUPLICATE_ERROR_TEXT=Es gibt bereits eine Ansicht mit diesem Namen. Bitte geben Sie einen anderen Namen ein.
BLANK_ERROR_TEXT=Geben Sie einen Namen f\u00FCr die Ansicht ein.
HEADER_MANAGE_APPS_FAILED=Fehler
MSG_MANAGE_APPS_FAILED=Die \u00DCbersicht der App-Varianten ist gerade nicht verf\u00FCgbar. Bitte versuchen Sie es sp\u00E4ter erneut oder wenden Sie sich an Ihren Administrator.
APP_VARIANT_DIALOG_SAVE=Sichern
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Sichern
APP_VARIANT_DIALOG_CLOSE=Schlie\u00DFen
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Abbrechen
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Abbrechen
CREATE_APP_VARIANT_DIALOG_TITLE=Als neue App-Variante sichern
APP_DIALOG_TITLE_TEXT=Titel
APP_DIALOG_SUB_TITLE_TEXT=Untertitel
APP_DIALOG_DESCRIPTION_TEXT=Beschreibung
APP_DIALOG_ICON_TEXT=Symbol
BLANK_DUPLICATE_TITLE_TEXT=Benennungsfehler
APP_DIALOG_ICON_TOOLTIP=Symbol f\u00FCr Titel ausw\u00E4hlen
APP_DIALOG_ICON_BROWSE_BUTTON=Durchsuchen
APP_VARIANT_ICON_SEARCH_TOOLTIP=SAPUI5-Symbole suchen
APP_VARIANT_ICON_DIALOG_ICON=Symbol
APP_VARIANT_ICON_DIALOG_NAME=Name
APP_VARIANT_ICON_SELECT_ICON=Symbol ausw\u00E4hlen
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=Abbrechen
APP_VARIANT_ICON_NO_DATA=Kein Symbol gefunden.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Die neue App-Variante wurde gesichert.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Die UI-Anpassung wird geschlossen. Sie gelangen wieder auf die Startseite und werden benachrichtigt, sobald die neue Kachel verf\u00FCgbar ist.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Sie werden benachrichtigt, sobald die neue Kachel verf\u00FCgbar ist.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Die UI-Anpassung wird geschlossen. Bitten Sie Ihren Administrator, die Kachel zur Startseite des SAP Fiori Launchpad hinzuzuf\u00FCgen (App-ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Bitten Sie Ihren Administrator, die Kachel zur Startseite des SAP Fiori Launchpad hinzuzuf\u00FCgen (App-ID\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=Die App-Variante konnte leider nicht angelegt werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator.
HEADER_SAVE_APP_VARIANT_FAILED=Fehler
MSG_LOAD_APP_VARIANT_FAILED=Die App-Variante konnte leider nicht geladen werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator\:
MSG_SAVE_APP_VARIANT_FAILED=Die App-Variante konnte leider nicht gesichert werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator.
MSG_CATALOG_ASSIGNMENT_FAILED=Die neue App-Variante wurde zwar gesichert, konnte aber nicht dem Katalog zugeordnet werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Content-Administrator\:
MSG_TILE_CREATION_FAILED=Aktualisieren Sie die Startseite des SAP Fiori Launchpad und schauen Sie nach, ob die neue Kachel angelegt wurde. Bitte wenden Sie sich an Ihren Content-Administrator, falls die Kachel nicht vorhanden ist oder nicht richtig funktioniert.
MSG_COPY_UNSAVED_CHANGES_FAILED=Leider konnten Ihre App-Variante und die entsprechenden UI-\u00C4nderungen nicht gesichert werden. Die App-Variante ist nicht verf\u00FCgbar. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Titel eingeben
HEADER_APP_VARIANT_FEATURE_FAILED=Fehler
MSG_APP_VARIANT_FEATURE_FAILED=Das App-Varianten-Feature ist derzeit nicht verf\u00FCgbar. Bitte wenden Sie sich an Ihren Administrator\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Information
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Die neue Kachel ist jetzt verf\u00FCgbar. Aktualisieren Sie den Browser, um die Kachel anzuzeigen.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Information
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Schlie\u00DFen
SAVE_APP_VARIANT_COPY_ID_TEXT=ID kopieren und schlie\u00DFen
MSG_APP_VARIANT_ID=App-Varianten-ID\: {0}
MSG_TECHNICAL_ERROR=Fehler\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u00DCbersicht der App-Varianten
APP_VARIANT_TILE_ARIA_LABEL=SAP-Fiori-Kachelvorschau
MENU_ITEM_KEY_USER=F\u00FCr Key-User
MENU_ITEM_SAP_DEVELOPER=F\u00FCr SAP-Entwickler
HEADER_DEPENDENCY_ERROR=Fehler
MSG_DEPENDENCY_ERROR=Sie k\u00F6nnen diese \u00C4nderung nicht f\u00FCr das UI \u00FCbernehmen. Bitte setzen Sie das UI auf den Originalzustand zur\u00FCck und legen Sie die \u00C4nderungen erneut an. Achtung\: Damit setzen Sie alle \u00C4nderungen zur\u00FCck, die andere Benutzer an der App vorgenommen haben. Alternativ k\u00F6nnen Sie sich auch an den SAP-Support werden. Legen Sie dazu eine Meldung f\u00FCr die Komponente CA-UI5-FL-RTA an.
MSG_INCORRECT_APP_VERSION_ERROR=Die Anwendungsversion fehlt oder ist falsch.
DELETE_APP_VARIANT_NO_TRANSPORT=Information
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Um diese App-Variante zu l\u00F6schen, brauchen Sie einen Transportauftrag. Bitten Sie Ihren Administrator, einen Auftrag f\u00FCr Sie anzulegen. Anschlie\u00DFend k\u00F6nnen Sie die App-Variante anlegen
DELETE_APP_VARIANT_SUCCESS_MESSAGE=App-Variante (ID\: {0}) wurde erfolgreich gel\u00F6scht
MSG_DELETE_APP_VARIANT_FAILED=Die App-Variante konnte leider nicht gel\u00F6scht werden. Bitte senden Sie die folgenden technischen Informationen an Ihren Administrator\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Information
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Schlie\u00DFen
BUSINESS_CONTEXT_TITLE=Verf\u00FCgbare Gesch\u00E4ftskontexte\:
MSG_NO_BUSINESS_CONTEXTS=Keine
MSG_DO_NOT_CLOSE_BROWSER=L\u00F6schung wird durchgef\u00FChrt - bitte den Browser nicht schlie\u00DFen.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=L\u00F6schung wird durchgef\u00FChrt - bitte den Browser nicht schlie\u00DFen.\nBeachten Sie, dass die Kachel f\u00FCr die App-Variante w\u00E4hrend der gesamten Dauer der L\u00F6schung sichtbar bleibt. 
MSG_CATALOGS_LOCKED=Die App-Variante konnte leider nicht gel\u00F6scht wurden. Versuchen Sie es bitte sp\u00E4ter erneut.


MSG_UNSTABLE_ID_FOUND=Einige Ihrer Controls haben keine stabilen IDs. Verwenden Sie den Support-Assistenten zum Identifizieren der betroffenen Controls, wie es unter https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck beschrieben ist, und setzten Sie die IDs.

MSG_NO_FLEX_ENABLED_FLAG=Ihre App ist nicht f\u00FCr die UI-Anpassung aktiviert. Pr\u00FCfen Sie die Voraussetzungen unter https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af.
