
SERVICE_NAME=UI \u9069\u5FDC
BTN_SAVE=\u4FDD\u5B58
BTN_SAVE_DRAFT=\u30C9\u30E9\u30D5\u30C8\u3092\u4FDD\u5B58
BTN_EXIT=\u7D42\u4E86
BTN_DONE=\u51E6\u7406\u6E08
MSG_SAVE_SUCCESS=\u5909\u66F4\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
MSG_SAVE_DRAFT_SUCCESS=\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
CTX_REMOVE=\u524A\u9664
CTX_REMOVE_TITLE=\u524A\u9664
CTX_LOCAL_RESET=\u30B3\u30F3\u30C6\u30CA\u306E\u30EA\u30BB\u30C3\u30C8
CTX_ADD_ELEMENTS=\u8FFD\u52A0\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=\u8FFD\u52A0...
MULTIPLE_CONTROL_NAME=\u30B3\u30F3\u30C6\u30F3\u30C4
CTX_CUT=\u30AB\u30C3\u30C8
CTX_PASTE=\u30DA\u30FC\u30B9\u30C8
CTX_GROUP_FIELDS=\u7D50\u5408
CTX_UNGROUP_FIELDS=\u5206\u5272
CTX_CREATE_CONTAINER=\u767B\u9332\: {0}
TITLE_CREATE_CONTAINER=\u65B0\u898F\: {0}
CTX_RENAME=\u540D\u79F0\u5909\u66F4
CTX_SETTINGS=\u8A2D\u5B9A
CTX_VARIANT_SWITCH=\u30D3\u30E5\u30FC\u5207\u66FF
CTX_VARIANT_SAVE=\u30D3\u30E5\u30FC\u4FDD\u5B58
CTX_VARIANT_SAVEAS=\u30D3\u30E5\u30FC\u306B\u540D\u524D\u3092\u3064\u3051\u3066\u4FDD\u5B58
CTX_VARIANT_SET_TITLE=\u30BF\u30A4\u30C8\u30EB\u8A2D\u5B9A
CTX_VARIANT_MANAGE=\u30D3\u30E5\u30FC\u7BA1\u7406
BTN_CREATE_NEW_VIEW=\u65B0\u898F\u30D3\u30E5\u30FC\u3068\u3057\u3066\u4FDD\u5B58
MSG_CHANGE_READONLY_VARIANT=\u3053\u306E\u30D3\u30E5\u30FC\u306F\u4FDD\u8B77\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u7DE8\u96C6\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30D3\u30E5\u30FC\u306F\u3001\u65B0\u898F\u30D3\u30E5\u30FC\u3068\u3057\u3066\u4FDD\u5B58\u3057\u3066\u304B\u3089\u5909\u66F4\u3057\u307E\u3059\u3002
BTN_MODIFIED_VARIANT_SAVE=\u5909\u66F4\u5185\u5BB9\u3092\u4FDD\u5B58
BTN_MODIFIED_VARIANT_DISCARD=\u5909\u66F4\u5185\u5BB9\u3092\u7834\u68C4
MSG_CHANGE_MODIFIED_VARIANT=\u3053\u306E\u30D3\u30E5\u30FC\u306B\u672A\u4FDD\u5B58\u306E\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002\u4FDD\u5B58\u3057\u307E\u3059\u304B\u3001\u305D\u308C\u3068\u3082\u7834\u68C4\u3057\u307E\u3059\u304B?
CTX_ADDXML_AT_EXTENSIONPOINT=\u62E1\u5F35\u30DD\u30A4\u30F3\u30C8\u3067\u30D5\u30E9\u30B0\u30E1\u30F3\u30C8\u3092\u8FFD\u52A0
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u524A\u9664
BTN_FREP_CANCEL=\u4E2D\u6B62
LBL_FREP=\u306F {0} \u3067\u3057\u305F
HEADER_ADDITIONAL_ELEMENTS=\u5229\u7528\u53EF\u80FD\u30B3\u30F3\u30C6\u30F3\u30C4\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION={0} \u3067\u5229\u7528\u53EF\u80FD\u306A\u30B3\u30F3\u30C6\u30F3\u30C4
BTN_MANAGE_APPS_TXT=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8
BTN_MANAGE_APPS_ITEM=\u7BA1\u7406
BTN_SAVE_AS=\u5225\u540D\u4FDD\u5B58
TOOLTIP_SAVE_AS=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u767B\u9332
BTN_UNDO=\u5143\u306B\u623B\u3059
BTN_REDO=\u3084\u308A\u76F4\u3057
BTN_MENU=\u8FFD\u52A0\u30A2\u30AF\u30B7\u30E7\u30F3
BTN_RESTORE=\u30EA\u30BB\u30C3\u30C8
BTN_ADAPTATION=UI \u9069\u5FDC
BTN_FEEDBACK=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF
BTN_CLOSE_FEEDBACK_DIALOG=\u9589\u3058\u308B
TIT_FEEDBACK=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u3092\u9001\u308B
TIT_DRAFT=\u30C9\u30E9\u30D5\u30C8
TIT_ORIGINAL_APP=\u30AA\u30EA\u30B8\u30CA\u30EB\u30A2\u30D7\u30EA
TIT_VERSION_1=\u30D0\u30FC\u30B8\u30E7\u30F3 1
LBL_ACTIVE=\u6709\u52B9
LBL_INACTIVE=\u7121\u52B9
TIT_VERSION_HISTORY_PUBLISHED=\u516C\u958B\u6E08
TIT_VERSION_HISTORY_UNPUBLISHED=\u672A\u516C\u958B
MSG_DRAFT_ACTIVATION_SUCCESS=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u6709\u52B9\u5316\u3055\u308C\u307E\u3057\u305F
MSG_DRAFT_ACTIVATION_FAILED=\u30C9\u30E9\u30D5\u30C8\u3092\u305F\u3060\u3061\u306B\u6709\u52B9\u5316\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_SWITCH_VERSION_FAILED=\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u5207\u308A\u66FF\u3048\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_SWITCH_ADAPTATION_FAILED=\u9069\u5FDC\u306E\u5207\u308A\u66FF\u3048\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TIT_VERSION_TITLE=\u30BF\u30A4\u30C8\u30EB
TIT_VERSION_TITLE_DIALOG=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u6709\u52B9\u5316
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u518D\u6709\u52B9\u5316
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u30D0\u30FC\u30B8\u30E7\u30F3\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u78BA\u8A8D
BUT_VERSION_TITLE_DIALOG_CANCEL=\u4E2D\u6B62
TOL_ACTIVATE=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u6709\u52B9\u5316
TOL_DISCARD_DRAFT=\u30C9\u30E9\u30D5\u30C8\u7834\u68C4
TOL_PUBLISH_VERSION=\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u516C\u958B
TIT_SWITCH_VERSION_DIALOG=\u30D0\u30FC\u30B8\u30E7\u30F3\u5207\u66FF
MSG_SWITCH_VERSION_DIALOG=UI \u5909\u66F4\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u5207\u308A\u66FF\u3048\u308B\u524D\u306B\u4FDD\u5B58\u3057\u307E\u3059\u304B\u3002
TIT_DRAFT_DISCARD_DIALOG=\u65E2\u5B58\u306E\u30C9\u30E9\u30D5\u30C8\u3092\u7834\u68C4
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u73FE\u5728\u306E\u30C9\u30E9\u30D5\u30C8\u3092\u7834\u68C4\u3057\u3066\u6700\u521D\u304B\u3089\u3084\u308A\u76F4\u3057\u307E\u3059\u304B\u3002
BTN_TRANSLATE=\u7FFB\u8A33
BTN_UPLOAD_CHANGED_TEXTS=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
TIT_UPLOAD_CHANGED_TEXTS=\u7FFB\u8A33\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=\u30C6\u30AD\u30B9\u30C8\u306B\u672A\u4FDD\u5B58\u306E\u7FFB\u8A33\u53EF\u80FD\u306A\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002\u73FE\u5728\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u306F XLIFF \u30D5\u30A1\u30A4\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u524D\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3059\u3002
MSG_UPLOAD_CHANGED_TEXTS=\u5909\u66F4\u3055\u308C\u305F UI \u30C6\u30AD\u30B9\u30C8\u306E\u7FFB\u8A33\u304C\u683C\u7D0D\u3055\u308C\u305F XLIFF \u30D5\u30A1\u30A4\u30EB\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u307E\u3059
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=\u30AD\u30E3\u30F3\u30BB\u30EB
BTN_OPEN_DOWNLOAD_TRANSLATION=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
BTN_OPEN_UPLOAD_TRANSLATION=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
MSG_UPLOAD_TRANSLATION_SUCCESS=\u7FFB\u8A33\u304C\u6B63\u5E38\u306B\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F
BTN_DOWNLOAD_CHANGED_TEXTS=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
TIT_DOWNLOAD_CHANGED_TEXTS=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
MSG_DOWNLOAD_CHANGED_TEXTS=\u5909\u66F4\u3055\u308C\u305F UI \u30C6\u30AD\u30B9\u30C8\u306E\u7FFB\u8A33\u304C\u683C\u7D0D\u3055\u308C\u305F XLIFF \u30D5\u30A1\u30A4\u30EB\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002\u305D\u308C\u3089\u306E\u30C6\u30AD\u30B9\u30C8\u306E\u65E2\u5B58\u306E\u7FFB\u8A33\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=\u30AD\u30E3\u30F3\u30BB\u30EB
TXT_SOURCE_LANGUAGE=\u7FFB\u8A33\u5143\u8A00\u8A9E
TXT_TARGET_LANGUAGE=\u7FFB\u8A33\u5148\u8A00\u8A9E
BTN_NAVIGATION=\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3
BTN_VISUALIZATION=\u30D3\u30B8\u30E5\u30A2\u30EB\u5316
HEADER_WARNING=\u8B66\u544A
HEADER_ERROR=\u30A8\u30E9\u30FC
MSG_RESTORE_FAILED=\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u3092\u3053\u306E\u6642\u70B9\u3067\u306F\u7834\u68C4\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\: {0}
FORM_PERS_RESET_TITLE=\u6A19\u6E96\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30EA\u30BB\u30C3\u30C8
FORM_PERS_RESET_MESSAGE=\u3059\u3079\u3066\u306E UI \u5909\u66F4\u3092\u7834\u68C4\u3057\u3001\u30A2\u30D7\u30EA\u3092\u6A19\u6E96\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\u3002
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u5909\u66F4\u3092\u3059\u3079\u3066\u7834\u68C4\u3057\u30A2\u30D7\u30EA\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\u3002
MSG_LREP_TRANSFER_ERROR=\u6280\u8853\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_ERROR_REASON=\u7406\u7531\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=\u7D42\u4E86
MSG_UNSAVED_CHANGES_ON_CLOSE=\u5909\u66F4\u5185\u5BB9\u3092\u4FDD\u5B58\u3057\u307E\u3059\u304B?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u3092\u4FDD\u5B58\u3057\u307E\u3059\u304B?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=\u4FDD\u5B58
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=\u30C9\u30E9\u30D5\u30C8\u3092\u4FDD\u5B58
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=\u7834\u68C4
MSG_UNSAVED_CHANGES=\u78BA\u8A8D\u3059\u308B\u3068\u3001\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u306F\u3059\u3079\u3066\u5931\u308F\u308C\u307E\u3059\u3002\u4FDD\u5B58\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u30DC\u30C3\u30AF\u30B9\u3092\u9589\u3058\u3066 UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002
MSG_NO_FIELDS=\u4F7F\u7528\u53EF\u80FD\u306A\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u4ED6\u306B\u3042\u308A\u307E\u305B\u3093
HEADER_PERSONALIZATION_EXISTS=\u60C5\u5831
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u3092\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BA\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u305D\u308C\u3089\u306E\u5909\u66F4\u306A\u3057\u3067\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
MSG_NAVIGATION_MODE_CHANGES_WARNING=UI \u9069\u5FDC\u3092\u7D42\u4E86\u3059\u308B\u3068\u3001\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30E2\u30FC\u30C9\u3067 UI \u306B\u5BFE\u3057\u3066\u884C\u3063\u305F\u5909\u66F4\u304C\u7834\u68C4\u3055\u308C\u307E\u3059\u3002
MSG_DRAFT_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u306F\u305D\u308C\u3089\u306E\u5909\u66F4\u3092\u9069\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
MSG_DRAFT_DISCARD_DIALOG=\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u3092\u7834\u68C4\u3057\u307E\u3059\u304B\u3002\u30A2\u30D7\u30EA\u304C\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u3092\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BA\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BA\u306E\u5909\u66F4\u3082\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u306E\u306A\u3057\u3067\u3059\u304C\u3001\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u306F\u9069\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u30C9\u30E9\u30D5\u30C8\u304C\u3042\u308A\u307E\u3059\u3002
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u3092\u7834\u68C4\u3057\u3066\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u518D\u6709\u52B9\u5316\u3057\u307E\u3059\u304B\u3002
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u30A2\u30D7\u30EA\u306E\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u3092\u884C\u3063\u3066\u304A\u308A\u3001\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u304C\u5B58\u5728\u3057\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u306A\u3057\u3067\u3059\u304C\u3001\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u306F\u9069\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
MSG_HIGHER_LAYER_CHANGES_EXIST=\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BA\u3055\u308C\u305F\u30A2\u30D7\u30EA\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u305D\u308C\u3089\u306E\u5909\u66F4\u306A\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u30A2\u30D7\u30EA\u306E\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u3092\u884C\u3063\u3066\u304A\u308A\u3001\u30ED\u30FC\u30EB\u306B\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u306A\u3057\u3067\u3059\u304C\u3001\u30ED\u30FC\u30EB\u306B\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u306F\u9069\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
MSG_RESTRICTED_CONTEXT_EXIST=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u30ED\u30FC\u30EB\u306B\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u306F\u305D\u308C\u3089\u306E\u30D3\u30E5\u30FC\u3092\u9069\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
HEADER_RELOAD_NEEDED=\u30A2\u30D7\u30EA\u306E\u30EA\u30ED\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059
BUTTON_RELOAD_NEEDED=\u30EA\u30ED\u30FC\u30C9
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u3053\u308C\u3067\u3001\u30A2\u30D7\u30EA\u306F\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u5909\u66F4\u3068\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITHOUT_DRAFT=\u3053\u308C\u3067\u3001\u30A2\u30D7\u30EA\u306B\u3088\u308B\u30EA\u30ED\u30FC\u30C9\u306F\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u306A\u3057\u3067\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_ACTIVATED_DRAFT=\u30A2\u30D7\u30EA\u306F\u6709\u52B9\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u3053\u308C\u3067\u3001\u30A2\u30D7\u30EA\u306B\u3088\u308B\u30EA\u30ED\u30FC\u30C9\u306F\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u306A\u3057\u3067\u884C\u308F\u308C\u307E\u3059\u3002\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u3068\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u304C\u518D\u5EA6\u9069\u7528\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u3092\u53CD\u6620\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u307E\u305F\u306F\u30ED\u30FC\u30EB\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u306F\u518D\u9069\u7528\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u307E\u305F\u306F\u30ED\u30FC\u30EB\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u500B\u4EBA\u7684\u306A\u5909\u66F4\u306B\u52A0\u3048\u3001\u30E6\u30FC\u30B6\u306E\u30ED\u30FC\u30EB\u3068\u9069\u5408\u3057\u3001\u512A\u5148\u5EA6\u304C\u6700\u3082\u9AD8\u3044\u9069\u5FDC\u3068\u3068\u3082\u306B\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30E6\u30FC\u30B6\u306E\u30ED\u30FC\u30EB\u3068\u9069\u5408\u3057\u3001\u512A\u5148\u5EA6\u304C\u6700\u3082\u9AD8\u3044\u9069\u5FDC\u3068\u3068\u3082\u306B\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITH_ALL_CHANGES=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3059\u3079\u3066\u306E\u5909\u66F4\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_NEEDED=\u884C\u3063\u305F\u5909\u66F4\u306B\u306F\u3001\u30A2\u30D7\u30EA\u306E\u30EA\u30ED\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059\u3002
MSG_MANAGE_APPS_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981\u304C\u4E00\u6642\u7684\u306B\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
APP_VARIANT_DIALOG_SAVE=\u4FDD\u5B58
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u4FDD\u5B58
APP_VARIANT_DIALOG_CLOSE=\u9589\u3058\u308B
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u4E2D\u6B62
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u4E2D\u6B62
CREATE_APP_VARIANT_DIALOG_TITLE=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3068\u3057\u3066\u4FDD\u5B58
APP_DIALOG_TITLE_TEXT=\u30BF\u30A4\u30C8\u30EB
APP_DIALOG_SUB_TITLE_TEXT=\u30B5\u30D6\u30BF\u30A4\u30C8\u30EB
APP_DIALOG_DESCRIPTION_TEXT=\u5185\u5BB9\u8AAC\u660E
APP_DIALOG_ICON_TEXT=\u30A2\u30A4\u30B3\u30F3
RENAME_ERROR_TITLE=\u547D\u540D\u306E\u30A8\u30E9\u30FC
RENAME_EMPTY_ERROR_TEXT=\u540D\u79F0\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
RENAME_BINDING_ERROR_TEXT=\u540D\u79F0\u306B "{" \u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5225\u306E\u540D\u79F0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
APP_VARIANT_ICON_SELECT_ICON=\u30A2\u30A4\u30B3\u30F3\u9078\u629E
APP_VARIANT_ICON_NO_DATA=\u30A2\u30A4\u30B3\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u623B\u308A\u307E\u3059\u304C\u3001\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308B\u3068\u901A\u77E5\u304C\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308A\u3057\u3060\u3044\u3001\u901A\u77E5\u304C\u9001\u3089\u308C\u307E\u3059\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002\u30BF\u30A4\u30EB\u3092 Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\u3001\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044 (\u30A2\u30D7\u30EA ID\: {0})\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u30BF\u30A4\u30EB\u3092 Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\u3001\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044 (\u30A2\u30D7\u30EA ID\: {0})\u3002
HEADER_SAVE_APP_VARIANT_FAILED=\u30A8\u30E9\u30FC
MSG_LOAD_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_SAVE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_UPDATE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_CATALOG_ASSIGNMENT_FAILED=\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30AB\u30BF\u30ED\u30B0\u306B\u5272\u308A\u5F53\u3066\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u62C5\u5F53\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_TILE_CREATION_FAILED=Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u3001\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002\u767B\u9332\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3084\u9069\u5207\u306B\u52D5\u4F5C\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_COPY_UNSAVED_CHANGES_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304A\u3088\u3073\u5BFE\u5FDC\u3059\u308B UI \u5909\u66F4\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u8868\u793A\u3059\u308B\u5834\u5408\u306F\u3001\u30D6\u30E9\u30A6\u30B6\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u60C5\u5831
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u7D42\u4E86
SAVE_APP_VARIANT_COPY_ID_TEXT=ID \u3092\u30B3\u30D4\u30FC\u3057\u3066\u7D42\u4E86
MSG_APP_VARIANT_ID=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 ID\: {0}
MSG_TECHNICAL_ERROR=\u30A8\u30E9\u30FC\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981
APP_VARIANT_TILE_ARIA_LABEL=Fiori \u30BF\u30A4\u30EB\u30D7\u30EC\u30D3\u30E5\u30FC
MENU_ITEM_KEY_USER=\u30AD\u30FC\u30E6\u30FC\u30B6\u7528
MENU_ITEM_SAP_DEVELOPER=SAP \u958B\u767A\u8005\u7528
MSG_DEPENDENCY_ERROR=\u5909\u66F4\u3092\u3053\u306E UI \u306B\u9069\u7528\u3067\u304D\u307E\u305B\u3093\u3002UI \u3092\u5143\u306E\u72B6\u614B\u306B\u30EA\u30BB\u30C3\u30C8\u3057\u3066\u5909\u66F4\u3092\u518D\u767B\u9332\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6CE8\u610F\: \u3053\u306E\u64CD\u4F5C\u3092\u884C\u3046\u3068\u3001\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u306B\u3088\u308B\u3053\u306E\u30A2\u30D7\u30EA\u3078\u306E\u5909\u66F4\u304C\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u4EE5\u5916\u306E\u65B9\u6CD5\u3068\u3057\u3066\u3001\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8 CA-UI5-FL-RTA \u306E\u30C1\u30B1\u30C3\u30C8\u3092\u30AA\u30FC\u30D7\u30F3\u3057\u3066 SAP \u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 (ID\: {0}) \u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 (ID\: {0}) \u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002\u30BF\u30A4\u30EB\u3092\u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u304B\u3089\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u3092\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_DELETE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u60C5\u5831
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u9589\u3058\u308B
MSG_NO_BUSINESS_CONTEXTS=\u306A\u3057
MSG_DO_NOT_CLOSE_BROWSER=\u51E6\u7406\u9032\u884C\u4E2D - \u30D6\u30E9\u30A6\u30B6\u3092\u9589\u3058\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u524A\u9664\u9032\u884C\u4E2D - \u30D6\u30E9\u30A6\u30B6\u3092\u9589\u3058\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\n\u524A\u9664\u51E6\u7406\u306E\u671F\u9593\u4E2D\u306F\u3001\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u30BF\u30A4\u30EB\u304C\u8868\u793A\u3055\u308C\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_CATALOGS_LOCKED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3042\u3068\u3067\u3082\u3046\u4E00\u5EA6\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002

MSG_UNSTABLE_ID_FOUND=\u4E00\u90E8\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306B\u56FA\u5B9A\u306E ID \u304C\u3042\u308A\u307E\u305B\u3093\u3002[\u3053\u3053] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) \u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u3001\u30B5\u30DD\u30FC\u30C8\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u3092\u4F7F\u7528\u3057\u3066\u5F71\u97FF\u3092\u53D7\u3051\u308B\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092\u7279\u5B9A\u3057\u3001ID \u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002(\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F SAP \u793E\u5185\u3067\u306E\u307F\u8868\u793A\u3055\u308C\u307E\u3059\u304C\u3001ID \u306F\u306A\u308B\u3079\u304F\u65E9\u304F\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002)

MSG_NO_FLEX_ENABLED_FLAG=\u30A2\u30D7\u30EA\u3067 UI \u9069\u5FDC\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002[\u3053\u3053](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af) \u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u524D\u63D0\u6761\u4EF6\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002(\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F SAP \u793E\u5185\u3067\u306E\u307F\u8868\u793A\u3055\u308C\u307E\u3059\u3002\u6A5F\u80FD\u306B\u5F71\u97FF\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u306A\u308B\u3079\u304F\u65E9\u304F\u5BFE\u5FDC\u3057\u3066\u304F\u3060\u3055\u3044\u3002)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u57CB\u8FBC\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u5B9A\u7FA9
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u57CB\u8FBC\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u66F4\u65B0
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=iFrame \u306E\u30B5\u30A4\u30BA
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u5E45
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u5E45\u306E\u5358\u4F4D
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u9AD8\u3055
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u9AD8\u3055\u306E\u5358\u4F4D
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u4FDD\u5B58
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u4E2D\u6B62
CTX_ADDIFRAME=\u30B3\u30F3\u30C6\u30F3\u30C4\u57CB\u8FBC\: {0}
CTX_ADDIFRAME_GROUP=\u30B3\u30F3\u30C6\u30F3\u30C4\u57CB\u8FBC
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u958B\u59CB\u3055\u308C\u305F\u30A2\u30D7\u30EA (\u30D0\u30EA\u30A2\u30F3\u30C8) \u306F\u3001CUSTOMER \u30EC\u30A4\u30E4\u307E\u305F\u306F CUSTOMER_BASE \u30EC\u30A4\u30E4\u306E\u3044\u305A\u308C\u304B\u306B\u7F6E\u304B\u308C\u307E\u3059\u3002\u3057\u305F\u304C\u3063\u3066\u3001SAP \u958B\u767A\u8005\u306F\u4F7F\u7528\u53EF\u80FD\u306A\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u305B\u3093\u3002
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=SAP \u958B\u767A\u8005\u7528\u306E\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL \u306E\u30D7\u30EC\u30D3\u30E5\u30FC
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=iFrame \u306E\u30D7\u30EC\u30D3\u30E5\u30FC
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u30D7\u30EC\u30D3\u30E5\u30FC\u8868\u793A
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u30D7\u30EC\u30D3\u30E5\u30FC\u66F4\u65B0
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u57CB\u8FBC\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001"\u30D7\u30EC\u30D3\u30E5\u30FC\u8868\u793A" \u3092\u9078\u629E\u3057\u307E\u3059\u3002\u4F55\u3082\u8868\u793A\u3055\u308C\u306A\u3044\u5834\u5408\u306F\u3001URL \u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (\u30DE\u30CB\u30E5\u30A2\u30EB\u7DE8\u96C6\u3059\u308B\u306B\u306F\u30AF\u30EA\u30C3\u30AF)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u30D1\u30E9\u30E1\u30FC\u30BF (\u30AF\u30EA\u30C3\u30AF\u3057\u3066 URL \u306B\u8FFD\u52A0)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u30D1\u30E9\u30E1\u30FC\u30BF
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u5024\u306E\u4F8B
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u691C\u7D22
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u3053\u3053\u3067\u4F7F\u7528\u3055\u308C\u308B URL \u306F\u3001\u7279\u5B9A\u306E\u524D\u63D0\u6761\u4EF6\u3092\u6E80\u305F\u3059\u305F\u3081\u306B\u5FC5\u8981\u3067\u3042\u308A\u3001\u305D\u308C\u306A\u3057\u3067\u306F\u52D5\u4F5C\u3057\u307E\u305B\u3093\u3002
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u8A73\u7D30
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=\u30BF\u30A4\u30C8\u30EB
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=\u57CB\u8FBC\u30B3\u30F3\u30C6\u30F3\u30C4
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=\u30BB\u30AF\u30B7\u30E7\u30F3\u5E45\u306B\u76F8\u5F53\u3059\u308B\u7387
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=\u30D8\u30C3\u30C0\u5E45\u306B\u76F8\u5F53\u3059\u308B\u7387
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=\u30D6\u30E9\u30A6\u30B6\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u9AD8\u3055\u306B\u76F8\u5F53\u3059\u308B\u7387
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=\u30D4\u30AF\u30BB\u30EB\u6570
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=\u30EB\u30FC\u30C8 HTLM \u30A8\u30EC\u30E1\u30F3\u30C8\u306E\u30D5\u30A9\u30F3\u30C8\u30B5\u30A4\u30BA\u306B\u76F8\u5F53
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=\u8A73\u7D30\u8A2D\u5B9A
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=\u30EC\u30AC\u30B7\u30FC\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30E2\u30FC\u30C9
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=\u30EC\u30AC\u30B7\u30FC\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30E2\u30FC\u30C9\u306B\u5207\u308A\u66FF\u3048\u308B\u3068\u3001URL \u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u89E3\u6C7A\u6642\u306A\u3069\u306B\u3001\u8907\u6570\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u30D6\u30E9\u30A6\u30B6\u5C65\u6B74\u306B\u81EA\u52D5\u7684\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306F\u30D6\u30E9\u30A6\u30B6\u306E\u524D\u753B\u9762\u30DC\u30BF\u30F3\u3084 SAP Fiori \u30A8\u30EC\u30E1\u30F3\u30C8\u30A2\u30D7\u30EA\u5185\u306E\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u306B\u4E88\u60F3\u5916\u306E\u5F71\u97FF\u3092\u53CA\u307C\u3059\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30E2\u30FC\u30C9\u306F\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u53E4\u3059\u304E\u3066\u554F\u984C\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u5834\u5408\u3084\u3001\u57CB\u3081\u8FBC\u307F\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u9069\u5207\u306B\u30ED\u30FC\u30C9\u3055\u308C\u306A\u3044\u5834\u5408\u306A\u3069\u306B\u306E\u307F\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=\u30D7\u30ED\u30C8\u30B3\u30EB\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=HTTPS \u30DB\u30B9\u30C8\u3078\u306E HTTP \u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u57CB\u3081\u8FBC\u307F\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=URL \u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
IFRAME_ADDIFRAME_ERROR_INVALID_URL=\u6709\u52B9\u306A URL \u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=\u540D\u79F0\u304C ''{0}'' \u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=\u540D\u79F0\u304C ''{1}'' \u304B\u3089 ''{0}'' \u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u30A8\u30EC\u30E1\u30F3\u30C8 "{0}" \u304C\u79FB\u52D5\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=\u30A8\u30EC\u30E1\u30F3\u30C8 ''{0}'' \u304C\u305D\u306E\u30B3\u30F3\u30C6\u30CA\u5185\u3067\u79FB\u52D5\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u30A8\u30EC\u30E1\u30F3\u30C8 "{0}" \u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u30A8\u30EC\u30E1\u30F3\u30C8 "{0}" \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u30A8\u30EC\u30E1\u30F3\u30C8 "{0}" \u304C\u7D50\u5408\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=\u30A8\u30EC\u30E1\u30F3\u30C8 "{0}" \u3068 "{1}" \u304C\u7D50\u5408\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} \u500B\u306E\u30A8\u30EC\u30E1\u30F3\u30C8\u304C\u7D50\u5408\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u30A8\u30EC\u30E1\u30F3\u30C8 "{0}" \u304C\u5206\u5272\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=\u30B0\u30EB\u30FC\u30D7 "{0}" \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=\u30D5\u30A3\u30FC\u30EB\u30C9 "{0}" \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=\u30A8\u30EC\u30E1\u30F3\u30C8 "{0}" \u306E\u8A2D\u5B9A\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=\u30A8\u30EC\u30E1\u30F3\u30C8\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
TIT_CHANGEVISUALIZATION_TYPE=\u30BF\u30A4\u30D7
TIT_CHANGEVISUALIZATION_CHANGES=\u5909\u66F4
TIT_CHANGEVISUALIZATION_DATE=\u65E5\u4ED8
TIT_CHANGEVISUALIZATION_DETAILS=\u8A73\u7D30
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u8AAC\u660E
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u30AD\u30FC\u30E6\u30FC\u30B6\u306E\u5909\u66F4\u3092\u53EF\u8996\u5316
BUT_CHANGEVISUALIZATION_SELECTCHANGES=\u5909\u66F4\u30BF\u30A4\u30D7\u3092\u9078\u629E
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=\u5909\u66F4\u306F\u975E\u8868\u793A\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u3059\u3079\u3066
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=\u3059\u3079\u3066\u306E\u5909\u66F4
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u79FB\u52D5
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u79FB\u52D5\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u540D\u79F0\u5909\u66F4
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u540D\u79F0\u304C\u5909\u66F4\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u8FFD\u52A0
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=\u8FFD\u52A0\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u7D50\u5408\u304A\u3088\u3073\u5206\u5272
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u7D50\u5408\u304A\u3088\u3073\u5206\u5272\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u524A\u9664
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u524A\u9664\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=\u305D\u306E\u4ED6
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=\u305D\u306E\u4ED6\u306E\u5909\u66F4
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=\u3059\u3079\u3066
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=\u30C9\u30E9\u30D5\u30C8
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=\u672A\u4FDD\u5B58
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=\u73FE\u5728
MSG_LOCAL_RESET_VARIANT_SAVE=\u30B3\u30F3\u30C6\u30CA\u304C\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u3001\u30D3\u30E5\u30FC\u304C\u81EA\u52D5\u7684\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=\u30BD\u30FC\u30B9\u3092\u8868\u793A
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=\u4ED6\u306E\u30D1\u30FC\u30C4\u3092\u8868\u793A
BUT_CHANGEVISUALIZATION_LEARNMORE=[\u8A73\u7D30]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=\u5909\u66F4 1
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR=\u5909\u66F4 {0}

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u5BFE\u3059\u308B UI \u5909\u66F4\u304C\u5225\u306E\u30B7\u30B9\u30C6\u30E0\u3067\u5B9F\u65BD\u3055\u308C\u307E\u3057\u305F\u3002\u30B3\u30F3\u30D5\u30EA\u30AF\u30C8\u304C\u751F\u3058\u306A\u3044\u3088\u3046\u306B\u3001UI \u5909\u66F4\u306F 1 \u3064\u306E\u30B7\u30B9\u30C6\u30E0\u306B\u9650\u5B9A\u3057\u3066\u5B9F\u65BD\u3057\u3001\u305D\u308C\u3089\u306E\u5909\u66F4\u5185\u5BB9\u3092\u305D\u306E\u4ED6\u306E\u30B7\u30B9\u30C6\u30E0\u306B\u79FB\u9001\u3059\u308B\u3053\u3068\u3092\u5F37\u304F\u304A\u5968\u3081\u3057\u307E\u3059\u3002[UI \u306E\u8ABF\u6574] (https\://help.sap.com/docs/search?q\=Adapting%20the%20UI) \u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=\u8B66\u544A - \u91CD\u5927\u306A\u30B3\u30F3\u30D5\u30EA\u30AF\u30C8\u306E\u30EA\u30B9\u30AF
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=UI \u9069\u7528\u3092\u672C\u7A3C\u52D5\u30B7\u30B9\u30C6\u30E0\u3067\u958B\u59CB\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u958B\u767A\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u30C6\u30B9\u30C8\u30B7\u30B9\u30C6\u30E0\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u306F\u3001\u305D\u306E\u30B7\u30B9\u30C6\u30E0\u3067\u5909\u66F4\u3092\u5B9F\u65BD\u3057\u3001\u79FB\u9001\u30E1\u30AB\u30CB\u30BA\u30E0\u3092\u4F7F\u7528\u3057\u3066\u305D\u306E\u5909\u66F4\u3092\u516C\u958B\u3059\u308B\u3053\u3068\u3092\u304A\u5968\u3081\u3057\u307E\u3059\u3002
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=\u8B66\u544A - \u672C\u7A3C\u52D5\u30B7\u30B9\u30C6\u30E0\u306B\u5909\u66F4\u3092\u5B9F\u65BD\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
MSG_GENERIC_ERROR_MESSAGE=\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8 CA-UI5-FL-RTA \u306E\u30C1\u30B1\u30C3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3001SAP \u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\u30C1\u30B1\u30C3\u30C8\u306B\u306F\u3001\u4EE5\u4E0B\u306E\u6280\u8853\u60C5\u5831\u3092\u542B\u3081\u3066\u304F\u3060\u3055\u3044\u3002\n {0}

MSG_ADAPTATION_COULD_NOT_START=UI \u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u306E\u958B\u59CB\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=\u30AD\u30FC\u30E6\u30FC\u30B6\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002

BTN_TOOLTIP_MOVE_UP=\u4E0A\u306B\u79FB\u52D5
BTN_TOOLTIP_MOVE_DOWN=\u4E0B\u306B\u79FB\u52D5
BTN_ADAPTING_FOR=''{0}'' \u306E\u9069\u5FDC
BTN_ADAPTING_FOR_ALL_USERS='\u5168\u30E6\u30FC\u30B6' \u306E\u9069\u5FDC
BTN_SWITCH_ADAPTATIONS=\u9069\u5FDC\u3092\u5207\u308A\u66FF\u3048
EAC_DIALOG_HEADER=\u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u306E\u7DE8\u96C6
SAC_DIALOG_HEADER=\u65B0\u898F\u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u3068\u3057\u3066\u4FDD\u5B58
DAC_DIALOG_HEADER=\u9069\u5FDC\u3092\u524A\u9664
DAC_DIALOG_DESCRIPTION=\u3053\u306E\u9069\u5FDC\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=UI \u5909\u66F4\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u3092\u524A\u9664\u3059\u308B\u3068\u3001UI \u5909\u66F4\u3082\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u3092\u524A\u9664\u3057\u307E\u3059\u304B?
DAC_DIALOG_MIGRATION_HEADER=\u30D3\u30E5\u30FC\u3092\u79FB\u884C
DAC_DIALOG_MIGRATION_DESCRIPTION=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D3\u30E5\u30FC\u306B\u30ED\u30FC\u30EB\u304C\u3059\u3067\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u9069\u5FDC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u305D\u308C\u3089\u306E\u30D3\u30E5\u30FC\u3092\u9069\u5FDC\u306B\u79FB\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u79FB\u884C\u5F8C\u306B\u3001\u30ED\u30FC\u30EB\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30D3\u30E5\u30FC\u304C\u9069\u5FDC\u306B\u542B\u307E\u308C\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D3\u30E5\u30FC\u306B\u30ED\u30FC\u30EB\u304C\u3059\u3067\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u9069\u5FDC\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001\u305D\u308C\u3089\u306E\u30D3\u30E5\u30FC\u3092\u9069\u5FDC\u306B\u79FB\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u79FB\u884C\u5F8C\u306B\u3001\u30ED\u30FC\u30EB\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30D3\u30E5\u30FC\u304C\u9069\u5FDC\u306B\u542B\u307E\u308C\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002\n\n\u672A\u4FDD\u5B58\u306E UI \u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u3089\u306F\u3001\u79FB\u884C\u306E\u524D\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3059\u3002
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=\u30D3\u30E5\u30FC\u304C\u6B63\u5E38\u306B\u79FB\u884C\u3055\u308C\u307E\u3057\u305F\u3002\n\u3053\u308C\u3067\u3001\u4F5C\u6210\u3055\u308C\u3066\u3044\u305F\u9069\u5FDC\u306B\u5207\u308A\u66FF\u3048\u3001\u78BA\u8A8D\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=\u79FB\u884C\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F8C\u3067\u518D\u5EA6\u5B9F\u884C\u3059\u308B\u304B\u3001\u62C5\u5F53\u306E\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MANAGE_ADAPTATIONS_DIALOG_HEADER=\u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u306E\u7BA1\u7406
BTN_MANAGE_APP_CTX=\u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u306E\u7BA1\u7406
TXT_MANAGE_APP_CTX=\u30A2\u30C0\u30D7\u30C6\u30FC\u30B7\u30E7\u30F3\u3092\u8868\u793A\u3001\u7DE8\u96C6\u3001\u307E\u305F\u306F\u524A\u9664\u3057\u307E\u3059
CLM_HEADER_PRIORITY=\u512A\u5148\u5EA6
CLM_HEADER_CREATED=\u4F5C\u6210\u6E08\u307F
CLM_HEADER_CHANGED=\u6700\u7D42\u5909\u66F4
CLM_HEADER_ADAPTATIONS_ACTIONS=\u30A2\u30AF\u30B7\u30E7\u30F3
CLM_HEADER_CONTEXT=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8
CLM_HEADER_ADAPTATIONS_TITLE=\u30BF\u30A4\u30C8\u30EB
CLM_HEADER_ADAPTATIONS_CREATED_ON=\u4F5C\u6210\u65E5\u4ED8
CLM_HEADER_ADAPTATIONS_CHANGED_ON=\u5909\u66F4\u65E5\u4ED8
MAA_DIALOG_DESCRIPTION=\u5185\u5BB9\u8AAC\u660E
MAA_DIALOG_SAVE_AS_APP=\u540D\u524D\u3092\u4ED8\u3051\u3066\u4FDD\u5B58
MAA_DIALOG_ADAPT_UI=UI \u9069\u5FDC
MENU_BTN_SHARE=\u5171\u6709
MENU_BTN_EDIT=\u7DE8\u96C6
MAA_DIALOG_DELETE=\u524A\u9664
TXT_SELECT_FIRST_PRIO=\u3059\u3079\u3066\u306E\u524D\u306B\u633F\u5165 (\u512A\u5148\u5EA6 '1')
TXT_SELECT_PRIO=''{0}'' \u306E\u5F8C\u306B\u633F\u5165 (\u512A\u5148\u5EA6 ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=\u5185\u5BB9\u8AAC\u660E\u3092\u5165\u529B\u3057\u307E\u3059
TXT_TABLE_CONTEXT_CELL_ROLE=\u30ED\u30FC\u30EB
TXT_TABLE_CONTEXT_CELL_ROLES=\u30ED\u30FC\u30EB
TXT_DEFAULT_APP=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u672A\u6307\u5B9A\u306E\u9069\u5FDC
APP_CTX_DIALOG_SAVE=\u4FDD\u5B58
APP_CTX_DIALOG_CANCEL=\u30AD\u30E3\u30F3\u30BB\u30EB
APP_CTX_DIALOG_CONFIRM=\u78BA\u8A8D
TOOLTIP_APP_CTX_DIALOG_SAVE=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30D9\u30FC\u30B9\u9069\u5FDC\u306F\u5909\u66F4\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
TXT_CTX_ERROR_DUPLICATE_TITLE=\u3053\u306E\u9069\u5FDC\u306E\u30BF\u30A4\u30C8\u30EB\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u5225\u306E\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TXT_CTX_ERROR_MAX_LEN=\u9069\u5FDC\u306E\u30BF\u30A4\u30C8\u30EB\u306F {0} \u6587\u5B57\u306B\u5236\u9650\u3055\u308C\u3066\u3044\u307E\u3059\u3002
TXT_CTX_ERROR_EMPTY_TITLE=\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
