
SERVICE_NAME=Fel\u00FClet adapt\u00E1l\u00E1sa
BTN_EXIT=Ment\u00E9s \u00E9s kil\u00E9p\u00E9s
BTN_DONE=K\u00E9sz
CTX_REMOVE=Elt\u00E1vol\u00EDt\u00E1s
CTX_REMOVE_TITLE=Elt\u00E1vol\u00EDt\u00E1s
CTX_LOCAL_RESET=Kont\u00E9ner vissza\u00E1ll\u00EDt\u00E1sa
CTX_ADD_ELEMENTS={0} hozz\u00E1ad\u00E1sa
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Tartalom
CTX_CUT=Kiv\u00E1g\u00E1s
CTX_PASTE=Besz\u00FAr\u00E1s
CTX_GROUP_FIELDS=Kombin\u00E1l\u00E1s
CTX_UNGROUP_FIELDS=Feloszt\u00E1s
CTX_CREATE_CONTAINER={0} l\u00E9trehoz\u00E1sa
TITLE_CREATE_CONTAINER=\u00DAj {0}
CTX_RENAME=\u00C1tnevez\u00E9s
CTX_SETTINGS=Be\u00E1ll\u00EDt\u00E1sok
CTX_VARIANT_SWITCH=N\u00E9zetv\u00E1lt\u00E1s
CTX_VARIANT_SAVE=N\u00E9zet ment\u00E9se
CTX_VARIANT_SAVEAS=N\u00E9zet ment\u00E9se m\u00E1sk\u00E9nt
CTX_VARIANT_SET_TITLE=C\u00EDm be\u00E1ll\u00EDt\u00E1sa
CTX_VARIANT_MANAGE=N\u00E9zetek kezel\u00E9se
CTX_ADDXML_AT_EXTENSIONPOINT=T\u00F6red\u00E9k hozz\u00E1ad\u00E1sa a b\u0151v\u00EDt\u00E9si ponton
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Elt\u00E1vol\u00EDt\u00E1s
BTN_FREP_CANCEL=Megszak\u00EDt\u00E1s
LBL_FREP=r\u00E9gi n\u00E9v\: {0}
HEADER_ADDITIONAL_ELEMENTS=El\u00E9rhet\u0151 tartalom\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Alkalmaz\u00E1sv\u00E1ltozatok kezel\u00E9se
BTN_SAVE_AS=Ment\u00E9s m\u00E1sk\u00E9nt
TOOLTIP_SAVE_AS=\u00DAj alkalmaz\u00E1sv\u00E1ltozat l\u00E9trehoz\u00E1sa
BTN_UNDO=Vissza\u00E1ll\u00EDt\u00E1s
BTN_REDO=Ism\u00E9tl\u00E9s
BTN_PUBLISH=Publik\u00E1l\u00E1s
BTN_RESTORE=Vissza\u00E1ll\u00EDt\u00E1s
BTN_ADAPTATION=Fel\u00FClet adapt\u00E1l\u00E1sa
TIT_DRAFT=Tervezet
TIT_ORIGINAL_APP=Eredeti alkalmaz\u00E1s
TIT_VERSION_1=1-es verzi\u00F3
LBL_ACTIVE=Akt\u00EDv
LBL_INACTIVE=Inakt\u00EDv
MSG_DRAFT_ACTIVATION_SUCCESS=\u00DAj verzi\u00F3 aktiv\u00E1lva
MSG_DRAFT_ACTIVATION_FAILED=Sajnos jelenleg nem lehet aktiv\u00E1lni a tervezetet. Pr\u00F3b\u00E1lkozzon \u00FAjra k\u00E9s\u0151bb.
TIT_VERSION_TITLE=C\u00EDm
TIT_VERSION_TITLE_DIALOG=\u00DAj verzi\u00F3 aktiv\u00E1l\u00E1sa
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Verzi\u00F3 \u00FAjraaktiv\u00E1l\u00E1sa
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Adjon meg egy verzi\u00F3c\u00EDmet
BUT_VERSION_TITLE_DIALOG_CONFIRM=Meger\u0151s\u00EDt\u00E9s
BUT_VERSION_TITLE_DIALOG_CANCEL=M\u00E9gse
TOL_ACTIVATE=\u00DAj verzi\u00F3 aktiv\u00E1l\u00E1sa
TOL_DISCARD_DRAFT=Tervezet elvet\u00E9se
TIT_SWITCH_VERSION_DIALOG=Verzi\u00F3v\u00E1lt\u00E1s
MSG_SWITCH_VERSION_DIALOG=Vannak nem mentett UI-m\u00F3dos\u00EDt\u00E1sai. Menti \u0151ket az \u00E1tv\u00E1lt\u00E1s el\u0151tt?
TIT_DRAFT_DISCARD_DIALOG=Megl\u00E9v\u0151 tervezet elvet\u00E9se
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Elveti az aktu\u00E1lis tervezetet, \u00E9s \u00FAjrakezdi?
BTN_NAVIGATION=Navig\u00E1l\u00E1s
HEADER_WARNING=Figyelmeztet\u00E9s
HEADER_ERROR=Hiba
MSG_RESTORE_FAILED=A UI m\u00F3dos\u00EDt\u00E1sai jelenleg nem vethet\u0151k el. K\u00E9rj\u00FCk, pr\u00F3b\u00E1lja meg k\u00E9s\u0151bb \u00FAjra, vagy forduljon az adminisztr\u00E1torhoz\: {0}.
MSG_TRANSPORT_SUCCESS=A UI-illeszt\u00E9sek fel lettek v\u00E9ve a transzportba.
FORM_PERS_RESET_TITLE=Standard verzi\u00F3 vissza\u00E1ll\u00EDt\u00E1sa
FORM_PERS_RESET_MESSAGE=Elveti az \u00F6sszes UI-m\u00F3dos\u00EDt\u00E1st, \u00E9s vissza\u00E1ll\u00EDtja az alkalmaz\u00E1st a standard verzi\u00F3ra?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Elveti a testreszab\u00E1sokat, \u00E9s vissza\u00E1ll\u00EDtja az alkalmaz\u00E1st?
MSG_LREP_TRANSFER_ERROR=Sajnos m\u0171szaki hiba t\u00F6rt\u00E9nt. Pr\u00F3b\u00E1lkozzon \u00FAjra k\u00E9s\u0151bb, vagy forduljon az adminisztr\u00E1torhoz.
MSG_ERROR_REASON=Ok\:\n{0}
MSG_UNSAVED_CHANGES=J\u00F3v\u00E1hagy\u00E1s eset\u00E9n a UI \u00F6sszes m\u00F3dos\u00EDt\u00E1sa elveszik. Ahhoz, hogy mentse ezeket, z\u00E1rja be ezt a dial\u00F3gust \u00E9s l\u00E9pjen ki a UI-adapt\u00E1l\u00E1sb\u00F3l.
MSG_NO_FIELDS=Nincs t\u00F6bb el\u00E9rhet\u0151 tartalom
HEADER_PERSONALIZATION_EXISTS=Inform\u00E1ci\u00F3k
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Szem\u00E9lyre szabta az alkalmaz\u00E1st, vagy vannak nyilv\u00E1nos n\u00E9zetek. Az alkalmaz\u00E1s most \u00FAjrat\u00F6lt\u0151dik az eml\u00EDtett m\u00F3dos\u00EDt\u00E1sok n\u00E9lk\u00FCl. A legut\u00F3bbi m\u00F3dos\u00EDt\u00E1sok akt\u00EDvak maradhatnak.
MSG_DRAFT_EXISTS=M\u00F3dos\u00EDt\u00E1stervezetek \u00E9rhet\u0151k el ehhez az alkalmaz\u00E1shoz. UI-adapt\u00E1l\u00E1si m\u00F3dban bet\u00F6lt\u0151dnek a m\u00F3dos\u00EDt\u00E1stervezetek.
MSG_DRAFT_DISCARD_DIALOG=Elveti a m\u00F3dos\u00EDt\u00E1stervezeteket? Az alkalmaz\u00E1s \u00FAjrat\u00F6lt\u0151dik.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=M\u00F3dos\u00EDt\u00E1stervezetek \u00E9rhet\u0151k el ehhez az alkalmaz\u00E1shoz. UI-adapt\u00E1l\u00E1si m\u00F3dban a m\u00F3dos\u00EDt\u00E1stervezetek a testreszab\u00E1si v\u00E1ltoztat\u00E1sai \u00E9s nyilv\u00E1nos n\u00E9zetek n\u00E9lk\u00FCl t\u00F6lt\u0151dnek be.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Tervezet \u00E9rhet\u0151 el.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Elveti a m\u00F3dos\u00EDt\u00E1stervezeteket, \u00E9s \u00FAjraaktiv\u00E1lja a verzi\u00F3t?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Fels\u0151bb r\u00E9teget \u00E9rint\u0151 m\u00F3dos\u00EDt\u00E1sok \u00E9s m\u00F3dos\u00EDt\u00E1stervezetek \u00E9rhet\u0151k el az alkalmaz\u00E1sban. UI-adapt\u00E1l\u00E1si m\u00F3dban az alkalmaz\u00E1s a fels\u0151bb r\u00E9teget \u00E9rint\u0151 m\u00F3dos\u00EDt\u00E1sok n\u00E9lk\u00FCl, de a m\u00F3dos\u00EDt\u00E1stervezeteket mag\u00E1ban foglalva indul \u00FAjra.
MSG_HIGHER_LAYER_CHANGES_EXIST=Fels\u0151bb r\u00E9teget \u00E9rint\u0151 m\u00F3dos\u00EDt\u00E1sok \u00E9rhet\u0151k el ehhez az alkalmaz\u00E1shoz. UI-adapt\u00E1l\u00E1si m\u00F3dban az alkalmaz\u00E1s a m\u00F3dos\u00EDt\u00E1sok n\u00E9lk\u00FCl t\u00F6lt\u0151dik \u00FAjra.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Fels\u0151bb r\u00E9teget \u00E9rint\u0151 m\u00F3dos\u00EDt\u00E1sok \u00E9s szerepspecifikus n\u00E9zetek \u00E9rhet\u0151k el ehhez az alkalmaz\u00E1shoz. UI-adapt\u00E1l\u00E1si m\u00F3dban az alkalmaz\u00E1s a m\u00F3dos\u00EDt\u00E1sokkal egy\u00FCtt t\u00F6lt\u0151dik \u00FAjra.
MSG_RESTRICTED_CONTEXT_EXIST=Szerepspecifikus n\u00E9zetek tartoznak ehhez az alkalmaz\u00E1shoz. UI-adapt\u00E1l\u00E1si m\u00F3dban az alkalmaz\u00E1s a m\u00F3dos\u00EDt\u00E1sokkal egy\u00FCtt t\u00F6lt\u0151dik \u00FAjra.
HEADER_RELOAD_NEEDED=Az alkalmaz\u00E1st \u00FAjra kell t\u00F6lteni
BUTTON_RELOAD_NEEDED=\u00DAjrat\u00F6lt\u00E9s
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Az alkalmaz\u00E1s most a testreszab\u00E1si m\u00F3dos\u00EDt\u00E1sokkal s nyilv\u00E1nos n\u00E9zetekkel t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_WITHOUT_DRAFT=Az alkalmaz\u00E1s most a m\u00F3dos\u00EDt\u00E1stervezetek n\u00E9lk\u00FCl t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_ACTIVATED_DRAFT=Az alkalmaz\u00E1s az akt\u00EDv verzi\u00F3val t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Az alkalmaz\u00E1s most a m\u00F3dos\u00EDt\u00E1stervezetek n\u00E9lk\u00FCl t\u00F6lt\u0151dik \u00FAjra. A testreszab\u00E1si m\u00F3dos\u00EDt\u00E1sai \u00E9s a nyilv\u00E1nos n\u00E9zetek \u00FAjra alkalmazva lesznek.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Az alkalmaz\u00E1s most a testreszab\u00E1si m\u00F3dos\u00EDt\u00E1saival t\u00F6lt\u0151dik \u00FAjra. A nyilv\u00E1nos vagy szerepspecifikus n\u00E9zetei \u00FAjra alkalmazva lesznek.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Az alkalmaz\u00E1s most a nyilv\u00E1nos vagy szerepspecifikus n\u00E9zeteivel t\u00F6lt\u0151dik \u00FAjra.
MSG_RELOAD_WITH_ALL_CHANGES=Az alkalmaz\u00E1s az \u00F6sszes m\u00F3dos\u00EDt\u00E1ssal egy\u00FCtt t\u00F6lt\u0151dik be.
MSG_RELOAD_NEEDED=A v\u00E9grehajtott m\u00F3dos\u00EDt\u00E1sok \u00E9rv\u00E9nybe l\u00E9p\u00E9s\u00E9hez \u00FAjra kell t\u00F6lteni az alkalmaz\u00E1st.
MSG_MANAGE_APPS_FAILED=Az alkalmaz\u00E1sv\u00E1ltozatok \u00E1ttekint\u00E9se \u00E1tmenetileg nem \u00E9rhet\u0151 el. Forduljon az adminisztr\u00E1torhoz.
APP_VARIANT_DIALOG_SAVE=Ment\u00E9s
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Ment\u00E9s
APP_VARIANT_DIALOG_CLOSE=Bez\u00E1r\u00E1s
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=M\u00E9gse
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=M\u00E9gse
CREATE_APP_VARIANT_DIALOG_TITLE=Ment\u00E9s \u00FAj alkalmaz\u00E1sv\u00E1ltozatk\u00E9nt
APP_DIALOG_TITLE_TEXT=C\u00EDm
APP_DIALOG_SUB_TITLE_TEXT=Alc\u00EDm
APP_DIALOG_DESCRIPTION_TEXT=Le\u00EDr\u00E1s
APP_DIALOG_ICON_TEXT=Ikon
RENAME_ERROR_TITLE=Hiba az elnevez\u00E9sben
RENAME_EMPTY_ERROR_TEXT=Adjon meg egy nevet.
RENAME_BINDING_ERROR_TEXT=A n\u00E9vben nem lehet "{" karakter. V\u00E1lasszon m\u00E1s nevet.
APP_VARIANT_ICON_SELECT_ICON=Ikon kiv\u00E1laszt\u00E1sa
APP_VARIANT_ICON_NO_DATA=Ikon nem tal\u00E1lhat\u00F3.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Az \u00FAj alkalmaz\u00E1sv\u00E1ltozat ment\u00E9se megt\u00F6rt\u00E9nt.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=A UI-adapt\u00E1l\u00E1si m\u00F3d bez\u00E1rul. \u00D6n visszaker\u00FCl a kezd\u0151lapra, \u00E9s \u00E9rtes\u00EDt\u00E9st kap, ha a csempe \u00FAjra el\u00E9rhet\u0151v\u00E9 v\u00E1lik.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u00C9rtes\u00EDt\u00E9st kap, ha a csempe \u00FAjra el\u00E9rhet\u0151v\u00E9 v\u00E1lik.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=A UI-adapt\u00E1l\u00E1si m\u00F3d bez\u00E1rul. A csempe Fiori Launchpad kezd\u0151laphoz t\u00F6rt\u00E9n\u0151 hozz\u00E1ad\u00E1s\u00E1hoz l\u00E9pjen kapcsolatba adminisztr\u00E1tor\u00E1val (alkalmaz\u00E1s azonos\u00EDt\u00F3ja\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=A csempe Fiori Launchpad kezd\u0151laphoz t\u00F6rt\u00E9n\u0151 hozz\u00E1ad\u00E1s\u00E1hoz l\u00E9pjen kapcsolatba adminisztr\u00E1tor\u00E1val (alkalmaz\u00E1s azonos\u00EDt\u00F3ja\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Hiba
MSG_LOAD_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat bet\u00F6lt\u00E9se nem siker\u00FClt. K\u00FCldje el az adminisztr\u00E1tornak az al\u00E1bbi technikai adatokat\:
MSG_SAVE_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat ment\u00E9se sikertelen. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el adminisztr\u00E1tor\u00E1nak.
MSG_UPDATE_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat friss\u00EDt\u00E9se nem siker\u00FClt. K\u00FCldje el az adminisztr\u00E1tornak az al\u00E1bbi technikai adatokat\:
MSG_CATALOG_ASSIGNMENT_FAILED=Az \u00FAj alkalmaz\u00E1sv\u00E1ltozat ment\u00E9se sikeres, de nem lehetett katal\u00F3gushoz rendelni. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el a tartalomadminisztr\u00E1tor\u00E1nak.
MSG_TILE_CREATION_FAILED=Az \u00FAj csempe sikeres l\u00E9trehoz\u00E1s\u00E1nak ellen\u0151rz\u00E9s\u00E9re friss\u00EDtse a Fiori Launchpad kezd\u0151oldalt. Ha a csempe nem \u00E9rhet\u0151 el vagy nem m\u0171k\u00F6dik megfelel\u0151en, l\u00E9pjen kapcsolatba tartalomadminisztr\u00E1tor\u00E1val.
MSG_COPY_UNSAVED_CHANGES_FAILED=Az alkalmaz\u00E1s v\u00E1ltozata \u00E9s a UI-m\u00F3dos\u00EDt\u00E1sok ment\u00E9se nem siker\u00FClt. Az alkalmaz\u00E1s v\u00E1ltozata nem \u00E9rhet\u0151 el. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el adminisztr\u00E1tor\u00E1nak.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=C\u00EDm megad\u00E1sa
MSG_APP_VARIANT_FEATURE_FAILED=Sajnos az alkalmaz\u00E1sv\u00E1ltozatok funkci\u00F3 \u00E1tmenetileg nem \u00E9rhet\u0151 el. Forduljon az adminisztr\u00E1torhoz\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Az \u00FAj csempe most m\u00E1r el\u00E9rhet\u0151. Megjelen\u00EDt\u00E9s\u00E9hez friss\u00EDtse az oldalt a b\u00F6ng\u00E9sz\u0151ben.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Inform\u00E1ci\u00F3
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Bez\u00E1r\u00E1s
SAVE_APP_VARIANT_COPY_ID_TEXT=ID m\u00E1sol\u00E1sa \u00E9s bez\u00E1r\u00E1s
MSG_APP_VARIANT_ID=Alkalmaz\u00E1sv\u00E1ltozat azonos\u00EDt\u00F3ja\: {0}
MSG_TECHNICAL_ERROR=Hiba\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Alkalmaz\u00E1sv\u00E1ltozatok \u00E1ttekint\u00E9se
APP_VARIANT_TILE_ARIA_LABEL=Fiori-csempe el\u0151n\u00E9zete
MENU_ITEM_KEY_USER=Kulcsfelhaszn\u00E1l\u00F3nak
MENU_ITEM_SAP_DEVELOPER=SAP-fejleszt\u0151nek
MSG_DEPENDENCY_ERROR=A m\u00F3dos\u00EDt\u00E1st nem lehet alkalmazni a felhaszn\u00E1l\u00F3i fel\u00FCletre. \u00C1ll\u00EDtsa vissza a felhaszn\u00E1l\u00F3i fel\u00FCletet eredeti \u00E1llapot\u00E1ba, \u00E9s v\u00E9gezze el a m\u00F3dos\u00EDt\u00E1sokat \u00FAjra. Figyelem\: \u00EDgy a felhaszn\u00E1l\u00F3k \u00E1ltal v\u00E9gzett \u00F6sszes m\u00F3dos\u00EDt\u00E1st vissza\u00E1ll\u00EDtja az alkalmaz\u00E1sban. M\u00E1sik megold\u00E1sk\u00E9nt kapcsolatba l\u00E9phet az SAP-t\u00E1mogat\u00E1ssal, ahol hibajegyet nyithat a CA-UI5-FL-RTA komponens alatt.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Az alkalmaz\u00E1sv\u00E1ltozat (azonos\u00EDt\u00F3\: {0}) t\u00F6r\u00F6lve.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Az alkalmaz\u00E1sv\u00E1ltozat (azonos\u00EDt\u00F3\: {0}) t\u00F6r\u00F6lve. A csempe elt\u00E1vol\u00EDt\u00E1s\u00E1hoz az ind\u00EDt\u00F3pultr\u00F3l t\u00F6ltse \u00FAjra a kezd\u0151lapot.
MSG_DELETE_APP_VARIANT_FAILED=Az alkalmaz\u00E1sv\u00E1ltozat t\u00F6rl\u00E9se sikertelen. Az al\u00E1bbi technikai inform\u00E1ci\u00F3kat k\u00FCldje el adminisztr\u00E1tor\u00E1nak.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Inform\u00E1ci\u00F3
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Bez\u00E1r\u00E1s
MSG_NO_BUSINESS_CONTEXTS=Nincs
MSG_DO_NOT_CLOSE_BROWSER=M\u0171velet folyamatban - ne z\u00E1rja be a b\u00F6ng\u00E9sz\u0151t.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=T\u00F6rl\u00E9s folyamatban - ne z\u00E1rja be a b\u00F6ng\u00E9sz\u0151t.\nNe feledje, hogy az alkalmaz\u00E1sv\u00E1ltozat l\u00E1that\u00F3 marad a t\u00F6rl\u00E9s folyamata k\u00F6zben.
MSG_CATALOGS_LOCKED=Az alkalmaz\u00E1sv\u00E1ltozat t\u00F6rl\u00E9se nem siker\u00FClt. Pr\u00F3b\u00E1lkozzon \u00FAjra k\u00E9s\u0151bb.

MSG_UNSTABLE_ID_FOUND=Egyes vez\u00E9rl\u0151knek nincs \u00E1lland\u00F3 azonos\u00EDt\u00F3ja. A t\u00E1mogat\u00E1si asszisztens seg\u00EDts\u00E9g\u00E9vel azonos\u00EDtsa be az \u00E9rintett vez\u00E9rl\u0151ket az [itt] ismertetett m\u00F3don (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck)), \u00E9s \u00E1ll\u00EDtsa be az azonos\u00EDt\u00F3kat. (Ez az \u00FCzenet csak az SAP-n bel\u00FCl l\u00E1that\u00F3, az \u00FCgyfelek sz\u00E1m\u00E1ra nem, de miel\u0151bb \u00E1ll\u00EDtsa be az azonos\u00EDt\u00F3kat.)

MSG_NO_FLEX_ENABLED_FLAG=Az alkalmaz\u00E1s eset\u00E9ben nem enged\u00E9lyezett a fel\u00FClet adapt\u00E1l\u00E1sa. Ellen\u0151rizze az [itt](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af) ismertetett el\u0151felt\u00E9teleket. (Ez az \u00FCzenet csak az SAP-n bel\u00FCl l\u00E1that\u00F3, az \u00FCgyfelek sz\u00E1m\u00E1ra nem. A m\u0171k\u00FCd\u00E9st nem befoly\u00E1solja, de miel\u0151bb int\u00E9zkedjen ebben az \u00FCgyben.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Be\u00E1gyazott tartalom defini\u00E1l\u00E1sa
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Be\u00E1gyazott tartalom aktualiz\u00E1l\u00E1sa
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=IFrame m\u00E9rete
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Sz\u00E9less\u00E9g
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Sz\u00E9less\u00E9g egys\u00E9ge
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Magass\u00E1g
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Magass\u00E1g egys\u00E9ge
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=A %-\u00E9rt\u00E9kek az IFrame sz\u00E1m\u00E1ra t\u00E9nylegesen rendelkez\u00E9sre \u00E1ll\u00F3 ter\u00FCletre vonatkoznak.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Ment\u00E9s
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=M\u00E9gse
CTX_ADDIFRAME=Tartalom be\u00E1gyaz\u00E1sa itt\: {0}
CTX_ADDIFRAME_GROUP=Tartalom be\u00E1gyaz\u00E1sa
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Az elind\u00EDtott alkalmaz\u00E1s (-v\u00E1ltozat) a CUSTOMER vagy a CUSTOMER_BASE r\u00E9tegbe ker\u00FClt. Ez\u00E9rt SAP-fejleszt\u0151k\u00E9nt nem l\u00E1thatja az el\u00E9rhet\u0151 alkalmaz\u00E1sv\u00E1ltozatokat.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Alkalmaz\u00E1sv\u00E1ltozat-\u00E1ttekint\u00E9s SAP-fejleszt\u0151k sz\u00E1m\u00E1ra
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL el\u0151n\u00E9zete
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=IFrame el\u0151n\u00E9zete
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=El\u0151n\u00E9zet megjelen\u00EDt\u00E9se
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=El\u0151n\u00E9zet aktualiz\u00E1l\u00E1sa
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=A be\u00E1gyazott tartalom megjelen\u00EDt\u00E9s\u00E9hez kattintson az El\u0151n\u00E9zet megjelen\u00EDt\u00E9se lehet\u0151s\u00E9gre. Ha semmi sem jelenik meg, ellen\u0151rizze az URL-t.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (manu\u00E1lis szerkeszt\u00E9shez kattintson r\u00E1)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=El\u00E9rhet\u0151 \u00E9rt\u00E9kek (az URL hozz\u00E1ad\u00E1s\u00E1hoz kattintson)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Param\u00E9ter
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Minta\u00E9rt\u00E9k
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Param\u00E9terek keres\u00E9se
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Az itt haszn\u00E1lt URL-ek bizonyos el\u0151felt\u00E9telek teljes\u00EDt\u00E9s\u00E9hez sz\u00FCks\u00E9gesek, n\u00E9lk\u00FCl\u00FCk m\u0171k\u00F6d\u00E9sk\u00E9ptelen lesz.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Tov\u00E1bbi inform\u00E1ci\u00F3

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=A n\u00E9v m\u00F3dosult, \u00FAj n\u00E9v\: {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=A(z) {0} elem m\u00E1sik poz\u00EDci\u00F3ba ker\u00FClt
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=A(z) {0} elem elt\u00E1vol\u00EDtva
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=A(z) {0} elem felfedve
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=A(z) {0} elem \u00F6sszevonva
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=A(z) {0} elem sz\u00E9tv\u00E1lasztva
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=A(z) {0} csoport hozz\u00E1adva
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=A(z) {0} mez\u0151 hozz\u00E1adva
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame hozz\u00E1adva
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=A(z) {0} elem be\u00E1ll\u00EDt\u00E1sai m\u00F3dosultak
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Az elem m\u00E1shov\u00E1 ker\u00FClt ebb\u0151l a kont\u00E9nerb\u0151l
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Ez az elem a sz\u00E9tv\u00E1laszt\u00E1s r\u00E9sze
TIT_CHANGEVISUALIZATION_CHANGE=M\u00F3dos\u00EDt\u00E1s
TIT_CHANGEVISUALIZATION_CHANGES=M\u00F3dos\u00EDt\u00E1sok
TIT_CHANGEVISUALIZATION_DATE=D\u00E1tum
TIT_CHANGEVISUALIZATION_DETAILS=R\u00E9szletek
TIT_CHANGEVISUALIZATION_DESCRIPTION=Le\u00EDr\u00E1s
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Kulcsfelhaszn\u00E1l\u00F3i m\u00F3dos\u00EDt\u00E1sok vizualiz\u00E1l\u00E1sa
BUT_CHANGEVISUALIZATION_HIDECHANGES=Kulcsfelhaszn\u00E1l\u00F3i m\u00F3dos\u00EDt\u00E1sok vizualiz\u00E1l\u00E1s\u00E1nak elrejt\u00E9se
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u00D6sszes m\u00F3dos\u00EDt\u00E1s megjelen\u00EDt\u00E9se
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u00C1thelyezett elemek megjelen\u00EDt\u00E9se
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u00C1tnevezett elemek megjelen\u00EDt\u00E9se
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Hozz\u00E1adott elemek megjelen\u00EDt\u00E9se
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u00D6sszevont \u00E9s sz\u00E9tv\u00E1lasztott elemek megjelen\u00EDt\u00E9se
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Elt\u00E1vol\u00EDtott elemek megjelen\u00EDt\u00E9se
MSG_LOCAL_RESET_VARIANT_SAVE=A kont\u00E9ner alaphelyzetbe \u00E1llt vissza, \u00E9s a n\u00E9zet automatikusan mentve.
