
SERVICE_NAME=Ajustare UI
BTN_SAVE=Salvare
BTN_SAVE_DRAFT=Salvare vers.prel.
BTN_EXIT=Terminare
BTN_DONE=Efectuat
MSG_SAVE_SUCCESS=Modific\u0103ri salvate.
MSG_SAVE_DRAFT_SUCCESS=Modific\u0103ri versiune preliminar\u0103 salvate.
CTX_REMOVE=Eliminare
CTX_REMOVE_TITLE=Eliminare
CTX_LOCAL_RESET=Resetare container
CTX_ADD_ELEMENTS=Ad\u0103ugare\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Ad\u0103ugare la...
MULTIPLE_CONTROL_NAME=Con\u0163inut
CTX_CUT=T\u0103iere
CTX_PASTE=Lipire
CTX_GROUP_FIELDS=Combinare
CTX_UNGROUP_FIELDS=Divizare
CTX_CREATE_CONTAINER=Creare\: {0}
TITLE_CREATE_CONTAINER=Nou\: {0}
CTX_RENAME=Redenumire
CTX_SETTINGS=Set\u0103ri
CTX_VARIANT_SWITCH=Comutare imagini
CTX_VARIANT_SAVE=Salvare imagine
CTX_VARIANT_SAVEAS=Salvare imagine ca
CTX_VARIANT_SET_TITLE=Setare titlu
CTX_VARIANT_MANAGE=Gestionare imagini
BTN_CREATE_NEW_VIEW=Salvare ca imagine nou\u0103
MSG_CHANGE_READONLY_VARIANT=Nu pute\u021Bi edita aceast\u0103 imagine pentru c\u0103 este protejat\u0103. Pentru a o modifica, salva\u021Bi-o ca imagine nou\u0103.
BTN_MODIFIED_VARIANT_SAVE=Salvare modific\u0103ri
BTN_MODIFIED_VARIANT_DISCARD=Respingere modific\u0103ri
MSG_CHANGE_MODIFIED_VARIANT=Ave\u021Bi modific\u0103ri nesalvate \u00EEn aceast\u0103 imagine. Dori\u021Bi s\u0103 le salva\u021Bi sau le respinge\u021Bi?
CTX_ADDXML_AT_EXTENSIONPOINT=Ad\u0103ugare fragment la punct de extindere
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Eliminare
BTN_FREP_CANCEL=Anulare
LBL_FREP=a fost {0}
HEADER_ADDITIONAL_ELEMENTS=Con\u021Binut disponibil\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Con\u021Binut disponibil pentru\: {0}
BTN_MANAGE_APPS_TXT=Variante aplica\u021Bie
BTN_MANAGE_APPS_ITEM=Gestionare
BTN_SAVE_AS=Salvare ca
TOOLTIP_SAVE_AS=Creare variant\u0103 de aplica\u021Bie nou\u0103
BTN_UNDO=Renun\u0163are
BTN_REDO=Restaurare
BTN_MENU=Mai multe ac\u021Biuni
BTN_RESTORE=Resetare
BTN_ADAPTATION=Ajustare UI
BTN_FEEDBACK=Feedback
BTN_CLOSE_FEEDBACK_DIALOG=\u00CEnchidere
TIT_FEEDBACK=Furnizare feedback
TIT_DRAFT=Versiune preliminar\u0103
TIT_ORIGINAL_APP=Aplica\u0163ie original\u0103
TIT_VERSION_1=Versiunea 1
LBL_ACTIVE=Activ
LBL_INACTIVE=Inactiv
TIT_VERSION_HISTORY_PUBLISHED=Publicat
TIT_VERSION_HISTORY_UNPUBLISHED=Nepublicat
MSG_DRAFT_ACTIVATION_SUCCESS=Versiune nou\u0103 activat\u0103
MSG_DRAFT_ACTIVATION_FAILED=Ne pare r\u0103u, versiunea preliminar\u0103 nu poate fi activat\u0103 \u00EEn acest moment. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
MSG_SWITCH_VERSION_FAILED=Eroare la comutare versiune. Re\u00EEnc\u0103rca\u021Bi.
MSG_SWITCH_ADAPTATION_FAILED=Eroare la comutare ajustare. Re\u00EEnc\u0103rca\u021Bi.
TIT_VERSION_TITLE=Titlu
TIT_VERSION_TITLE_DIALOG=Activare versiune nou\u0103
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reactivare versiune
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Introduce\u021Bi un titlu de versiune
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmare
BUT_VERSION_TITLE_DIALOG_CANCEL=Anulare
TOL_ACTIVATE=Activare versiune nou\u0103
TOL_DISCARD_DRAFT=Respingere versiune preliminar\u0103
TOL_PUBLISH_VERSION=Publicare versiune
TIT_SWITCH_VERSION_DIALOG=Comutare versiune
MSG_SWITCH_VERSION_DIALOG=Ave\u021Bi modific\u0103ri de UI nesalvate. Dori\u021Bi s\u0103 le salva\u021Bi \u00EEnainte de comutare?
TIT_DRAFT_DISCARD_DIALOG=Respingere versiune preliminar\u0103 existent\u0103
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Dori\u021Bi s\u0103 respinge\u021Bi versiunea preliminar\u0103 existent\u0103 \u0219i s\u0103 \u00EEncepe\u021Bi din nou?
BTN_TRANSLATE=Traducere
BTN_UPLOAD_CHANGED_TEXTS=\u00CEnc\u0103rcare
TIT_UPLOAD_CHANGED_TEXTS=\u00CEnc\u0103rcare traduceri
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Exist\u0103 modific\u0103ri nesalvate care pot fi traduse, cu texte. Starea curent\u0103 va fi salvat\u0103 \u00EEnainte de desc\u0103rcarea fi\u0219ierului XLIFF.
MSG_UPLOAD_CHANGED_TEXTS=\u00CEnc\u0103rca\u021Bi un fi\u0219ier XLIFF care con\u021Bine traduceri ale textelor UI modificate
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Anulare
BTN_OPEN_DOWNLOAD_TRANSLATION=Desc\u0103rcare
BTN_OPEN_UPLOAD_TRANSLATION=\u00CEnc\u0103rcare
MSG_UPLOAD_TRANSLATION_SUCCESS=Traducere \u00EEnc\u0103rcat\u0103 cu succes
BTN_DOWNLOAD_CHANGED_TEXTS=Desc\u0103rcare
TIT_DOWNLOAD_CHANGED_TEXTS=Desc\u0103rcare
MSG_DOWNLOAD_CHANGED_TEXTS=Desc\u0103rca\u021Bi un fi\u0219ier XLIFF care con\u021Bine traduceri ale textelor UI modificate. Sunt incluse traducerile existente pentru aceste texte.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Anulare
TXT_SOURCE_LANGUAGE=Limb\u0103 surs\u0103
TXT_TARGET_LANGUAGE=Limb\u0103 \u021Bint\u0103
BTN_NAVIGATION=Navigare
BTN_VISUALIZATION=Vizualizare
HEADER_WARNING=Avertizare
HEADER_ERROR=Eroare
MSG_RESTORE_FAILED=Modific\u0103rile dvs. de UI nu pot fi anulate acum. Re\u00EEncerca\u021Bi mai t\u00E2rziu sau contacta\u021Bi administratorul dvs.\: {0}
FORM_PERS_RESET_TITLE=Resetare la versiune standard
FORM_PERS_RESET_MESSAGE=Dori\u0163i s\u0103 respinge\u0163i toate modific\u0103rile UI \u015Fi s\u0103 reseta\u0163i aplica\u0163ia la versiunea standard?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Dori\u0163i s\u0103 anula\u0163i toate modific\u0103rile personaliz\u0103rii dvs.\u015Fi s\u0103 reseta\u0163i aplica\u0163ia?
MSG_LREP_TRANSFER_ERROR=A ap\u0103rut o eroare tehnic\u0103. Re\u00EEncerca\u021Bi mai t\u00E2rziu sau contacta\u021Bi administratorul dvs.
MSG_ERROR_REASON=Motiv\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Terminare
MSG_UNSAVED_CHANGES_ON_CLOSE=Salva\u021Bi modific\u0103rile dvs.?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=Salva\u021Bi modific\u0103rile la versiunea dvs. preliminar\u0103?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Salvare
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Salvare vers.prel.
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Respingere
MSG_UNSAVED_CHANGES=\u00CEn cazul \u00EEn care confirma\u0163i, toate modific\u0103rile dvs. de UI vor fi pierdute. Pentru a le salva, \u00EEnchide\u0163i aceast\u0103 caset\u0103 de dialog \u0219i ie\u0219i\u021Bi din modul de adaptare UI.
MSG_NO_FIELDS=F\u0103r\u0103 alt con\u021Binut disponibil
HEADER_PERSONALIZATION_EXISTS=Informa\u0163ii
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=A\u021Bi personalizat aplica\u021Bia sau exist\u0103 imagini publice. Aplica\u021Bia este re\u00EEnc\u0103rcat\u0103 f\u0103r\u0103 aceste modific\u0103ri.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Modific\u0103rile efectuate \u00EEn UI \u00EEn modul de navigare vor fi respinse dup\u0103 ce ie\u0219i\u021Bi din Ajustare UI.
MSG_DRAFT_EXISTS=Modific\u0103ri preliminare sunt disponibile pentru aceast\u0103 aplica\u021Bie. Aplica\u021Bia se re\u00EEnc\u0103rc\u0103 cu aceste modific\u0103ri preliminare.
MSG_DRAFT_DISCARD_DIALOG=Dori\u021Bi s\u0103 respinge\u021Bi modific\u0103rile preliminare? Aplica\u021Bia se va re\u00EEnc\u0103rca.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=A\u021Bi personalizat aplica\u021Bi sau exist\u0103 imagini publice \u0219i sunt disponibile modific\u0103ri preliminare. Aplica\u021Bia se re\u00EEncarc\u0103 f\u0103r\u0103 modific\u0103rile dvs. de personalizare sau imaginile publice, dar cu modific\u0103rile preliminare.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Versiune preliminar\u0103 este disponibil\u0103.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Dori\u021Bi s\u0103 respinge\u021Bi modific\u0103rile versiunii preliminare \u0219i s\u0103 reactiva\u021Bi versiunea?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=A\u021Bi personalizat aplica\u021Bia \u0219i modific\u0103rile preliminare sunt disponibile. Aplica\u021Bia se va re\u00EEnc\u0103rca f\u0103r\u0103 modific\u0103rile dvs. personalizate, \u00EEns\u0103 cu modific\u0103rile preliminare.
MSG_HIGHER_LAYER_CHANGES_EXIST=A\u021Bi personalizat aplica\u021Bia. Aplica\u021Bia se va re\u00EEnc\u0103rca f\u0103r\u0103 aceste modific\u0103ri.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=A\u021Bi personalizat aplica\u021Bia \u0219i imagini specifice rolului sunt disponibile. Aplica\u021Bia se re\u00EEnc\u0103rc\u0103 f\u0103r\u0103 modific\u0103rile dvs. personalizate, \u00EEns\u0103 cu modific\u0103rile specifice rolului.
MSG_RESTRICTED_CONTEXT_EXIST=Imagini specifice rolului sunt disponibile pentru aceast\u0103 aplica\u021Bie. Aplica\u021Bia se re\u00EEnc\u0103rc\u0103 cu aceste modific\u0103ri preliminare.
HEADER_RELOAD_NEEDED=Aplica\u021Bia necesit\u0103 re\u00EEnc\u0103rcare
BUTTON_RELOAD_NEEDED=Re\u00EEnc\u0103rcare
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Aplica\u021Bia se va re\u00EEnc\u0103rca acum cu modific\u0103rile dvs. de personalizare \u0219i cu imaginile publice.
MSG_RELOAD_WITHOUT_DRAFT=Aplica\u021Bia se va re\u00EEnc\u0103rca f\u0103r\u0103 modific\u0103ri preliminare.
MSG_RELOAD_ACTIVATED_DRAFT=Aplica\u021Bia se va re\u00EEnc\u0103rca cu versiunea activ\u0103.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Aplica\u021Bia se va re\u00EEnc\u0103rca acum f\u0103r\u0103 modific\u0103ri preliminare. Modific\u0103rile dvs. de personalizare \u0219i imaginile publice vor fi aplicate din nou.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Aplica\u021Bia se va re\u00EEnc\u0103rca acum cu modific\u0103rile dvs. de personalizare. Imaginile dvs. publice sau specifice pentru rol vor fi aplicate din nou.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Aplica\u021Bia se va re\u00EEnc\u0103rca acum cu imaginile dvs. publice sau specifice pentru rol.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=Aplica\u021Bia se va re\u00EEnc\u0103rca acum cu modific\u0103rile dvs. personale \u0219i cu ajustarea care are cea mai ridicat\u0103 prioritate \u00EEn raport cu rolurile dvs. de utilizator.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=Aplica\u021Bia se va re\u00EEnc\u0103rca acum cu ajustarea care are cea mai ridicat\u0103 prioritate \u00EEn raport cu rolurile dvs. de utilizator.
MSG_RELOAD_WITH_ALL_CHANGES=Aplica\u021Bia se va re\u00EEnc\u0103rca cu toate modific\u0103rile.
MSG_RELOAD_NEEDED=Modific\u0103rile efectuate de dvs. necesit\u0103 re\u00EEnc\u0103rcarea aplica\u021Biei.
MSG_MANAGE_APPS_FAILED=Din p\u0103cate, imaginea general\u0103 a variantelor de aplica\u021Bie nu este disponibil\u0103 temporar. \u00CEncerca\u021Bi din nou mai t\u00E2rziu sau contacta\u021Bi administratorul dvs.\:
APP_VARIANT_DIALOG_SAVE=Salvare
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Salvare
APP_VARIANT_DIALOG_CLOSE=\u00CEnchidere
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anulare
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anulare
CREATE_APP_VARIANT_DIALOG_TITLE=Salvare ca variant\u0103 aplica\u021Bie nou\u0103
APP_DIALOG_TITLE_TEXT=Titlu
APP_DIALOG_SUB_TITLE_TEXT=Subtitlu
APP_DIALOG_DESCRIPTION_TEXT=Descriere
APP_DIALOG_ICON_TEXT=Icon
RENAME_ERROR_TITLE=Eroare la denumire
RENAME_EMPTY_ERROR_TEXT=Introduce\u021Bi un nume.
RENAME_BINDING_ERROR_TEXT=Numele nu trebuie s\u0103 con\u021Bin\u0103 "{". Alege\u021Bi un nume diferit.
APP_VARIANT_ICON_SELECT_ICON=Selectare icon
APP_VARIANT_ICON_NO_DATA=Niciun icon g\u0103sit.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Variant\u0103 aplica\u021Bie nou\u0103 a fost salvat\u0103.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Ajustarea UI va fi \u00EEnchis\u0103 \u0219i ve\u021Bi reveni la pagina ini\u021Bial\u0103. Ve\u021Bi fi notificat atunci c\u00E2nd noul mozaic este disponibil.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Ve\u021Bi fi notificat atunci c\u00E2nd noul mozaic este disponibil.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Ajustarea UI va fi \u00EEnchis\u0103. Contacta\u021Bi administratorul dvs. pentru a ad\u0103uga mozaicul la pagina ini\u021Bial\u0103 launchpad Fiori (ID aplica\u021Bie\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contacta\u021Bi administratorul dvs. pentru a ad\u0103uga mozaicul la pagina ini\u021Bial\u0103 launchpad Fiori (ID aplica\u021Bie\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Eroare
MSG_LOAD_APP_VARIANT_FAILED=Ne pare r\u0103u, varianta de aplica\u021Bie nu a putut fi \u00EEnc\u0103rcat\u0103. Expedia\u021Bi urm\u0103toarele informa\u021Bii tehnice administratorului dvs.\:
MSG_SAVE_APP_VARIANT_FAILED=Ne pare r\u0103u, varianta de aplica\u021Bie nu a putut fi salvat\u0103. Expedia\u021Bi urm\u0103toarele informa\u021Bii tehnice administratorului dvs.\:
MSG_UPDATE_APP_VARIANT_FAILED=Ne pare r\u0103u, varianta de aplica\u021Bie nu a putut fi actualizat\u0103. Expedia\u021Bi urm\u0103toarele informa\u021Bii tehnice administratorului dvs.\:
MSG_CATALOG_ASSIGNMENT_FAILED=Noua variant\u0103 de aplica\u021Bie a fost salvat\u0103, dar nu a putut fi alocat\u0103 la catalog. Expedia\u021Bi urm\u0103toarele informa\u021Bii tehnice administratorului dvs. de con\u021Binut\:
MSG_TILE_CREATION_FAILED=\u00CEmprosp\u0103ta\u021Bi pagina ini\u021Bial\u0103 launchpad Fiori pentru a verifica dac\u0103 noul mozaic a fost creat. Dac\u0103 nu este disponibil sau dac\u0103 nu func\u021Bioneaz\u0103 corect, contacta\u021Bi administratorul dvs. de con\u021Binut.
MSG_COPY_UNSAVED_CHANGES_FAILED=Ne pare r\u0103u, varianta aplica\u021Biei dvs. \u0219i modific\u0103rile UI corespondente nu au putut fi salvate. Varianta de aplica\u021Bie nu este disponibil\u0103. Expedia\u021Bi urm\u0103toarele informa\u021Bii tehnice administratorului dvs.\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Introduce\u0163i titlu
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Noul mozaic este acum disponibil. Pentru a fi afi\u0219at, \u00EEmprosp\u0103ta\u021Bi browserul.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informa\u0163ii
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u00CEnchidere
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiere ID \u0219i \u00EEnchidere
MSG_APP_VARIANT_ID=ID variant\u0103 aplica\u021Bie\: {0}
MSG_TECHNICAL_ERROR=Eroare\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Imagine general\u0103 variante apl.
APP_VARIANT_TILE_ARIA_LABEL=Previzualizare mozaic Fiori
MENU_ITEM_KEY_USER=Pentru utilizator cheie
MENU_ITEM_SAP_DEVELOPER=Pentru dezvoltator SAP
MSG_DEPENDENCY_ERROR=Aceast\u0103 modificare nu poate fi aplicat\u0103 la UI. Reseta\u021Bi UI la starea original\u0103 \u0219i recrea\u021Bi modific\u0103rile. Aten\u021Bie\: acest lucru va reseta toate modific\u0103rile efectuate la aceast\u0103 aplica\u021Bie de orice alt utilizator. Alternativ, pute\u021Bi contacta suportul SAP prin deschiderea unui tichet pentru componenta CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variant\u0103 aplica\u021Bie (ID\: {0}) \u0219tears\u0103.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variant\u0103 de aplica\u021Bie (ID\: {0}) \u0219tears\u0103. Pentru a elimina mozaicul din launchpad, re\u00EEnc\u0103rca\u021Bi pagina ini\u021Bial\u0103.
MSG_DELETE_APP_VARIANT_FAILED=Ne pare r\u0103u, varianta de aplica\u021Bie nu a putut fi \u0219tears\u0103. Expedia\u021Bi urm\u0103toarele informa\u021Bii tehnice administratorului dvs.\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informa\u021Bii
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u00CEnchidere
MSG_NO_BUSINESS_CONTEXTS=Niciunul
MSG_DO_NOT_CLOSE_BROWSER=Opera\u021Bie \u00EEn desf\u0103\u0219urare - nu \u00EEnchide\u021Bi browserul.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0218tergere \u00EEn desf\u0103\u0219urare - nu \u00EEnchide\u021Bi browserul.\nRe\u021Bine\u021Bi c\u0103 mozaicul pentru varianta de aplica\u021Bie va r\u0103m\u00E2ne vizibil pe durata procesului de selec\u021Bie.
MSG_CATALOGS_LOCKED=Varianta aplica\u021Biei nu a putut fi \u0219tears\u0103. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.

MSG_UNSTABLE_ID_FOUND=Unele dintre controalele dvs. nu au ID-uri stabile. Utiliza\u021Bi Support Assistant pentru a identifica controalele afectate conform celor descrise [aici](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) \u0219i seta\u021Bi ID-urile. (Acest mesaj este vizibil doar la nivel intern SAP, dar trebuie s\u0103 seta\u021Bi ID-ul c\u00E2t de devreme posibil.)

MSG_NO_FLEX_ENABLED_FLAG=Aplica\u021Bia dvs. nu permite adaptarea UI. Verifica\u021Bi condi\u021Biile preliminare descrise [aici](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Acest mesaj este vizibil doar la nivel intern SAP. Func\u021Bionalitatea nu este afectat\u0103, dar trebuie s\u0103 rezolva\u021Bi acest lucru c\u00E2t de devreme posibil.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definire con\u021Binut integrat
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Actualizare con\u021Binut integrat
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Dimensiune iFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=L\u0103\u021Bime
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unitate pentru l\u0103\u021Bime
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u00CEn\u0103l\u021Bime
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unitate pentru \u00EEn\u0103l\u021Bime
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Salvare
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Anulare
CTX_ADDIFRAME=Con\u021Binut integrat\: {0}
CTX_ADDIFRAME_GROUP=Con\u021Binut integrat
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Aplica\u021Bia (varianta) lansat\u0103 este plasat\u0103 \u00EEn stratul CUSTOMER sau \u00EEn CUSTOMER_BASE. Prin urmare, nu ve\u021Bi putea vizualiza variantele de aplica\u021Bie disponibile \u00EEn calitate de dezvoltator SAP.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Imagine general\u0103 variant\u0103 aplica\u021Bie pentru dezvoltatorii SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Previzualizare URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Previzualizare iFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Afi\u0219are previzualizare
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Actualizare previzualizare
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Alege\u021Bi Afi\u0219are previzualizare pentru a prezenta con\u021Binutul integrat. Dac\u0103 nu este afi\u0219at nimic, verifica\u021Bi URL-ul.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (click pentru a edita manual)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valori disponibile (click pentru a ad\u0103uga \u00EEn URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametru
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemplu de valoare
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=C\u0103utare parametri
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=URL-urile utilizate aici trebuie s\u0103 \u00EEndeplineasc\u0103 anumite condi\u021Bii preliminare \u0219i nu vor func\u021Biona f\u0103r\u0103 acestea.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Citire suplimentar\u0103
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=Titlu
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Con\u021Binut \u00EEnglobat
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Procentaj referitor la l\u0103\u021Bime sec\u021Biune
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Procentaj referitor la l\u0103\u021Bime antet
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Procentaj referitor la \u00EEn\u0103l\u021Bime fereastr\u0103 browser
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Num\u0103r de pixeli
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=Referitor la m\u0103rime font element HTML r\u0103d\u0103cin\u0103
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Set\u0103ri avansate
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=Mod de navigare preluat
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=La comutarea la modul de navigare preluat, mai multe intr\u0103ri sunt ad\u0103ugate automat la istoricul browserului, de exemplu, la rezolvarea parametrilor URL. Aceasta poate avea un impact nedorit asupra comportamentului butonului \u00CEnapoi al browserului sau al navig\u0103rii \u00EEn aplica\u021Biile elementelor SAP Fiori.\nUtiliza\u021Bi acest mod doar dac\u0103 \u00EEnt\u00E2mpina\u021Bi probleme cu con\u021Binutul \u00EEnvechit sau \u00EEn cazul \u00EEn care con\u021Binutul integrat nu se \u00EEncarc\u0103 adecvat.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=Protocolul nu este permis.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=Integrarea con\u021Binutului HTTP \u00EEntr-o gazd\u0103 HTTPS nu este permis\u0103.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=URL-ul nu este permis.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Introduce\u021Bi un URL valabil.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=Nume modificat \u00EEn ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=Nume modificat din ''{1}'' \u00EEn ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Elementul "{0}" a fost deplasat
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=Elementul ''{0}'' a fost deplasat \u00EEn interiorul containerului s\u0103u
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Elementul "{0}" a fost eliminat
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Elementul "{0}" a fost ad\u0103ugat
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Elementul "{0}" a fost combinat
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Elementele "{0}" \u0219i "{1}" combinate
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} elemente combinate
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Elementul "{0}" a fost divizat
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Grupul "{0}" a fost ad\u0103ugat
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=C\u00E2mpul "{0}" a fost ad\u0103ugat
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame a fost ad\u0103ugat
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Set\u0103rile elementului "{0}" au fost modificate
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Elementul a fost modificat
TIT_CHANGEVISUALIZATION_TYPE=Tip
TIT_CHANGEVISUALIZATION_CHANGES=Modific\u0103ri
TIT_CHANGEVISUALIZATION_DATE=Dat\u0103
TIT_CHANGEVISUALIZATION_DETAILS=Detalii
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descriere
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Vizualizare modific\u0103ri utilizator cheie
BUT_CHANGEVISUALIZATION_SELECTCHANGES=Selectare tip de modificare
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Modific\u0103ri nevizualizate\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Toate
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Toate modific\u0103rile
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Deplasare
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=Elemente mutate
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Redenumire
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=Elemente redenumite
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Ad\u0103ugare
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Elemente ad\u0103ugate
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Combinare \u0219i divizare
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Elemente combinate \u0219i divizate
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Eliminare
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Elemente eliminate
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Altele
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Alte modific\u0103ri
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Toate
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Versiune preliminar\u0103
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Nesalvat
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Chiar acum
MSG_LOCAL_RESET_VARIANT_SAVE=Containerul a fost resetat \u0219i imaginea a fost salvat\u0103 automat.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Afi\u0219are surs\u0103
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Afi\u0219are alte p\u0103r\u021Bi
BUT_CHANGEVISUALIZATION_LEARNMORE=[Afla\u021Bi mai multe]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 modificare
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} modific\u0103ri

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Modific\u0103rile UI la aceast\u0103 aplica\u021Bie au fost efectuate \u00EEn alt sistem. Pentru a evita conflictele, v\u0103 recomand\u0103m insistent s\u0103 efectua\u021Bi modific\u0103rile UI \u00EEntr-un singur sistem \u0219i apoi s\u0103 transporta\u021Bi modific\u0103rile la celelalte sisteme. Consulta\u021Bi [Adapting the UI](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Avertizare - Risc de conflicte severe
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Lansa\u021Bi ajustarea UI \u00EEntr-un sistem productiv. Dac\u0103 ave\u021Bi un sistem de dezvoltare sau de test, v\u0103 recomand\u0103m s\u0103 efectua\u021Bi modific\u0103rile \u00EEn acesta \u0219i s\u0103 utiliza\u021Bi mecanismul de transport pentru a publica aceste modific\u0103ri.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Avertizare - Urmeaz\u0103 s\u0103 efectua\u021Bi modific\u0103ri \u00EEn sistemul productiv
MSG_GENERIC_ERROR_MESSAGE=A ap\u0103rut o eroare. Contacta\u021Bi suportul SAP deschiz\u00E2nd un tichet pe componenta CA-UI5-FL-RTA.\nInclude\u021Bi urm\u0103toarele informa\u021Bii tehnice \u00EEn tichetul dvs.\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=Eroare la lansare ajustare UI

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Nu ave\u021Bi permisiuni de utilizator cheie. Contacta\u021Bi administratorul dvs.

BTN_TOOLTIP_MOVE_UP=Deplasare \u00EEn sus
BTN_TOOLTIP_MOVE_DOWN=Deplasare \u00EEn jos
BTN_ADAPTING_FOR=Adaptare pentru ''{0}''
BTN_ADAPTING_FOR_ALL_USERS=Adaptare pentru 'To\u021Bi utilizatorii'
BTN_SWITCH_ADAPTATIONS=Comutare ajust\u0103ri
EAC_DIALOG_HEADER=Editare ajustare
SAC_DIALOG_HEADER=Salvare ca ajustare nou\u0103
DAC_DIALOG_HEADER=\u0218tergere ajustare
DAC_DIALOG_DESCRIPTION=Sigur dori\u021Bi s\u0103 \u0219terge\u021Bi aceast\u0103 ajustare?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Ave\u021Bi modific\u0103ri UI nesalvate. Dac\u0103 \u0219terge\u021Bi aceast\u0103 ajustare, vor fi \u0219terse \u0219i modific\u0103rile UI. Sigur dori\u021Bi s\u0103 \u0219terge\u021Bi aceast\u0103 ajustare?
DAC_DIALOG_MIGRATION_HEADER=Migrare imagini
DAC_DIALOG_MIGRATION_DESCRIPTION=Am observat c\u0103 a\u021Bi alocat deja roluri la imagini \u00EEn aceast\u0103 aplica\u021Bie. Dac\u0103 dori\u021Bi s\u0103 crea\u021Bi o ajustare, trebuie s\u0103 migra\u021Bi aceste imagini la ajust\u0103ri.\nDup\u0103 migrare, fiecare imagine care a fost alocat\u0103 la un rol va fi inclus\u0103 \u00EEntr-o ajustare. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=Am observat c\u0103 a\u021Bi alocat deja roluri la imagini \u00EEn aceast\u0103 aplica\u021Bie. Dac\u0103 dori\u021Bi s\u0103 crea\u021Bi o ajustare, trebuie s\u0103 migra\u021Bi aceste imagini la ajust\u0103ri.\nDup\u0103 migrare, fiecare imagine care a fost alocat\u0103 la un rol va fi inclus\u0103 \u00EEntr-o ajustare.\n\nAve\u021Bi modific\u0103ri UI nesalvate. Acestea sunt salvate \u00EEnainte de migrare.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=Imaginile au fost migrate cu succes.\nPute\u021Bi comuta acum la ajust\u0103rile care au fost create \u0219i le pute\u021Bi verifica.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=A ap\u0103rut o eroare la migrare. Re\u00EEncerca\u021Bi mai t\u00E2rziu sau contacta\u021Bi administratorul dvs.
MANAGE_ADAPTATIONS_DIALOG_HEADER=Gestionare ajust\u0103ri
BTN_MANAGE_APP_CTX=Gestionare ajust\u0103ri
TXT_MANAGE_APP_CTX=Vizualiza\u021Bi, edita\u021Bi sau \u0219terge\u021Bi ajust\u0103rile
CLM_HEADER_PRIORITY=Prioritate
CLM_HEADER_CREATED=Creat
CLM_HEADER_CHANGED=Ultima modificare
CLM_HEADER_ADAPTATIONS_ACTIONS=Ac\u021Biuni
CLM_HEADER_CONTEXT=Context
CLM_HEADER_ADAPTATIONS_TITLE=Titlu
CLM_HEADER_ADAPTATIONS_CREATED_ON=Creat pe
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Modificat pe
MAA_DIALOG_DESCRIPTION=Descriere
MAA_DIALOG_SAVE_AS_APP=Salvare ca
MAA_DIALOG_ADAPT_UI=Ajustare UI
MENU_BTN_SHARE=Partajare
MENU_BTN_EDIT=Editare
MAA_DIALOG_DELETE=\u0218tergere
TXT_SELECT_FIRST_PRIO=Inserare \u00EEnainte de toate (Prioritate '1')
TXT_SELECT_PRIO=Inserare dup\u0103 ''{0}'' (Prioritate ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Introduce\u021Bi descriere
TXT_TABLE_CONTEXT_CELL_ROLE=Rol
TXT_TABLE_CONTEXT_CELL_ROLES=Roluri
TXT_DEFAULT_APP=Ajustare f\u0103r\u0103 context
APP_CTX_DIALOG_SAVE=Salvare
APP_CTX_DIALOG_CANCEL=Anulare
APP_CTX_DIALOG_CONFIRM=Confirmare
TOOLTIP_APP_CTX_DIALOG_SAVE=Adaptarea bazat\u0103 pe context nu a fost modificat\u0103.
TXT_CTX_ERROR_DUPLICATE_TITLE=Titlul adapt\u0103rii exist\u0103 deja. Introduce\u021Bi un alt titlu.
TXT_CTX_ERROR_MAX_LEN=Titlurile de adaptare sunt restric\u021Bionate la {0} caractere
TXT_CTX_ERROR_EMPTY_TITLE=Introduce\u021Bi un titlu.
