
SERVICE_NAME=UI-tilpasning
TOOLBAR_TITLE=Tilpass UI
TOOLBAR_TITLE_PERSONALIZE=Persontilpass app
BTN_EXIT=Lagre og avslutt
BTN_DONE=Utf\u00F8rt
BTN_DONE_TOOLTIP=Lagre endringer
CTX_ADAPT=Flere...
CTX_REMOVE=Fjern
CTX_REMOVE_TITLE=Fjern
CTX_ADD_ELEMENTS=Legg til\: {0}
MULTIPLE_CONTROL_NAME=Innhold
CTX_CUT=Klipp ut
CTX_PASTE=Lim inn
CTX_GROUP_FIELDS=Sl\u00E5 sammen
CTX_UNGROUP_FIELDS=Del opp
CTX_CREATE_CONTAINER=Opprett\: {0}
TITLE_CREATE_CONTAINER=Ny\: {0}
CTX_RENAME=Endre navn
CTX_SETTINGS=Innstillinger
CTX_TRIGGER=Naviger til
CTX_VARIANT_SWITCH=Bytt visning
CTX_VARIANT_DUPLICATE=Dupliser
CTX_VARIANT_SET_TITLE=Definer tittel
CTX_VARIANT_MANAGE=Administrer visninger
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Fjern
BTN_FREP_CANCEL=Avbryt
BTN_FREP_CCF=Opprett egendefinert felt, assosiasjon eller logikk
LBL_FREP=het {0}
HEADER_SETTINGS=Innstillinger
HEADER_ADDITIONAL_ELEMENTS=Tilgjengelig innhold\: {0}
BTN_SHARE=Frigi
BTN_MANAGE_APPS_TXT=Administrer appvarianter
BTN_SAVE_AS=Lagre som
TOOLTIP_SAVE_AS=Opprett ny appvariant
BTN_UNDO=Angre
BTN_REDO=Gjenta
BTN_PUBLISH=Publiser
BTN_RESTORE=Gjenopprett
BTN_TRANSPORT=Overf\u00F8r
BTN_ADAPTATION=UI-tilpasning
BTN_NAVIGATION=Navigering
HEADER_RESTORE_FAILED=Feil
HEADER_WARNING=Advarsel
HEADER_ERROR=Feil
MSG_RESTORE_FAILED=UI-endringene kan ikke forkastes. Pr\u00F8v p\u00E5 nytt senere eller ta kontakt med administrator\: {0}
MSG_PUBLISH_ERROR=UI-endringene kan ikke publiseres. Pr\u00F8v p\u00E5 nytt senere eller ta kontakt med administrator\: {0}
MSG_TRANSPORT_SUCCESS=UI-endringer er inkludert i overf\u00F8ring
MSG_PUBLISH_SUCCESS=Publisering av UI-endringene er planlagt.
HEADER_TRANSPORT_INAPPLICABLE=Informasjon
MSG_TRANSPORT_INAPPLICABLE=Alle UI-endringer er allerede inkludert i overf\u00F8ring.
HEADER_TRANSPORT_APPLYSAVE_ERROR=Feil
MSG_TRANSPORT_APPLYSAVE_ERROR=UI-endringene kan ikke brukes eller lagres for \u00F8yeblikket. Avslutt UI-tilpasning og start appen p\u00E5 nytt\: {0}
FORM_PERS_RESET_TITLE=Tilbakestill til standardversjon
FORM_PERS_RESET_MESSAGE=Vil du forkaste alle UI-endringer og tilbakestille appen til standardversjonen?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Vil du forkaste alle persontilpasninger og tilbakestille appen?
MSG_LREP_TRANSFER_ERROR=Det har oppst\u00E5tt en teknisk feil. Pr\u00F8v igjen senere eller kontakt administrator.
MSG_ERROR_REASON=\u00C5rsak\:\n{0}
MSG_UNSAVED_CHANGES=Hvis du bekrefter, vil du miste alle UI-endringene. Lukk denne dialogboksen og avslutt UI-tilpasning for \u00E5 lagre dem.
MSG_REMOVING_TOOLBAR=Toppen for denne gruppen inneholder ytterligere elementer. Hvis du fjerner gruppen, blir disse slettet. Vil du likevel fjerne gruppen?
MSG_NO_FIELDS=Ikke mer tilgjengelig innhold
HEADER_PERSONALIZATION_EXISTS=Informasjon
MSG_PERSONALIZATION_EXISTS=Du har persontilpasset appen. I UI-tilpasningsmodus lastes appen p\u00E5 nytt uten persontilpasningsinnstillingene.
MSG_HIGHER_LAYER_CHANGES_EXIST=Det finnes endringer for h\u00F8yere lag i appen. I UI-tilpasningsmodus lastes appen p\u00E5 nytt uten disse endringene.
HEADER_RELOAD_NEEDED=Appen m\u00E5 lastes p\u00E5 nytt
BUTTON_RELOAD_NEEDED=Last inn p\u00E5 nytt
MSG_RELOAD_WITH_PERSONALIZATION=Appen blir lastet inn p\u00E5 nytt med persontilpasningsinnstillingene.
MSG_RELOAD_WITH_ALL_CHANGES=Appen blir lastet p\u00E5 nytt med alle endringene.
MSG_RELOAD_NEEDED=Noen av endringene du foretok, trer f\u00F8rst i kraft etter at appen har lastet inn p\u00E5 nytt.
MAA_CLOSE_BUTTON=Lukk
DUPLICATE_ERROR_TEXT=Dette visningsnavnet finnes allerede. Oppgi et annet navn.
BLANK_ERROR_TEXT=Oppgi et visningsnavn.
HEADER_MANAGE_APPS_FAILED=Feil
MSG_MANAGE_APPS_FAILED=Oversikten over appvariantene er midlertidig utilgjengelig. Pr\u00F8v igjen senere eller kontakt administrator.
APP_VARIANT_DIALOG_SAVE=Lagre
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Lagre
APP_VARIANT_DIALOG_CLOSE=Lukk
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Avbryt
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Avbryt
CREATE_APP_VARIANT_DIALOG_TITLE=Lagre som ny appvariant
APP_DIALOG_TITLE_TEXT=Tittel
APP_DIALOG_SUB_TITLE_TEXT=Undertittel
APP_DIALOG_DESCRIPTION_TEXT=Beskrivelse
APP_DIALOG_ICON_TEXT=Ikon
BLANK_DUPLICATE_TITLE_TEXT=Navngivningsfeil
APP_DIALOG_ICON_TOOLTIP=Velg et ikon for ruten
APP_DIALOG_ICON_BROWSE_BUTTON=Bla gjennom
APP_VARIANT_ICON_SEARCH_TOOLTIP=S\u00F8k etter et SAPUI5-ikon
APP_VARIANT_ICON_DIALOG_ICON=Ikon
APP_VARIANT_ICON_DIALOG_NAME=Navn
APP_VARIANT_ICON_SELECT_ICON=Velg ikon
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=Avbryt
APP_VARIANT_ICON_NO_DATA=Finner ingen ikoner.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Ny appvariant er lagret.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI-tilpasning lukkes og du blir sendt tilbake til startsiden. Du vil f\u00E5 beskjed n\u00E5r den nye ruten er tilgjengelig.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Du vil f\u00E5 beskjed n\u00E5r den nye ruten er tilgjengelig.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI-tilpasning lukkes. Kontakt administrator for \u00E5 f\u00E5 lagt til ruten p\u00E5 startsiden for Fiori-startfelt (app-ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Kontakt administrator for \u00E5 f\u00E5 lagt til ruten p\u00E5 startsiden for Fiori-startfelt (app-ID\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=Kan ikke opprette appvarianten. Send f\u00F8lgende tekniske informasjon til administratoren\:
HEADER_SAVE_APP_VARIANT_FAILED=Feil
MSG_LOAD_APP_VARIANT_FAILED=Beklager, kan ikke laste appvarianten. Send f\u00F8lgende tekniske informasjon til administratoren\:
MSG_SAVE_APP_VARIANT_FAILED=Beklager, kan ikke lagre appvarianten. Send f\u00F8lgende tekniske informasjon til administratoren\:
MSG_CATALOG_ASSIGNMENT_FAILED=Den nye appvarianten er lagret, men kan ikke tilordnes til katalogen. Send f\u00F8lgende tekniske informasjon til innholdsadministratoren\:
MSG_TILE_CREATION_FAILED=Oppdater startsiden for Fiori-startfelt for \u00E5 sjekke om den nye ruten er opprettet. Kontakt innholdsadministratoren hvis den ikke er tilgjengelig eller ikke fungerer som den skal.
MSG_COPY_UNSAVED_CHANGES_FAILED=Kan ikke lagre appvarianten og de tilh\u00F8rende UI-endringene. Appvarianten er ikke tilgjengelig. Send f\u00F8lgende tekniske informasjon til administratoren\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Oppgi tittel
HEADER_APP_VARIANT_FEATURE_FAILED=Feil
MSG_APP_VARIANT_FEATURE_FAILED=Beklager, appvariantfunksjonen er midlertidig utilgjengelig. Kontakt administrator\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Informasjon
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Den nye ruten er n\u00E5 tilgjengelig. Oppdater nettleseren for \u00E5 vise den.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informasjon
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Lukk
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopier ID og lukk
MSG_APP_VARIANT_ID=Appvariant-ID\: {0}
MSG_TECHNICAL_ERROR=Feil\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Oversikt over appvarianter
APP_VARIANT_TILE_ARIA_LABEL=Forh\u00E5ndsvisning av Fiori-rute
MENU_ITEM_KEY_USER=For hovedbruker
MENU_ITEM_SAP_DEVELOPER=For SAP-utvikler
HEADER_DEPENDENCY_ERROR=Feil
MSG_DEPENDENCY_ERROR=Endringen kan ikke tas i bruk p\u00E5 UI. Tilbakestill UI til originalstatus og foreta endringene p\u00E5 nytt. Obs\: Dette vil tilbakestille alle endringer som er gjort for denne appen, av alle brukere. Du kan ogs\u00E5 kontakte SAP-brukerst\u00F8tte ved \u00E5 \u00E5pne en henvendelse for komponenten CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=Applikasjonsversjonen mangler eller er feil.
DELETE_APP_VARIANT_NO_TRANSPORT=Informasjon
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Du trenger en overf\u00F8ringsordre for \u00E5 kunne slette denne appvarianten. Be administratoren om \u00E5 opprette en overf\u00F8ringsordre for deg, og slett deretter appvarianten.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=Appvarianten (ID\: {0}) er slettet
MSG_DELETE_APP_VARIANT_FAILED=Kan ikke slette appvarianten. Send f\u00F8lgende tekniske informasjon til administratoren\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informasjon
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Lukk
BUSINESS_CONTEXT_TITLE=Tilgjengelige forretningskontekster\:
MSG_NO_BUSINESS_CONTEXTS=Ingen
MSG_DO_NOT_CLOSE_BROWSER=Sletting p\u00E5g\u00E5r - ikke lukk nettleseren.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Sletting p\u00E5g\u00E5r - ikke lukk nettleseren.\nV\u00E6r oppmerksom p\u00E5 at ruten for appvarianten er synlig s\u00E5 lenge slettingen p\u00E5g\u00E5r. 
MSG_CATALOGS_LOCKED=Kan ikke slette appvarianten. Pr\u00F8v igjen senere.


MSG_UNSTABLE_ID_FOUND=Noen av kontrollene dine har ikke stabile ID-er. Bruk st\u00F8tteassistenten for \u00E5 identifisere de ber\u00F8rte kontrollene, som beskrevet [her](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), og definer ID-ene.

MSG_NO_FLEX_ENABLED_FLAG=Appen din er ikke aktivert for UI-tilpasning. Kontroller forutsetningene beskrevet [her] (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
