
SERVICE_NAME=UI kohandamine
TOOLBAR_TITLE=Kohanda UI
TOOLBAR_TITLE_PERSONALIZE=Isikup\u00E4rasta rakendus
BTN_EXIT=Salvesta ja v\u00E4lju
BTN_DONE=Valmis
BTN_DONE_TOOLTIP=Salvesta muudatused
CTX_ADAPT=Veel...
CTX_REMOVE=Eemalda
CTX_REMOVE_TITLE=Eemalda
CTX_ADD_ELEMENTS=Lisa\: {0}
MULTIPLE_CONTROL_NAME=Sisu
CTX_CUT=L\u00F5ika
CTX_PASTE=Kleebi
CTX_GROUP_FIELDS=Kombineeri
CTX_UNGROUP_FIELDS=T\u00FCkelda
CTX_CREATE_CONTAINER=Loo\: {0}
TITLE_CREATE_CONTAINER=Uus\: {0}
CTX_RENAME=Nimeta \u00FCmber
CTX_SETTINGS=S\u00E4tted
CTX_TRIGGER=Navigeerimise sihtkoht
CTX_VARIANT_SWITCH=Vaheta vaateid
CTX_VARIANT_DUPLICATE=Dubleeri
CTX_VARIANT_SET_TITLE=M\u00E4\u00E4ra tiitel
CTX_VARIANT_MANAGE=Halda vaateid
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Eemalda
BTN_FREP_CANCEL=T\u00FChista
BTN_FREP_CCF=Loo kohandatud v\u00E4li, seos v\u00F5i loogika
LBL_FREP=oli {0}
HEADER_SETTINGS=S\u00E4tted
HEADER_ADDITIONAL_ELEMENTS=Saadaolev sisu\: {0}
BTN_SHARE=Anna \u00FChiskasutusse
BTN_MANAGE_APPS_TXT=Halda rakenduse variante
BTN_SAVE_AS=Salvesta nimega
TOOLTIP_SAVE_AS=Loo uus rakendusevariant
BTN_UNDO=V\u00F5ta tagasi
BTN_REDO=Tee uuesti
BTN_PUBLISH=Avalda
BTN_RESTORE=L\u00E4htesta
BTN_TRANSPORT=Transpordi
BTN_ADAPTATION=Ui kohandamine
BTN_NAVIGATION=Navigeerimine
HEADER_RESTORE_FAILED=T\u00F5rge
HEADER_WARNING=Hoiatus
HEADER_ERROR=T\u00F5rge
MSG_RESTORE_FAILED=Teie UI muudatusi ei saa kahjuks praegu h\u00FCljata. Proovige hiljem uuesti v\u00F5i p\u00F6\u00F6rduge oma administraatori poole\: {0}
MSG_PUBLISH_ERROR=Teie UI muudatusi ei saa kahjuks praegu avaldada. Proovige hiljem uuesti v\u00F5i p\u00F6\u00F6rduge oma administraatori poole\: {0}
MSG_TRANSPORT_SUCCESS=Teie UI muudatused kaasati transporti.
MSG_PUBLISH_SUCCESS=Teie UI muudatused on ajastatud avaldamiseks.
HEADER_TRANSPORT_INAPPLICABLE=Teave
MSG_TRANSPORT_INAPPLICABLE=K\u00F5ik UI muudatused on juba kaasatud transporti.
HEADER_TRANSPORT_APPLYSAVE_ERROR=T\u00F5rge
MSG_TRANSPORT_APPLYSAVE_ERROR=Teie UI muudatusi ei saa kahjuks praegu rakendada ega salvestada. V\u00E4ljuge UI kohandamisre\u017Eiimist ja taask\u00E4ivitage rakendus\: {0}
FORM_PERS_RESET_TITLE=Taasta standardversioon
FORM_PERS_RESET_MESSAGE=Kas soovite k\u00F5ik UI muudatused h\u00FCljata ja taastada rakenduse standardversiooni?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Kas soovite k\u00F5ik oma isikup\u00E4rastamismuudatused h\u00FCljata ja rakenduse l\u00E4htestada?
MSG_LREP_TRANSFER_ERROR=Kahjuks ilmnes tehniline t\u00F5rge. Proovige hiljem uuesti v\u00F5i p\u00F6\u00F6rduge oma administraatori poole.
MSG_ERROR_REASON=P\u00F5hjus\:\n{0}
MSG_UNSAVED_CHANGES=Kinnitamise korral l\u00E4hevad k\u00F5ik teie UI muudatused kaotsi. Nende salvestamiseks sulgege see dialoogiaken ja v\u00E4ljuge UI kohandamisre\u017Eiimist.
MSG_REMOVING_TOOLBAR=Selle grupi p\u00E4is sisaldab lisaelemente. Kui grupi eemaldate, l\u00E4hevad need kaotsi. Kas soovite siiski grupi eemaldada?
MSG_NO_FIELDS=Rohkem sisu pole saadaval
HEADER_PERSONALIZATION_EXISTS=Teave
MSG_PERSONALIZATION_EXISTS=Olete rakenduse isikup\u00E4rastanud. UI kohandamisre\u017Eiimis laaditakse rakendus uuesti ilma teie isikup\u00E4rastamiss\u00E4teteta.
MSG_HIGHER_LAYER_CHANGES_EXIST=Teil on rakenduses k\u00F5rgemaid kihimuudatusi. UI kohandamisre\u017Eiimis laaditakse rakendus ilma nende muudatusteta uuesti.
HEADER_RELOAD_NEEDED=Lehte peab uuesti laadima
BUTTON_RELOAD_NEEDED=Laadi uuesti
MSG_RELOAD_WITH_PERSONALIZATION=Rakendus laaditakse uuesti teie isikup\u00E4rastamiss\u00E4tetega.
MSG_RELOAD_WITH_ALL_CHANGES=Rakendus laaditakse k\u00F5igi muudatustega uuesti.
MSG_RELOAD_NEEDED=M\u00F5ne teie tehtud muudatuse aktiveerimiseks tuleb rakendus uuesti laadida.
MAA_CLOSE_BUTTON=Sule
DUPLICATE_ERROR_TEXT=Selle nimega vaade on juba olemas. Sisestage m\u00F5ni muu nimi.
BLANK_ERROR_TEXT=Sisestage vaate nimi.
HEADER_MANAGE_APPS_FAILED=T\u00F5rge
MSG_MANAGE_APPS_FAILED=Rakendusevariantide \u00FClevaade pole kahjuks ajutiselt saadaval. Proovige hiljem uuesti v\u00F5i p\u00F6\u00F6rduge oma administraatori poole.
APP_VARIANT_DIALOG_SAVE=Salvesta
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Salvesta
APP_VARIANT_DIALOG_CLOSE=Sule
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=T\u00FChista
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=T\u00FChista
CREATE_APP_VARIANT_DIALOG_TITLE=Salvesta uue rakendusevariandina
APP_DIALOG_TITLE_TEXT=Pealkiri
APP_DIALOG_SUB_TITLE_TEXT=Alapealkiri
APP_DIALOG_DESCRIPTION_TEXT=Kirjeldus
APP_DIALOG_ICON_TEXT=Ikoon
BLANK_DUPLICATE_TITLE_TEXT=Nime panemise t\u00F5rge
APP_DIALOG_ICON_TOOLTIP=Valige paani jaoks ikoon
APP_DIALOG_ICON_BROWSE_BUTTON=Sirvi
APP_VARIANT_ICON_SEARCH_TOOLTIP=Otsi SAPUI5 ikooni
APP_VARIANT_ICON_DIALOG_ICON=Ikoon
APP_VARIANT_ICON_DIALOG_NAME=Nimi
APP_VARIANT_ICON_SELECT_ICON=Valige ikoon
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=T\u00FChista
APP_VARIANT_ICON_NO_DATA=Ikoone ei leitud.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Uus rakendusevariant on salvestatud.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI kohandamisre\u017Eiim suletakse ja teid suunatakse tagasi avalehele. Teile antakse teada, kui uus paan on saadaval.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Teile antakse teada, kui uus paan on saadaval.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI kohandamisre\u017Eiim suletakse. Paani lisamiseks Fiori k\u00E4ivituspaani avalehele p\u00F6\u00F6rduge oma administraatori poole (rakenduse ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Paani lisamiseks Fiori k\u00E4ivituspaani avalehele p\u00F6\u00F6rduge oma administraatori poole (rakenduse ID\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=Kahjuks ei saanud rakendusevarianti luua. Saatke oma administraatorile j\u00E4rgmine tehniline teave.
HEADER_SAVE_APP_VARIANT_FAILED=T\u00F5rge
MSG_LOAD_APP_VARIANT_FAILED=Kahjuks ei saanud rakendusevarianti laadida. Saatke oma administraatorile j\u00E4rgmine tehniline teave\:
MSG_SAVE_APP_VARIANT_FAILED=Kahjuks ei saanud rakendusevarianti salvestada. Saatke oma administraatorile j\u00E4rgmine tehniline teave\:
MSG_CATALOG_ASSIGNMENT_FAILED=Uus rakendusevariant on salvestatud, kuid seda ei saanud kataloogile m\u00E4\u00E4rata. Saatke oma sisuadministraatorile j\u00E4rgmine tehniline teave\:
MSG_TILE_CREATION_FAILED=V\u00E4rskendage Fiori k\u00E4ivituspaani avaleht, et kontrollida, kas uus paan on loodud. Kui see pole saadaval v\u00F5i ei t\u00F6\u00F6ta \u00F5igesti, p\u00F6\u00F6rduge oma sisuadministraatori poole.
MSG_COPY_UNSAVED_CHANGES_FAILED=Teie rakendusevarianti ja vastavaid UI muudatusi ei saanud salvestada. Rakendusevariant pole saadaval. Saatke oma administraatorile j\u00E4rgmine tehniline teave\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Sisestage tiitel
HEADER_APP_VARIANT_FEATURE_FAILED=T\u00F5rge
MSG_APP_VARIANT_FEATURE_FAILED=Rakendusevariantide funktsioon pole kahjuks ajutiselt saadaval. P\u00F6\u00F6rduge oma administraatori poole\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Teave
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Uus paan on n\u00FC\u00FCd saadaval. Selle kuvamiseks v\u00E4rskendage brauserit.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Teave
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Sule
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopeeri ID ja sule
MSG_APP_VARIANT_ID=Rakendusevariandi ID\: {0}
MSG_TECHNICAL_ERROR=T\u00F5rge\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Rakendusevariantide \u00FClevaade
APP_VARIANT_TILE_ARIA_LABEL=Fiori paani \u00FClevaade
MENU_ITEM_KEY_USER=\u00DClemkasutaja
MENU_ITEM_SAP_DEVELOPER=SAP-i arendaja
HEADER_DEPENDENCY_ERROR=T\u00F5rge
MSG_DEPENDENCY_ERROR=Seda muudatust ei saa UI-le rakendada. L\u00E4htestage UI algolek ja looge muudatused uuesti. Hoiatus. Sellega l\u00E4htestate k\u00F5ik kasutajate sellesse rakendusse tehtud muudatused. V\u00F5ite p\u00F6\u00F6rduda ka SAP-i toe poole, avades pileti komponendi CA-UI5-FL-RTA kohta.
MSG_INCORRECT_APP_VERSION_ERROR=Rakenduse versioon puudub v\u00F5i on vale.
DELETE_APP_VARIANT_NO_TRANSPORT=Teave
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Selle rakendusevariandi kustutamiseks vajate transporditaotlust. Paluge oma administraatoril luua teie jaoks transporditaotlus ja seej\u00E4rel kustutage rakendusevariant.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=Rakendusevariant (ID\: {0}) on kustutatud
MSG_DELETE_APP_VARIANT_FAILED=Kahjuks ei saanud rakendusevarianti kustutada. Saatke oma administraatorile j\u00E4rgmine tehniline teave\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Teave
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Sule
BUSINESS_CONTEXT_TITLE=Saadaolevad \u00E4rikontekstid\:
MSG_NO_BUSINESS_CONTEXTS=Pole
MSG_DO_NOT_CLOSE_BROWSER=Kustutamine on pooleli \u2013 \u00E4rge sulgege brauserit.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Kustutamine on pooleli \u2013 \u00E4rge sulgege brauserit.\nArvestage, et rakendusevariandi paan on n\u00E4htaval, kuni kustutamisprotsess kestab. 
MSG_CATALOGS_LOCKED=Rakendusevarianti ei saanud kahjuks kustutada. Proovige hiljem uuesti.


MSG_UNSTABLE_ID_FOUND=M\u00F5nel teie juht\u00FCksusel pole stabiilseid ID-sid. Tugiteenuste abimehe abil saate tuvastada m\u00F5jutatud juht\u00FCksusi, nagu on kirjeldatud [siin](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), ja m\u00E4\u00E4rata ID-d.

MSG_NO_FLEX_ENABLED_FLAG=Teie rakendus pole UI kohandamiseks lubatud. Kontrollige eeltingimusi, mida kirjeldatakse [siin](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
