#This is the resource bundle for the sap.ui.rta library
# 

#XTIT: Service name for general use (e.g. confirmation dialogs, titles, etc.)
SERVICE_NAME=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430
#XCAP: Title in the Toolbar
TOOLBAR_TITLE=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0434\u0438 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441
#XCAP: Title in the Toolbar when the layer is USER
TOOLBAR_TITLE_PERSONALIZE=\u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0443\u0458 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0443
#XBUT: Button 'Save & Exit' of the Toolbar
BTN_EXIT=\u0421\u0430\u0447\u0443\u0432\u0430\u0458 \u0438 \u0438\u0437\u0430\u0452\u0438
#XBUT: Button 'Done' of the Toolbar
BTN_DONE=\u0418\u0437\u0432\u0440\u0448\u0435\u043D\u043E
#XTOL: Tooltip for Button 'Done' of the Toolbar
BTN_DONE_TOOLTIP=\u0421\u0430\u0447\u0443\u0432\u0430\u0458 \u043F\u0440\u043E\u043C\u0435\u043D\u0435
#XMIT:	Context Menu Entry 'Adapt'
CTX_ADAPT=\u0412\u0438\u0448\u0435...
#XMIT:	Context Menu Entry 'Remove'
CTX_REMOVE=\u0423\u043A\u043B\u043E\u043D\u0438
#XMIT:	Remove Confirm Dialog Title
CTX_REMOVE_TITLE=\u0423\u043A\u043B\u043E\u043D\u0438
#XMIT:	Context Menu Entry 'Add <control type, e.g. Field, Section, ...>'
CTX_ADD_ELEMENTS=\u0414\u043E\u0434\u0430\u0458\: {0}
#XMIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly term for several controls
MULTIPLE_CONTROL_NAME=\u0421\u0430\u0434\u0440\u0436\u0430\u0458
#XMIT: Context Menu Entry 'Cut'
CTX_CUT=\u0418\u0441\u0435\u0446\u0438
#XMIT: Context Menu Entry 'Paste'
CTX_PASTE=\u0417\u0430\u043B\u0435\u043F\u0438
#XMIT:	Context Menu Entry 'Group'
CTX_GROUP_FIELDS=\u041A\u043E\u043C\u0431\u0438\u043D\u0443\u0458
#XMIT:	Context Menu Entry 'Ungroup'
CTX_UNGROUP_FIELDS=\u041F\u043E\u0434\u0435\u043B\u0438
#XMIT:	Context Menu Entry 'Create Group/Section/<other control type>'
CTX_CREATE_CONTAINER=\u041A\u0440\u0435\u0438\u0440\u0430\u0458\: {0}
#XTIT:	Title or label of the newly created Group/Section/<other control type>
TITLE_CREATE_CONTAINER=\u041D\u043E\u0432\u043E\: {0}
#XMIT:	Context Menu Entry 'Rename'
CTX_RENAME=\u041F\u0440\u0435\u0438\u043C\u0435\u043D\u0443\u0458
#XMIT:	Context Menu Entry 'Settings'
CTX_SETTINGS=\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430
#XMIT:	Context Menu Entry 'Trigger'
CTX_TRIGGER=\u0423\u0441\u043C\u0435\u0440\u0438 \u043D\u0430
#XMIT: Context Menu Entry 'Switch Views' for variants
CTX_VARIANT_SWITCH=\u0417\u0430\u043C\u0435\u043D\u0438 \u043F\u043E\u0433\u043B\u0435\u0434\u0435
#XMIT:	Context Menu Entry 'Duplicate'
CTX_VARIANT_DUPLICATE=\u0414\u0443\u043F\u043B\u0438paj
#XMIT:	Context Menu Entry 'Set Title'
CTX_VARIANT_SET_TITLE=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u043D\u0430\u0441\u043B\u043E\u0432
#XMIT: Context Menu Entry 'Manage Views' for variants
CTX_VARIANT_MANAGE=\u0423\u043F\u0440\u0430\u0432\u0459\u0430\u0458 \u043F\u043E\u0433\u043B\u0435\u0434\u0438\u043C\u0430
#XBUT: Button 'OK' of the Additional Elements Dialog
BTN_FREP_OK=\u041E\u041A
#XBUT: Button 'OK' of the Additional Elements Dialog
BTN_FREP_REMOVE=\u0423\u043A\u043B\u043E\u043D\u0438
#XBUT: Button 'Cancel' of the Additional Elements Dialog
BTN_FREP_CANCEL=\u041E\u0434\u0443\u0441\u0442\u0430\u043D\u0438
#XTOL: Tooltip for Button 'Create Custom Field' of the Additional Elements Dialog
BTN_FREP_CCF=\u041A\u0440\u0435\u0438\u0440\u0430\u0458 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0434\u0435\u0444\u0438\u043D\u0438\u0441\u0430\u043D\u043E \u043F\u043E\u0459\u0435, \u0430\u0441\u043E\u0446\u0438\u0458\u0430\u0446\u0438\u0458\u0443 \u0438\u043B\u0438 \u043B\u043E\u0433\u0438\u043A\u0443
#XMIT: Label for the original name of a renamed label
LBL_FREP=\u0431\u0438\u043B\u043E \u0458\u0435 {0}
#XHED: Header in the Settings Dialog
HEADER_SETTINGS=\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430
#XHED: Header for dialog showing additional elements with placeholder specifying the control type
HEADER_ADDITIONAL_ELEMENTS=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\: {0}
#XBUT: Button 'Share' of the Toolbar
BTN_SHARE=\u041F\u043E\u0434\u0435\u043B\u0438
#XBUT: Tooltip for Manage Apps Variant Button in RTA Toolbar
BTN_MANAGE_APPS_TXT=\u0423\u043F\u0440\u0430\u0432\u0459\u0430\u0458 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u043C\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435
#XBUT: Button 'Save As' of the Toolbar
BTN_SAVE_AS=\u0421\u0430\u0447\u0443\u0432\u0430\u0458 \u043A\u0430\u043E
#XTOL: Tooltip for Button 'Save As' of the Toolbar
TOOLTIP_SAVE_AS=\u041A\u0440\u0435\u0438\u0440\u0430\u0458 \u043D\u043E\u0432\u0443 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0443 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435
#XBUT: Button 'Undo' of the Toolbar
BTN_UNDO=\u041F\u043E\u043D\u0438\u0448\u0442\u0438
#XBUT: Button 'Redo' of the Toolbar
BTN_REDO=\u041F\u043E\u043D\u043E\u0432\u0438
#XBUT: Button 'Publish' of the Toolbar
BTN_PUBLISH=\u041E\u0431\u0458\u0430\u0432\u0438
#XBUT: Button 'Reset' of the Toolbar
BTN_RESTORE=\u041F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0441\u0442\u0430\u0432\u0438
#XBUT: Button 'Transport' of the Toolbar
BTN_TRANSPORT=\u041F\u0440\u0435\u043D\u043E\u0441
#XBUT: Button 'UI Adaptation' of the Toolbar
BTN_ADAPTATION=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430
#XBUT: Button 'Navigation' of the Toolbar
BTN_NAVIGATION=\u0423\u0441\u043C\u0435\u0440\u0430\u0432\u0430\u045A\u0435
#XHED: dialog title for failed reset
HEADER_RESTORE_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
#XHED: dialog title for a warning
HEADER_WARNING=\u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435
#XHED: dialog title for an error
HEADER_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
#XMSG: dialog message for failed reset
MSG_RESTORE_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0432\u0430\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0441\u0435 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u043D\u0435 \u043C\u043E\u0433\u0443 \u043E\u0434\u0431\u0430\u0446\u0438\u0442\u0438. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0430\u0441\u043D\u0438\u0458\u0435 \u0438\u043B\u0438 \u043E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430\: {0}
#XMSG: dialog message for publishing error
MSG_PUBLISH_ERROR=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0432\u0430\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0441\u0435 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u043D\u0435 \u043C\u043E\u0433\u0443 \u043E\u0431\u0458\u0430\u0432\u0438\u0442\u0438. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0430\u0441\u043D\u0438\u0458\u0435 \u0438\u043B\u0438 \u043E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430\: {0}
#XMSG: message toast text for transport success
MSG_TRANSPORT_SUCCESS=\u0412\u0430\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0441\u0443 \u0443\u043A\u0459\u0443\u0447\u0435\u043D\u0435 \u0443 \u043F\u0440\u0435\u043D\u043E\u0441.
#XMSG: message toast text for publishing success
MSG_PUBLISH_SUCCESS=\u0412\u0430\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0441\u0443 \u043F\u043B\u0430\u043D\u0438\u0440\u0430\u043D\u0435 \u0437\u0430 \u043E\u0431\u0458\u0430\u0432\u0459\u0438\u0432\u0430\u045A\u0435.
#XHED: dialog title for inapplicable transport
HEADER_TRANSPORT_INAPPLICABLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435
#XMSG: dialog message for inapplicable transport
MSG_TRANSPORT_INAPPLICABLE=\u0421\u0432\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0441\u0443 \u0432\u0435\u045B \u0443\u043A\u0459\u0443\u0447\u0435\u043D\u0435 \u0443 \u043F\u0440\u0435\u043D\u043E\u0441.
#XHED: dialog title for apply/save transport error
HEADER_TRANSPORT_APPLYSAVE_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
#XMSG: dialog message for apply/save transport error
MSG_TRANSPORT_APPLYSAVE_ERROR=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0432\u0430\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0441\u0435 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u043D\u0435 \u043C\u043E\u0433\u0443 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u0442\u0438 \u0438\u043B\u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0438. \u0418\u0437\u0430\u0452\u0438\u0442\u0435 \u0438\u0437 \u043F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0438 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0438\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0443\: {0}
#XTIT: reset confirmation dialog title
FORM_PERS_RESET_TITLE=\u041F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0441\u0442\u0430\u0432\u0438 \u043D\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0434\u043D\u0443 \u0432\u0435\u0440\u0437\u0438\u0458\u0443
#XMSG: reset confirmation dialog message
FORM_PERS_RESET_MESSAGE=\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u043E\u0434\u0431\u0430\u0446\u0438\u0442\u0435 \u0441\u0432\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u0438 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0443 \u043D\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0434\u043D\u0443 \u0432\u0435\u0440\u0437\u0438\u0458\u0443?
#XMSG: reset confirmation dialog message in personalization mode
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0414\u0430 \u043B\u0438 \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u043E\u0434\u0431\u0430\u0446\u0438\u0442\u0435 \u0441\u0432\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0435 \u0438 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0443?
#XMSG: Error message presented if storing to LREP fails
MSG_LREP_TRANSFER_ERROR=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0434\u043E\u0448\u043B\u043E \u0458\u0435 \u0434\u043E \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0435 \u0433\u0440\u0435\u0448\u043A\u0435. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0430\u0441\u043D\u0438\u0458\u0435 \u0438\u043B\u0438 \u043E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430.
#XMSG: Error message showing the reason (technical info)
MSG_ERROR_REASON=\u0420\u0430\u0437\u043B\u043E\u0433\:\n{0}
#XMSG: Message when leaving RTA without saving
MSG_UNSAVED_CHANGES=\u0410\u043A\u043E \u043F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435, \u0441\u0432\u0435 \u0432\u0430\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u0438\u0437\u0433\u0443\u0431\u0459\u0435\u043D\u0435. \u0414\u0430 \u0431\u0438\u0441\u0442\u0435 \u0438\u0445 \u0441\u0430\u0447\u0443\u0432\u0430\u043B\u0438, \u0437\u0430\u0442\u0432\u043E\u0440\u0438\u0442\u0435 \u043E\u0432\u0430\u0458 \u0434\u0438\u0458\u0430\u043B\u043E\u0433 \u0438 \u0438\u0437\u0430\u0452\u0438\u0442\u0435 \u0438\u0437 \u043F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430.
#XMSG: Message when removing a SimpleForm toolbar
MSG_REMOVING_TOOLBAR=\u0417\u0430\u0433\u043B\u0430\u0432\u0459\u0435 \u043E\u0432\u0435 \u0433\u0440\u0443\u043F\u0435 \u0441\u0430\u0434\u0440\u0436\u0438 \u0434\u043E\u0434\u0430\u0442\u043D\u0435 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0435. \u0410\u043A\u043E \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435 \u0433\u0440\u0443\u043F\u0443, \u043E\u043D\u0438 \u045B\u0435 \u0431\u0438\u0442\u0438 \u0438\u0437\u0433\u0443\u0431\u0459\u0435\u043D\u0438. \u0414\u0430 \u043B\u0438 \u0438\u043F\u0430\u043A \u0436\u0435\u043B\u0438\u0442\u0435 \u0434\u0430 \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435 \u0433\u0440\u0443\u043F\u0443?
#XMSG: Message when no fields are available in the add-field-dialog
MSG_NO_FIELDS=\u041D\u0435\u043C\u0430 \u0434\u043E\u0434\u0430\u0442\u043D\u043E\u0433 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0433 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430
#XHED: Dialog title for personalization exists
HEADER_PERSONALIZATION_EXISTS=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435
#XMSG: Dialog message for personalization exists
MSG_PERSONALIZATION_EXISTS=\u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043B\u0438 \u0441\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0443. \u0423 \u043D\u0430\u0447\u0438\u043D\u0443 \u043F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430, \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u045B\u0435 \u0441\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u0443\u0447\u0438\u0442\u0430\u0442\u0438 \u0431\u0435\u0437 \u0432\u0430\u0448\u0438\u0445 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0435.
#XMSG: Dialog message for changes in higher layer exists
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0418\u043C\u0430\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u0432\u0438\u0448\u0435\u0433 \u043D\u0438\u0432\u043E\u0430 \u0443 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0438. \u0423 \u043D\u0430\u0447\u0438\u043D\u0443 \u043F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430, \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u045B\u0435 \u0441\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u0443\u0447\u0438\u0442\u0430\u0442\u0438 \u0431\u0435\u0437 \u0442\u0438\u0445 \u043F\u0440\u043E\u043C\u0435\u043D\u0430.
#XHED: Title of a dialog explaining that a page reload is needed
HEADER_RELOAD_NEEDED=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u0437\u0430\u0445\u0442\u0435\u0432\u0430 \u043F\u043E\u043D\u043E\u0432\u043D\u043E \u0443\u0447\u0438\u0442\u0430\u0432\u0430\u045A\u0435
#XBUT: Button of a dialog triggering a page reload
BUTTON_RELOAD_NEEDED=\u041F\u043E\u043D\u043E\u0432\u043E \u0443\u0447\u0438\u0442\u0430\u0458
#XMSG: Dialog message before a reload when personalization changes will be applied again
MSG_RELOAD_WITH_PERSONALIZATION=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u0441\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u0443\u0447\u0438\u0442\u0430\u0432\u0430 \u0441\u0430 \u0432\u0430\u0448\u0438\u043C \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0438\u043C\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0435.
#XMSG: Dialog message before a reload when personalization changes will be applied again
MSG_RELOAD_WITH_ALL_CHANGES=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u045B\u0435 \u0441\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u0443\u0447\u0438\u0442\u0430\u0442\u0438 \u0441\u0430 \u0441\u0432\u0438\u043C \u043F\u0440\u043E\u043C\u0435\u043D\u0430\u043C\u0430.
#XMSG: Dialog message before a reload when changes need server-side processing and new cache tokens to be fetched (rare case for use to see this message)
MSG_RELOAD_NEEDED=\u041D\u0435\u043A\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0458\u0435 \u0441\u0442\u0435 \u0438\u0437\u0432\u0440\u0448\u0438\u043B\u0438 \u0437\u0430\u0445\u0442\u0435\u0432\u0430\u0458\u0443 \u0434\u0430 \u043F\u043E\u043D\u043E\u0432\u043D\u043E \u0443\u0447\u0438\u0442\u0430\u0432\u0430\u045A\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u043F\u043E\u0441\u0442\u0430\u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u043E.
#XMSG: Manage applications MessageBox cancel button
MAA_CLOSE_BUTTON=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
#XMSG: Text for duplicate variant names dialog
DUPLICATE_ERROR_TEXT=\u041D\u0430\u0437\u0438\u0432 \u043F\u043E\u0433\u043B\u0435\u0434\u0430 \u0432\u0435\u045B \u043F\u043E\u0441\u0442\u043E\u0458\u0438. \u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438 \u043D\u0430\u0437\u0438\u0432.
#XMSG: Text for blank variant names dialog
BLANK_ERROR_TEXT=\u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u043D\u0430\u0437\u0438\u0432 \u043F\u043E\u0433\u043B\u0435\u0434\u0430.
#XHED: dialog title for failed manage apps
HEADER_MANAGE_APPS_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
#XMSG: dialog message for failed manage apps
MSG_MANAGE_APPS_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0438 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u043F\u0440\u0438\u0432\u0440\u0435\u043C\u0435\u043D\u043E \u043D\u0438\u0458\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0430\u0441\u043D\u0438\u0458\u0435 \u0438\u043B\u0438 \u043E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430.
#XBUT: AppVariantDialog predefined text for Save button
APP_VARIANT_DIALOG_SAVE=\u0421\u0430\u0447\u0443\u0432\u0430\u0458
#XTOL: Tooltip for Button 'Save' of the AppVariant Dialog
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0421\u0430\u0447\u0443\u0432\u0430\u0458
#XBUT: AppVariantDialog predefined text for Close button
APP_VARIANT_DIALOG_CLOSE=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
#XBUT: Save As App variant Dialog predefined text for Cancel button
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0434\u0443\u0441\u0442\u0430\u043D\u0438
#XTOL: Tooltip for Button 'Cancel' of the Save As App variant Dialog
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0434\u0443\u0441\u0442\u0430\u043D\u0438
#XTIT: Title for AppVariant Dialog
CREATE_APP_VARIANT_DIALOG_TITLE=\u0421\u0430\u0447\u0443\u0432\u0430\u0458 \u043A\u0430\u043E \u043D\u043E\u0432\u0443 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0443 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435
#XTIT: App dialog title text
APP_DIALOG_TITLE_TEXT=\u041D\u0430\u0441\u043B\u043E\u0432
#XTIT: App variant dialog title text
APP_DIALOG_SUB_TITLE_TEXT=\u041F\u043E\u0434\u043D\u0430\u0441\u043B\u043E\u0432
#XTIT: App variant dialog description text
APP_DIALOG_DESCRIPTION_TEXT=\u041E\u043F\u0438\u0441
#XTIT: App dialog icon text
APP_DIALOG_ICON_TEXT=\u0418\u043A\u043E\u043D\u0430
#XTIT: Title for blank/duplicate variant names dialog
BLANK_DUPLICATE_TITLE_TEXT=\u0413\u0440\u0435\u0448\u043A\u0430 \u043A\u0440\u0435\u0438\u0440\u0430\u045A\u0430 \u043D\u0430\u0437\u0438\u0432\u0430
#XTOL
APP_DIALOG_ICON_TOOLTIP=\u041E\u0434\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u0438\u043A\u043E\u043D\u0443 \u0437\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D
#XBUT
APP_DIALOG_ICON_BROWSE_BUTTON=\u041F\u0440\u0435\u0442\u0440\u0430\u0436\u0438
#XTOL
APP_VARIANT_ICON_SEARCH_TOOLTIP=\u0422\u0440\u0430\u0436\u0438 SAPUI5 \u0438\u043A\u043E\u043D\u0443
#XFLD
APP_VARIANT_ICON_DIALOG_ICON=\u0418\u043A\u043E\u043D\u0430
#XFLD
APP_VARIANT_ICON_DIALOG_NAME=\u041D\u0430\u0437\u0438\u0432
#XTIT
APP_VARIANT_ICON_SELECT_ICON=\u041E\u0434\u0430\u0431\u0435\u0440\u0438 \u0438\u043A\u043E\u043D\u0443
#XBUT
APP_VARIANT_ICON_OK_BUTTON=\u041E\u041A
#XBUT
APP_VARIANT_ICON_CANCEL_BUTTON=\u041E\u0434\u0443\u0441\u0442\u0430\u043D\u0438
#XMSG: No data found
APP_VARIANT_ICON_NO_DATA=\u0418\u043A\u043E\u043D\u0435 \u043D\u0438\u0441\u0443 \u043D\u0430\u0452\u0435\u043D\u0435.
#XMSG: Success message for saving app variant to LREP
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u041D\u043E\u0432\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0458\u0435 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0430.
#XMSG: Success message for displaying the action to key user in S4/Hana Cloud
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u0438 \u0432\u0440\u0430\u0442\u0438\u045B\u0435\u0442\u0435 \u0441\u0435 \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443. \u0414\u043E\u0431\u0438\u045B\u0435\u0442\u0435 \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0435\u045A\u0435 \u043A\u0430\u0434\u0430 \u043D\u043E\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0431\u0443\u0434\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D.
#XMSG: Success message for displaying the action to key user in S4/Hana Cloud to navigate to app variant overview list
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0414\u043E\u0431\u0438\u045B\u0435\u0442\u0435 \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0435\u045A\u0435 \u043A\u0430\u0434\u0430 \u043D\u043E\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0431\u0443\u0434\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D.
#XMSG: Success message for displaying the action to key user in S4/Hana on Premise
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u041F\u0440\u0438\u043B\u0430\u0433\u043E\u0452\u0430\u0432\u0430\u045A\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430 \u045B\u0435 \u0431\u0438\u0442\u0438 \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u043D\u043E. \u0417\u0430\u0442\u0440\u0430\u0436\u0438\u0442\u0435 \u043E\u0434 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0434\u0430 \u0434\u043E\u0434\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 Fiori launchpad-\u0430 (ID \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435\: {0}).
#XMSG: Success message for displaying the action to key user in S4/Hana on Premise to navigate to app variant overview list
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u0417\u0430\u0442\u0440\u0430\u0436\u0438\u0442\u0435 \u043E\u0434 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0434\u0430 \u0434\u043E\u0434\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 Fiori launchpad-\u0430 (ID \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435\: {0}).
#XMSG: Error message displayed if creation of app variant descriptor failed
MSG_CREATE_DESCRIPTOR_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438. \u041F\u043E\u0448\u0430\u0459\u0438\u0442\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
#XHED: dialog title for failed save app variant
HEADER_SAVE_APP_VARIANT_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
#XMSG: Error message displayed if loading an app variant fails
MSG_LOAD_APP_VARIANT_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0443\u0447\u0438\u0442\u0430\u0442\u0438. \u041F\u043E\u0448\u0430\u0459\u0438\u0442\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
#XMSG: Error message displayed if saving an app variant fails
MSG_SAVE_APP_VARIANT_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0438. \u041F\u043E\u0448\u0430\u0459\u0438\u0442\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
#XMSG: Error message displayed if the catalog assignment fails
MSG_CATALOG_ASSIGNMENT_FAILED=\u041D\u043E\u0432\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0458\u0435 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0430, \u0430\u043B\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0441\u0435 \u0434\u043E\u0434\u0435\u043B\u0438\u0442\u0438 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0443. \u041F\u043E\u0448\u0430\u0459\u0438\u0442\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430\:
#XMSG: Error message displayed if the FLP tile creation fails
MSG_TILE_CREATION_FAILED=\u041E\u0441\u0432\u0435\u0436\u0438\u0442\u0435 \u043F\u043E\u0447\u0435\u0442\u043D\u0443 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 Fiori launchpad-\u0430 \u043A\u0430\u043A\u043E \u0431\u0438\u0441\u0442\u0435 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u043B\u0438 \u0434\u0430 \u043B\u0438 \u0458\u0435 \u043D\u043E\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u043A\u0440\u0435\u0438\u0440\u0430\u043D. \u041E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0441\u0430\u0434\u0440\u0436\u0430\u0458\u0430 \u0430\u043A\u043E \u043D\u0438\u0458\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D \u0438\u043B\u0438 \u0458\u0435 \u043D\u0435\u0438\u0441\u043F\u0440\u0430\u0432\u0430\u043D.
#XMSG: Error message displayed if saving copying the unsaved changes for an app variant fails
MSG_COPY_UNSAVED_CHANGES_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0441\u0430\u0447\u0443\u0432\u0430\u0442\u0438 \u0432\u0430\u0448\u0443 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0443 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0438 \u043E\u0434\u0433\u043E\u0432\u0430\u0440\u0430\u0458\u0443\u045B\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E\u0433 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441\u0430. \u0412\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u043D\u0438\u0458\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430. \u041F\u043E\u0448\u0430\u0459\u0438\u0442\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
#XFLD: 'Save As' dialog title placeholder text
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0423\u043D\u0435\u0441\u0438\u0442\u0435 \u043D\u0430\u0441\u043B\u043E\u0432
#XHED: dialog title when app variant feature fails
HEADER_APP_VARIANT_FEATURE_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
#XMSG: Error message displayed if app variant feature fails
MSG_APP_VARIANT_FEATURE_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0444\u0443\u043D\u043A\u0446\u0438\u0458\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0438 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E \u043D\u0438\u0458\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430. \u041E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430\: {0}
#XTIT: Success dialog title when the tile is available on FLP
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435
#XMSG: Success message displayed when the tile is available on FLP
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u041D\u043E\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0458\u0435 \u0441\u0430\u0434\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D. \u041E\u0441\u0432\u0435\u0436\u0438\u0442\u0435 \u043F\u0440\u0435\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u0447 \u0434\u0430 \u0431\u0438\u0441\u0442\u0435 \u0433\u0430 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043B\u0438. 
#XTIT: Title for all the app variants success dialogs
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435
#XBUT: Save As Scenario information dialog ok action text
SAVE_APP_VARIANT_OK_TEXT=\u041E\u041A
#XBUT: Save As Scenario error dialog close action text
SAVE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
#XBUT: Save As Scenario information dialog copy id text
SAVE_APP_VARIANT_COPY_ID_TEXT=\u041A\u043E\u043F\u0438\u0440\u0430\u0458 ID \u0438 \u0437\u0430\u0442\u0432\u043E\u0440\u0438
#XBUT: Save As Scenario message text app variant id
MSG_APP_VARIANT_ID=ID \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435\: {0}
#XBUT: Save As Scenario message text error
MSG_TECHNICAL_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430\: {0}
#XTIT: Appvariant Overview Dialog title
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0438 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435
#XFLD: 'Save As' dialog tile Aria Label text
APP_VARIANT_TILE_ARIA_LABEL=\u041F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u0438 \u043F\u0440\u0438\u043A\u0430\u0437 Fiori \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430
#XBUT: Menu item entry to show the app variant overview for a key user
MENU_ITEM_KEY_USER=\u0417\u0430 \u043A\u0459\u0443\u0447\u043D\u043E\u0433 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430
#XBUT: Menu item entry to show the app variant overview for a SAP developer
MENU_ITEM_SAP_DEVELOPER=\u0417\u0430 SAP \u0440\u0430\u0437\u0432\u0438\u0458\u0430\u0447\u0430
#XTIT: title for the error popup when a change can't be done due to unresolved dependencies
HEADER_DEPENDENCY_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
#XMSG: Error message displayed in a popup when a change can't be done due to unresolved dependencies
MSG_DEPENDENCY_ERROR=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u043F\u0440\u043E\u043C\u0435\u043D\u0430 \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u0442\u0438 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441. \u041F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u043D\u0430 \u043F\u0440\u0432\u043E\u0431\u0438\u0442\u043D\u043E \u0441\u0442\u0430\u045A\u0435 \u0438 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0440\u0435\u0438\u0440\u0430\u0458\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435. \u041F\u0430\u0436\u045A\u0430\: \u043E\u0432\u0438\u043C \u045B\u0435 \u0441\u0435 \u043F\u043E\u043D\u0438\u0448\u0442\u0438\u0442\u0438 \u0441\u0432\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0430 \u043D\u0430 \u043E\u0432\u043E\u0458 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0438. \u0423\u043C\u0435\u0441\u0442\u043E \u0442\u043E\u0433\u0430, \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u0435 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0438 SAP \u043F\u043E\u0434\u0440\u0448\u0446\u0438 \u0442\u0430\u043A\u043E \u0448\u0442\u043E \u045B\u0435\u0442\u0435 \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 \u043F\u0440\u0438\u0458\u0430\u0432\u0443 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0437\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0443 CA-UI5-FL-RTA.
#XMSG: Error message displayed when when APP-Version is not OK
MSG_INCORRECT_APP_VERSION_ERROR=\u0412\u0435\u0440\u0437\u0438\u0458\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0458\u0435 \u0438\u043B\u0438 \u0458\u0435 \u043D\u0435\u0442\u0430\u0447\u043D\u0430.
#XTIT: Title for deletion of app variants when there is no transport
DELETE_APP_VARIANT_NO_TRANSPORT=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435
#XMSG: Dialog message for deletion of app variant when there is no transport
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=\u0417\u0430 \u0431\u0440\u0438\u0441\u0430\u045A\u0435 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0435 \u043E\u0432\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0442\u0440\u0435\u0431\u0430 \u0432\u0430\u043C \u0437\u0430\u0445\u0442\u0435\u0432 \u0437\u0430 \u043F\u0440\u0435\u043D\u043E\u0441. \u0422\u0440\u0430\u0436\u0438\u0442\u0435 \u043E\u0434 \u0432\u0430\u0448\u0435\u0433 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0434\u0430 \u043A\u0440\u0435\u0438\u0440\u0430 \u0437\u0430\u0445\u0442\u0435\u0432 \u0437\u0430 \u043F\u0440\u0435\u043D\u043E\u0441 \u0437\u0430 \u0432\u0430\u0441 a \u0437\u0430\u0442\u0438\u043C \u0438\u0437\u0431\u0440\u0438\u0448\u0438\u0442\u0435 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0443 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435.
#XMSG: message toast text for successful deletion of app variant
DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u0412\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 (ID\: {0}) \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u0431\u0440\u0438\u0441\u0430\u043D\u0430
#XMSG: Error message displayed if deletion of app variant descriptor failed or if the catalog unassignment fails
MSG_DELETE_APP_VARIANT_FAILED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u0441\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0438\u0437\u0431\u0440\u0438\u0441\u0430\u0442\u0438. \u041F\u043E\u0448\u0430\u0459\u0438\u0442\u0435 \u0441\u043B\u0435\u0434\u0435\u045B\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443\:
#XTIT: title for the info popup when a delete app variant dialog pops up
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435
#XBUT: Delete app variant OK button text
DELETE_APP_VARIANT_OK_TEXT=\u041E\u041A
#XBUT: Delete app variant Close button text
DELETE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
#XTIT: Title for Business Context Display in Available Fields Dialog
BUSINESS_CONTEXT_TITLE=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u0438 \u043F\u043E\u0441\u043B\u043E\u0432\u043D\u0438 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0438\:
#XMSG: Message, when no Business Contexts are available
MSG_NO_BUSINESS_CONTEXTS=\u041D\u0438\u0458\u0435\u0434\u043D\u043E
#XMSG: Message, when User is about to close or refresh the browser
MSG_DO_NOT_CLOSE_BROWSER=\u0411\u0440\u0438\u0441\u0430\u045A\u0435 \u0443 \u0442\u043E\u043A\u0443 - \u043D\u0435\u043C\u043E\u0458\u0442\u0435 \u0437\u0430\u0442\u0432\u0430\u0440\u0430\u0442\u0438 \u043F\u0440\u0435\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u0447.
#XMSG: Message, after User clicked on delete confirmation from currently adapting app variant.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0411\u0440\u0438\u0441\u0430\u045A\u0435 \u0443 \u0442\u043E\u043A\u0443 - \u043D\u0435\u043C\u043E\u0458\u0442\u0435 \u0437\u0430\u0442\u0432\u0430\u0440\u0430\u0442\u0438 \u043F\u0440\u0435\u0442\u0440\u0430\u0436\u0438\u0432\u0430\u0447.\n\u0423\u0437\u043C\u0438\u0442\u0435 \u0443 \u043E\u0431\u0437\u0438\u0440 \u0434\u0430 \u045B\u0435 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0437\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0443 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435 \u043E\u0441\u0442\u0430\u0442\u0438 \u0432\u0438\u0434\u0459\u0438\u0432 \u0442\u043E\u043A\u043E\u043C \u043F\u0440\u043E\u0446\u0435\u0441\u0430 \u0431\u0440\u0438\u0441\u0430\u045A\u0430. 
#XMSG: Error message when catalogs are locked
MSG_CATALOGS_LOCKED=\u041D\u0430\u0436\u0430\u043B\u043E\u0441\u0442, \u043D\u0438\u0458\u0435 \u043C\u043E\u0433\u0443\u045B\u0435 \u0438\u0437\u0431\u0440\u0438\u0441\u0430\u0442\u0438 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0443 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0435. \u041F\u043E\u043A\u0443\u0448\u0430\u0458\u0442\u0435 \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0430\u0441\u043D\u0438\u0458\u0435.


#XMSG: Error message for developers, when not all UI controls have stable ids.
MSG_UNSTABLE_ID_FOUND=\u041D\u0435\u043A\u0435 \u0432\u0430\u0448\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u043D\u0435\u043C\u0430\u0458\u0443 \u0441\u0442\u0430\u0442\u0438\u0447\u043D\u0435 ID-\u043E\u0432\u0435. \u041A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u043F\u043E\u043C\u043E\u045B\u043D\u0438\u043A\u0430 \u0437\u0430 \u043F\u043E\u0434\u0440\u0448\u043A\u0443 \u0434\u0430 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0443\u0458\u0435\u0442\u0435 \u043E\u0431\u0443\u0445\u0432\u0430\u045B\u0435\u043D\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435 \u043A\u0430\u043A\u043E \u0458\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u043E [\u043E\u0432\u0434\u0435](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), \u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0435 ID-\u043E\u0432\u0435.

#XMSG: Warning is flexibility service is not activated for the application.
MSG_NO_FLEX_ENABLED_FLAG=\u0412\u0430\u0448\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u043D\u0438\u0458\u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0430 \u0437\u0430 \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0438\u0458\u0443 \u041A\u0418.. \u041F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u043F\u0440\u0435\u0434\u0443\u0441\u043B\u043E\u0432\u0435 \u043E\u0431\u0458\u0430\u0448\u045A\u0435\u043D\u0435 [\u043E\u0432\u0434\u0435](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
