
SERVICE_NAME=Vartotojo s\u0105sajos adaptacija
BTN_SAVE=\u012Era\u0161yti
BTN_SAVE_DRAFT=\u012Era\u0161yti juodra\u0161t\u012F
BTN_EXIT=I\u0161eiti
MSG_SAVE_SUCCESS=Pakeitimai \u012Fra\u0161yti.
MSG_SAVE_DRAFT_SUCCESS=Juodra\u0161\u010Dio pakeitimai \u012Fra\u0161yti.
CTX_REMOVE=Pa\u0161alinti
CTX_REMOVE_TITLE=Pa\u0161alinti
CTX_LOCAL_RESET=I\u0161 naujo nustatyti konteiner\u012F
CTX_ADD_ELEMENTS=Prid\u0117ti\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=\u012Etraukti \u012F...
MULTIPLE_CONTROL_NAME=Turinys
CTX_CUT=I\u0161kirpti
CTX_PASTE=\u012Eklijuoti
CTX_GROUP_FIELDS=Jungti
CTX_UNGROUP_FIELDS=Skaidyti
CTX_CREATE_CONTAINER=Kurti\: {0}
TITLE_CREATE_CONTAINER=Naujas\: {0}
CTX_RENAME=Pervardyti
CTX_SETTINGS=Parametrai
CTX_ADDXML=Prid\u0117ti\: fragmentas
CTX_DISABLED_REUSE=\u0160is veiksmas i\u0161jungtas, nes valdikliai yra pakartotinai naudojamo komponento dalis.
CTX_DISABLED_NO_STABLE_ID=\u0160is veiksmas i\u0161jungtas, nes valdikliai arba jo pirminis valdiklis turi nestabil\u0173 ID.
CTX_DISABLED_NOT_ASYNC=\u0160is veiksmas i\u0161jungtas, nes valdikliai yra sinchroninio rodinio dalis.
CTX_VARIANT_SWITCH=Perjungti rakursus
CTX_VARIANT_SAVE=\u012Era\u0161yti rakurs\u0105
CTX_VARIANT_SAVEAS=\u012Era\u0161yti rakurs\u0105 kaip
CTX_EXTEND_CONTROLLER=I\u0161pl\u0117sti kontrolieri\u0173
CTX_VARIANT_SET_TITLE=Nustatyti pavadinim\u0105
CTX_VARIANT_MANAGE=Valdyti variantus
BTN_CREATE_NEW_VIEW=\u012Era\u0161yti kaip nauj\u0105 rakurs\u0105
MSG_CHANGE_READONLY_VARIANT=Negalite redaguoti \u0161io rakurso, nes jis yra apsaugotas. Nor\u0117dami j\u012F keisti, \u012Fra\u0161ykite kaip nauj\u0105 rakurs\u0105.
BTN_MODIFIED_VARIANT_SAVE=\u012Era\u0161yti keitimus
BTN_MODIFIED_VARIANT_DISCARD=Atmesti keitimus
MSG_CHANGE_MODIFIED_VARIANT=Esate ne\u012Fra\u0161\u0119 keitim\u0173 \u0161iame rakurse. Ar norite juos \u012Fra\u0161yti, ar atmesti?
CTX_ADDXML_AT_EXTENSIONPOINT=Prid\u0117ti fragment\u0105 pl\u0117tinio ta\u0161ke
BTN_FREP_OK=Gerai
BTN_FREP_REMOVE=Pa\u0161alinti
BTN_FREP_CANCEL=At\u0161aukti
BTN_ADDITIONAL_ELEMENTS_CREATE_CUSTOM_FIELDS=Kurti pasirinktinius laukus
LBL_FREP=buvo {0}
HEADER_ADDITIONAL_ELEMENTS=Pasiekiamas turinys\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION={0} pasiekiamas turinys
BTN_MANAGE_APPS_TXT=Programos variantai
BTN_MANAGE_APPS_ITEM=Valdyti
BTN_SAVE_AS=\u012Era\u0161yti kaip
TOOLTIP_SAVE_AS=Kurti nauj\u0105 programos variant\u0105
BTN_UNDO=Anuliuoti
BTN_REDO=Perdaryti
BTN_MENU=Daugiau veiksm\u0173
BTN_RESTORE=Nustatyti i\u0161 naujo
BTN_ADAPTATION=UI adaptacija
BTN_FEEDBACK=Atsiliepimas
BTN_CLOSE_FEEDBACK_DIALOG=U\u017Edaryti
TIT_FEEDBACK=Pateikti atsiliepim\u0105
BTN_WHATS_NEW_DIALOG_OVERVIEW=Kas naujo
BTN_WHATS_NEW_DIALOG_OVERVIEW_TOOLTIP=Kas naujo pagrindinio naudotojo adaptacijoje
TIT_DRAFT=Juodra\u0161tis
TIT_ORIGINAL_APP=Pradin\u0117 programa
TIT_VERSION_1=Versija 1
LBL_ACTIVE=Aktyvus
LBL_INACTIVE=Neaktyvus
TIT_VERSION_HISTORY_PUBLISHED=Publikuota
TIT_VERSION_HISTORY_UNPUBLISHED=Nepublikuota
TOL_SHOW_VERSION_HISTORY=Rodyti versij\u0173 istorij\u0105
MSG_DRAFT_ACTIVATION_SUCCESS=Nauja versija suaktyvinta
MSG_DRAFT_ACTIVATION_FAILED=Deja, \u0161iuo metu \u0161ablono suaktyvinti negalima. Pabandykite dar kart\u0105 v\u0117liau.
MSG_SWITCH_VERSION_FAILED=Perjungiant versijas \u012Fvyko klaida. Pra\u0161ome \u012Fkelti i\u0161 naujo.\n {0}
MSG_SWITCH_ADAPTATION_FAILED=Perjungiant adaptacijas \u012Fvyko klaida. Pra\u0161ome \u012Fkelti i\u0161 naujo.
TIT_VERSION_TITLE=Antra\u0161t\u0117
TIT_VERSION_TITLE_DIALOG=Aktyvinti nauj\u0105 versij\u0105
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Aktyvinti versij\u0105 i\u0161 naujo
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u012Evesti versijos pavadinim\u0105
BUT_VERSION_TITLE_DIALOG_CONFIRM=Patvirtinti
BUT_VERSION_TITLE_DIALOG_CANCEL=At\u0161aukti
TOL_ACTIVATE=Aktyvinti nauj\u0105 versij\u0105
TOL_DISCARD_DRAFT=Atmesti juodra\u0161t\u012F
TOL_PUBLISH_VERSION=Publikuoti versij\u0105
TIT_SWITCH_VERSION_DIALOG=Perjungti versij\u0105
MSG_SWITCH_VERSION_DIALOG=Turite ne\u012Fra\u0161yt\u0173 UI pakeitim\u0173. Ar norite juos \u012Fra\u0161yti prie\u0161 perjungdami?
TIT_DRAFT_DISCARD_DIALOG=Atmesti esam\u0105 juodra\u0161t\u012F
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Ar norite atmesti esam\u0105 juodra\u0161t\u012F ir prad\u0117ti i\u0161 naujo?
BTN_TRANSLATE=Versti
BTN_UPLOAD_CHANGED_TEXTS=\u012Ekelti
TIT_UPLOAD_CHANGED_TEXTS=\u012Ekelti vertimus
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Yra verstin\u0173 ne\u012Fra\u0161yt\u0173 keitim\u0173 su tekstais. Prie\u0161 atsisiun\u010Diant XLIFF fail\u0105, bus \u012Fra\u0161yta dabartin\u0117 b\u016Bsena.
MSG_UPLOAD_CHANGED_TEXTS=\u012Ekelti XLIFF fail\u0105, kuriame yra pakeist\u0173 UI tekst\u0173 vertimai
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=At\u0161aukti
BTN_OPEN_DOWNLOAD_TRANSLATION=Atsisi\u0173sti
BTN_OPEN_UPLOAD_TRANSLATION=\u012Ekelti
MSG_UPLOAD_TRANSLATION_SUCCESS=Vertimas \u012Fkeltas s\u0117kmingai
BTN_DOWNLOAD_CHANGED_TEXTS=Atsisi\u0173sti
TIT_DOWNLOAD_CHANGED_TEXTS=Atsisi\u0173sti
MSG_DOWNLOAD_CHANGED_TEXTS=Atsisi\u0173sti XLIFF fail\u0105, kuriame yra pakeist\u0173 UI tekst\u0173 vertimai. \u012Etraukiami visi esami \u0161i\u0173 tekst\u0173 vertimai.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=At\u0161aukti
TXT_SOURCE_LANGUAGE=\u0160altinio kalba
TXT_TARGET_LANGUAGE=Vertimo kalba
BTN_NAVIGATION=Nar\u0161ymas
BTN_VISUALIZATION=Vizualizacija
HEADER_WARNING=\u012Esp\u0117jimas
HEADER_ERROR=Klaida
MSG_RESTORE_FAILED=Deja, \u0161iuo metu UI pakeitim\u0173 atmesti negalima. Bandykite v\u0117liau arba susisiekite su savo administratoriumi\: {0}
FORM_PERS_RESET_TITLE=I\u0161 naujo nustatyti standartin\u0119 versij\u0105
FORM_PERS_RESET_MESSAGE=Ar norite atmesti visus UI pakeitimus ir i\u0161 naujo nustatyti standartin\u0119 taikomosios programos versij\u0105?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Ar norite atmesti visus savo personalizavimo keitimus ir i\u0161 naujo nustatyti program\u0105?
MSG_LREP_TRANSFER_ERROR=Deja, \u012Fvyko technin\u0117 klaida. Bandykite dar kart\u0105 v\u0117liau arba kreipkit\u0117s \u012F administratori\u0173.
MSG_ERROR_REASON=Prie\u017Eastis\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=I\u0161eiti
MSG_UNSAVED_CHANGES_ON_CLOSE=\u012Era\u0161yti j\u016Bs\u0173 keitimus?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=\u012Era\u0161yti j\u016Bs\u0173 juodra\u0161\u010Dio pakeitimus?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=\u012Era\u0161yti
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=\u012Era\u0161yti juodra\u0161t\u012F
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Atmesti
MSG_UNSAVED_CHANGES=Jei patvirtinsite visi j\u016Bs\u0173 UI pakeitimai bus prarasti. Nor\u0117dami juos \u012Fra\u0161yti, u\u017Edarykite \u0161\u012F dialogo lang\u0105 ir i\u0161eikite i\u0161 UI adaptavimo re\u017Eimo.
MSG_NO_FIELDS=Daugiau turinio n\u0117ra
HEADER_PERSONALIZATION_EXISTS=Informacija
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Personalizavote taikom\u0105j\u0105 program\u0105 arba yra vie\u0161\u0173 rakurs\u0173. Taikomoji programa paleid\u017Eiama i\u0161 naujo be \u0161i\u0173 pakeitim\u0173.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Nar\u0161ymo re\u017Eimu atlikti vartotojo s\u0105sajos pakeitimai bus atmesti, kai i\u0161eisite i\u0161 vartotojo s\u0105sajos adaptavimo.
MSG_DRAFT_EXISTS=Yra juodra\u0161tini\u0173 \u0161ios taikomosios programos pakeitim\u0173. Taikomoji programa paleid\u017Eiama i\u0161 naujo su \u0161iais pakeitimais.
MSG_DRAFT_DISCARD_DIALOG=Ar norite atmesti keitim\u0173 juodra\u0161t\u012F. Programa bus \u012Fkelta i\u0161 naujo.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Personalizavote taikom\u0105j\u0105 program\u0105 arba yra vie\u0161\u0173 rakurs\u0173 ir juodra\u0161tini\u0173 pakeitim\u0173. Taikomoji programa paleid\u017Eiama i\u0161 naujo be j\u016Bs\u0173 personalizavimo pakeitim\u0173 ir vie\u0161\u0173 rakurs\u0173, bet su juodra\u0161tiniais pakeitimais.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Juodra\u0161tis yra.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Ar norite atmesti juodra\u0161\u010Dio keitimus ir i\u0161 naujo suaktyvinti versij\u0105?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Personalizavote taikom\u0105j\u0105 program\u0105 ir yra juodra\u0161tini\u0173 pakeitim\u0173. Taikomoji programa paleid\u017Eiama i\u0161 naujo be j\u016Bs\u0173 personalizavimo pakeitim\u0173, bet su juodra\u0161tiniais pakeitimais.
MSG_HIGHER_LAYER_CHANGES_EXIST=Personalizavote taikom\u0105j\u0105 program\u0105. Taikomoji programa paleid\u017Eiama i\u0161 naujo be \u0161i\u0173 pakeitim\u0173.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Personalizavote taikom\u0105j\u0105 program\u0105 ir yra vaidmenims b\u016Bding\u0173 rakurs\u0173. Taikomoji programa paleid\u017Eiama i\u0161 naujo be j\u016Bs\u0173 personalizavimo pakeitim\u0173, bet su vaidmenims b\u016Bdingais rakursais.
MSG_RESTRICTED_CONTEXT_EXIST=Yra vaidmenims b\u016Bding\u0173 \u0161ios taikomosios programos rakurs\u0173. Taikomoji programa paleid\u017Eiama i\u0161 naujo su \u0161iais rakursais.
HEADER_RELOAD_NEEDED=Program\u0105 reikia paleisti i\u0161 naujo
BUTTON_RELOAD_NEEDED=\u012Ekelti i\u0161 naujo
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Programa dabar bus \u012Fkelta i\u0161 naujo su j\u016Bs\u0173 personalizuotais keitimais ir vie\u0161ais rakursais.
MSG_RELOAD_WITHOUT_DRAFT=Programa dabar bus perkrauta be j\u016Bs\u0173 pakeitim\u0173 juodra\u0161\u010Dio.
MSG_RELOAD_ACTIVATED_DRAFT=Programa dabar bus perkrauta, taikant aktyvi\u0105j\u0105 versij\u0105.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Programa dabar bus perkrauta be juodra\u0161tini\u0173 keitim\u0173. J\u016Bs\u0173 personalizuoti keitimai ir vie\u0161i rakursai v\u0117l bus pritaikyti.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Taikomoji programa dabar persikraus su J\u016Bs\u0173 personalizuotais pakeitimas. J\u016Bs\u0173 vie\u0161ieji ir vaidmenims b\u016Bdingi rakursai bus v\u0117l pritaikyti.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Programa dabar persikraus su J\u016Bs\u0173 vie\u0161aisiais ir vaidmenims b\u016Bdingais rakursais.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=Programa bus \u012Fkelta i\u0161 naujo su j\u016Bs\u0173 asmeniniais pakeitimais ir adaptacija, kuri turi auk\u0161\u010Diausi\u0105 prioritet\u0105, atitinkant\u012F j\u016Bs\u0173 vartotojo vaidmenis.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=Programa bus \u012Fkelta i\u0161 naujo su adaptacija, kuri turi auk\u0161\u010Diausi\u0105 prioritet\u0105, atitinkant\u012F j\u016Bs\u0173 vartotojo vaidmenis.
MSG_RELOAD_WITH_ALL_CHANGES=Programa persikraus su visais pakeitimais.
MSG_RELOAD_NEEDED=Kad atlikti keitimai \u012Fsigaliot\u0173, program\u0105 reikia paleisti i\u0161 naujo.
MSG_MANAGE_APPS_FAILED=Deja, program\u0173 variant\u0173 ap\u017Evalga laikinai neprieinama. Pabandykite dar kart\u0105 v\u0117liau arba kreipkit\u0117s \u012F savo administratori\u0173.
APP_VARIANT_DIALOG_SAVE=\u012Era\u0161yti
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u012Era\u0161yti
APP_VARIANT_DIALOG_CLOSE=U\u017Edaryti
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=At\u0161aukti
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=At\u0161aukti
CREATE_APP_VARIANT_DIALOG_TITLE=\u012Era\u0161yti kaip nauj\u0105 programos variant\u0105
APP_DIALOG_TITLE_TEXT=Antra\u0161t\u0117
APP_DIALOG_SUB_TITLE_TEXT=Paantra\u0161t\u0117
APP_DIALOG_DESCRIPTION_TEXT=Apra\u0161as
APP_DIALOG_ICON_TEXT=Piktograma
RENAME_ERROR_TITLE=Pavadinimo klaida
RENAME_EMPTY_ERROR_TEXT=\u012Eveskite pavadinim\u0105.
RENAME_BINDING_ERROR_TEXT=Pavadinime negali b\u016Bti simbolio The name must not contain \u201E{\u201C. Pasirinkite kit\u0105 pavadinim\u0105.
APP_VARIANT_ICON_SELECT_ICON=Pasirinkti piktogram\u0105
APP_VARIANT_ICON_NO_DATA=Piktogram\u0173 nerasta.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Naujas programos variantas \u012Fra\u0161ytas.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI adaptavimo re\u017Eimas bus u\u017Edarytas. Jums bus prane\u0161ta, kai naujas poekranis bus pasiekiamas.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Jums bus prane\u0161ta, kai naujas poekranis bus pasiekiamas.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI adaptavimo re\u017Eimas bus u\u017Edarytas. Kreipkit\u0117s \u012F savo administratori\u0173, kad \u012Ftraukt\u0173 \u0161\u012F poekran\u012F \u012F \u201EFiori Launchpad\u201C pagrindin\u012F puslap\u012F (programos ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Kreipkit\u0117s \u012F savo administratori\u0173, kad \u012Ftraukt\u0173 \u0161\u012F poekran\u012F \u012F \u201EFiori Launchpad\u201C pagrindin\u012F puslap\u012F (programos ID\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Klaida
MSG_LOAD_APP_VARIANT_FAILED=Deja, programos varianto \u012Fkelti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
MSG_SAVE_APP_VARIANT_FAILED=Deja, programos varianto \u012Fra\u0161yti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
MSG_UPDATE_APP_VARIANT_FAILED=Deja, programos varianto atnaujinti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
MSG_CATALOG_ASSIGNMENT_FAILED=Naujas programos variantas \u012Fra\u0161ytas, bet jo nepavyko priskirti katalogui.  I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo turinio administratoriui\:
MSG_BASE_APP_CATALOGS_NOT_FOUND=Naujas programos variantas \u012Fra\u0161ytas, bet nepavyko jo automati\u0161kai \u012Ftraukti \u012F verslo katalog\u0105. Pra\u0161ome priskirti programos variant\u0105 \u201E{0}\u201C verslo katalogui rankiniu b\u016Bdu. Daugiau informacijos \u017Er. [Kaip \u012Ftraukti pasirinktinio katalogo pl\u0117tin\u012F](https\://help.sap.com/docs/SAP_S4HANA_CLOUD/0f69f8fb28ac4bf48d2b57b9637e81fa/832c83d429ef43c68691101bc8983f13.html).
MSG_TILE_CREATION_FAILED=Atnaujinkite \u201EFiori Launchpad\u201C pagrindin\u012F puslap\u012F ir patikrinkite, ar sukurtas naujas poekranis. Jei naujo poekranio sukurti nepavyko arba jis tinkamai neveikia, kreipkit\u0117s \u012F savo turinio administratori\u0173.
MSG_COPY_UNSAVED_CHANGES_FAILED=Deja, j\u016Bs\u0173 programos varianto ir atitinkam\u0173 UI keitim\u0173 \u012Fra\u0161yti nepavyko. Programos variantas nesukurtas. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u012Evesti pavadinim\u0105
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Yra naujas poekranis. Nor\u0117dami j\u012F pamatyti, atnaujinkite nar\u0161ykl\u0117s vaizd\u0105
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacija
SAVE_APP_VARIANT_OK_TEXT=Gerai
SAVE_APP_VARIANT_CLOSE_TEXT=U\u017Edaryti
SAVE_APP_VARIANT_COPY_ID_TEXT=Nukopijuoti ID ir u\u017Edaryti
MSG_APP_VARIANT_ID=Programos varianto ID\: {0}
MSG_TECHNICAL_ERROR=Klaida\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Program\u0173 variant\u0173 ap\u017Evalga
APP_VARIANT_TILE_ARIA_LABEL=\u201EFiori\u201C poekranio per\u017Ei\u016Bra
MENU_ITEM_KEY_USER=Raktiniam vartotojui
MENU_ITEM_SAP_DEVELOPER=SAP k\u016Br\u0117jui
MSG_DEPENDENCY_ERROR=Deja, \u0161io pakeitimo negalima taikyti UI. I\u0161 naujo nustatykite UI pradin\u0119 b\u016Bsen\u0105 ir v\u0117l atlikite keitimus. D\u0117mesio\: \u0161iuo veiksmu i\u0161 naujo nustatomi visi kit\u0173 vartotoj\u0173 \u0161ioje programoje atlikti keitimai. Jei to daryti nenorite, galite kreiptis \u012F SAP palaikymo tarnyb\u0105, sukurdami biliet\u0105 pagal komponent\u0105 CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Program\u0117l\u0117s variantas (ID\: {0}) panaikintas.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Taikomosios programos variantas (ID\: {0}) panaikintas. Nor\u0117dami pa\u0161alinti poekran\u012F i\u0161 paleidimo skydelio, perkraukite pagrindin\u012F puslap\u012F.
MSG_DELETE_APP_VARIANT_FAILED=Deja, programos varianto panaikinti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacija
DELETE_APP_VARIANT_OK_TEXT=Gerai
DELETE_APP_VARIANT_CLOSE_TEXT=U\u017Edaryti
MSG_NO_BUSINESS_CONTEXTS=n\u0117ra
MSG_DO_NOT_CLOSE_BROWSER=Vykdoma operacija \u2013 neu\u017Edarykite nar\u0161ykl\u0117s lango
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Vykdomas naikinimas \u2013 neu\u017Edarykite nar\u0161ykl\u0117s lango.\nAtminkite, kad programos varianto poekranis bus matomas tol, kol bus baigtas naikinimas.
MSG_CATALOGS_LOCKED=Deja, programos varianto panaikinti nepavyko. Pabandykite dar kart\u0105 v\u0117liau.

MSG_UNSTABLE_ID_FOUND=Kai kurie valdikliai neturi stabili\u0173 ID. Naudokite palaikymo asistent\u0105, kad identifikuotum\u0117te paveiktus valdiklius, kaip apra\u0161yta [\u010Dia] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), ir nustatytum\u0117te ID. (\u0160is prane\u0161imas matomas tik SAP viduje. Klientai negali jo matyti, ta\u010Diau tur\u0117t\u0173 ID nustatyti kaip galima grei\u010Diau.)

MSG_NO_FLEX_ENABLED_FLAG=J\u016Bs\u0173 programoje ne\u012Fgalinta vartotojo s\u0105sajos adaptacija. \u017Dr. [\u010Dia] nurodytus reikalavimus (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (\u0160is prane\u0161imas matomas tik SAP viduje. Klientai negali jo matyti. Funkcionalumui tai neturi \u012Ftakos, ta\u010Diau klientai tur\u0117t\u0173 tai sutvarkyti kaip galima grei\u010Diau.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Apibr\u0117\u017Eti \u012Fd\u0117t\u0105j\u012F turin\u012F
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Atnaujinti \u012Fd\u0117t\u0105j\u012F turin\u012F
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=\u201EIFrame\u201C dydis
IFRAME_ADDIFRAME_DIALOG_DIMENSIONS_ERROR=\u012Eveskite skai\u010Di\u0173, didesn\u012F u\u017E 0
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Plotis
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Plo\u010Dio vienetas
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Auk\u0161tis
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Auk\u0161\u010Dio vienetas
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u012Era\u0161yti
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=At\u0161aukti
CTX_ADDIFRAME=\u012Ed\u0117ti turin\u012F\: {0}
CTX_ADDIFRAME_GROUP=\u012Ed\u0117ti turin\u012F
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Paleista programa (variantas) yra \u012Fkelta \u012F sluoksn\u012F CUSTOMER arba CUSTOMER_BASE. Tod\u0117l j\u016Bs kaip programos k\u016Br\u0117jas negalite matyti galim\u0173 programos variant\u0173.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Programos varianto ap\u017Evalga, skirta SAP k\u016Br\u0117jams
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Per\u017Ei\u016Br\u0117ti URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=\u201EIFrame\u201C per\u017Ei\u016Bra
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Rodyti per\u017Ei\u016Br\u0105
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Atnaujinti per\u017Ei\u016Br\u0105
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Jei norite per\u017Ei\u016Br\u0117ti \u012Fd\u0117t\u0105j\u012F turin\u012F, pasirinkite Rodyti per\u017Ei\u016Br\u0105. Jei nieko nerodoma, patikrinkite URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (spustel\u0117kite, jei norite redaguoti rankiniu b\u016Bdu)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Galimos reik\u0161m\u0117s (spustel\u0117kite, jei norite prid\u0117ti URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametras
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Reik\u0161m\u0117s pavyzdys
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Parametr\u0173 ie\u0161ka
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u010Cia naudojam\u0173 URL reikia norint i\u0161pildyti konkre\u010Dias i\u0161ankstines s\u0105lygas ir jos be \u0161i\u0173 URL neveiks.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Su\u017Einokite daugiau
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=Pavadinimas
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=\u012Ed\u0117tasis turinys
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Procentin\u0117 dalis, susijusi su skyriaus plo\u010Diu
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Procentin\u0117 dalis, susijusi su antra\u0161t\u0117s plo\u010Diu
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Procentin\u0117 dalis, susijusi su nar\u0161ykl\u0117s lango auk\u0161\u010Diu
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Pikseli\u0173 skai\u010Dius
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=Susij\u0119 su \u0161akninio HTML elemento \u0161rifto dyd\u017Eiu
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=I\u0161pl\u0117stiniai parametrai
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=Protokolas neleid\u017Eiamas.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=\u012Ed\u0117ti HTTP turin\u012F \u012F HTTPS server\u012F neleid\u017Eiama.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=URL neleid\u017Eiamas. Kreipkit\u0117s \u012F sistemos administratori\u0173.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=\u012Eveskite tinkam\u0105 URL (pvz., https\://www.sap.com)
IFRAME_ADDIFRAME_ADDITIONAL_PARAMETERS_SECURITY_WARNING_TEXT=Pakeitus parametrus gali b\u016Bti paveiktas taikomosios programos saugumas.
IFRAME_ADDIFRAME_ADDITIONAL_PARAMETERS_WARNING_MORE_INFO_TEXT=Daugiau informacijos
IFRAME_ADDIFRAME_ADD_ADDITIONAL_SANDBOX_PARAMETERS_LABEL=Suaktyvinti papildomus sm\u0117lio d\u0117\u017E\u0117s parametrus\:
IFRAME_ADDIFRAME_ADD_ADDITIONAL_SANDBOX_PARAMETERS_PLACEHOLDER=\u012Evesti papildomus sm\u0117lio d\u0117\u017E\u0117s parametrus

IFRAME_RTA_CONTEXT_MENU_INFO=Galite \u012F savo taikom\u0105j\u0105 program\u0105 \u012Fd\u0117ti turin\u012F i\u0161 i\u0161orini\u0173 taikom\u0173j\u0173 program\u0173 ar svetaini\u0173
LOCALRESET_RTA_CONTEXT_MENU_INFO=Panaikinami visi \u0161io valdiklio kontekste atlikti keitimai, pvz., pervardijimo ir perk\u0117limo keitimai

ANNOTATION_CHANGE_DIALOG_BUTTON_CHANGED_PROPERTIES=Rodyti tik pakeistas ypatybes
ANNOTATION_CHANGE_DIALOG_WARNING=\u0160ie keitim\u0173 tipai nepriklauso nuo konkre\u010Di\u0173 rakurs\u0173. J\u016Bs kei\u010Diate pagrindin\u0119 ypatyb\u0119, o ne specifin\u012F lauk\u0105 ar valdikl\u012F. Nor\u0117dami pamatyti visus \u0161iuos keitimus, \u012Fkelkite program\u0105 i\u0161 naujo.
ANNOTATION_CHANGE_DIALOG_WARNING_MORE_INFO=Daugiau informacijos
ANNOTATION_CHANGE_DIALOG_PROPERTY_SEARCH=Ie\u0161koti \u012Fra\u0161o
ANNOTATION_CHANGE_DIALOG_CONFIRM=Gerai
ANNOTATION_CHANGE_DIALOG_CANCEL=At\u0161aukti
ANNOTATION_CHANGE_DIALOG_SINGLE_RENAME_LABEL=Pasirinkta etiket\u0117

RENAME_DIALOG_TITLE=Pervardyti
RENAME_DIALOG_PLACEHOLDER=\u012Eveskite nauj\u0105 etiket\u0119
RENAME_DIALOG_LABEL=Pasirinkta etiket\u0117\:
RENAME_DIALOG_CONFIRM=Gerai
RENAME_DIALOG_CANCEL=At\u0161aukti

SAVE_AND_RELOAD=\u012Ekelti i\u0161 naujo, kad b\u016Bt\u0173 galima per\u017Ei\u016Br\u0117ti keitimus
MSG_HARD_RELOAD_INFO=Kai kuriuose laukuose naujausi keitimai gali b\u016Bti nerodomi. \u012Ekelkite taikom\u0105j\u0105 program\u0105 i\u0161 naujo, kad atnaujinimai b\u016Bt\u0173 matomi UI. Versij\u0173 istorija rodoma tik baigus \u012Fk\u0117lim\u0105 i\u0161 naujo.
TOL_SHOW_HARD_RELOAD_INFO=Rodyti \u012Fk\u0117limo i\u0161 naujo informacij\u0105
MSG_SAVE_AND_RELOAD_DIALOG=\u012Ekeliant i\u0161 naujo vartotojo s\u0105saj\u0105 bus \u012Fra\u0161yti visi juodra\u0161\u010Dio keitimai.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=Pavadinimas pakeistas \u012F \u201E{0}\u201C
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=Pavadinimas pakeistas i\u0161 \u201E{1}\u201C \u012F \u201E{0}\u201C
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Elementas \u201E{0}\u201C perkeltas
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=Elementas \u201E{0}\u201C perkeltas savo konteineryje
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Elementas {0} pa\u0161alintas
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Elementas \u201E{0}\u201C prid\u0117tas
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Elementas {0} sujungtas
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Elementai {0} ir {1} sujungti
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} elementai sujungti
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Elementas \u201E{0}\u201C i\u0161skaidytas
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Grup\u0117 {0} prid\u0117ta
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Laukas {0} prid\u0117tas
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=\u201EiFrame\u201C buvo prid\u0117ta
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Elemento {0} parametrai pakeisti
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Elementas pakeistas
TIT_CHANGEVISUALIZATION_TYPE=Tipas
TIT_CHANGEVISUALIZATION_CHANGES=Pakeitimai
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=I\u0161sami informacija
TIT_CHANGEVISUALIZATION_DESCRIPTION=Apra\u0161as
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Vizualizuoti pagrindinius vartotojo pakeitimus
BUT_CHANGEVISUALIZATION_SELECTCHANGES=Pasirinkti keitimo tip\u0105
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Nevizualizuoti keitimai\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Visi
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Visi keitimai
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Perkelti
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=Perkelti elementai
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Pervardyti
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=Pervardyti elementai
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Prid\u0117ti
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Prid\u0117ti elementai
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Sujungti ir i\u0161skaidyti
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Sujungti ir i\u0161skaidyti elementai
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Pa\u0161alinti
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Pa\u0161alinti elementai
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Kita
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Kiti keitimai
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Visi
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Juodra\u0161tis
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Ne\u012Fra\u0161yta
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Dabar
MSG_LOCAL_RESET_VARIANT_SAVE=Konteineris nustatytas i\u0161 naujo ir rakursas buvo automati\u0161kai \u012Fra\u0161ytas.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Rodyti \u0161altin\u012F
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Rodyti kitas dalis
BUT_CHANGEVISUALIZATION_LEARNMORE=[Su\u017Einoti dagiau]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 keitimas
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} keitimai (-\u0173)
TXT_CHANGEVISUALIZATION_GROUP_IN_TITLE=Grupavimas

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=\u0160ios taikomosios programos UI keitimai atlikti kitoje sistemoje. Siekiant i\u0161vengti konflikt\u0173, labai rekomenduojame atlikti UI keitimus tik vienoje sistemoje ir juos transportuoti \u012F kitas sistemas. \u017Dr. [UI adaptavimas](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=\u012Esp\u0117jimas \u2013 didelio konflikto rizika
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Pradedate UI adaptavim\u0105 gamybos sistemoje. Jei turite k\u016Brimo arba testin\u0119 sistem\u0105, rekomenduojame atlikti keitimus joje ir naudoti transportavimo mechanizm\u0105, kad publikuotum\u0117te \u0161iuos keitimus.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=\u012Esp\u0117jimas \u2013 ketinate atlikti keitimus gamybos sistemoje
MSG_GENERIC_ERROR_MESSAGE=\u012Evyko klaida. Susisiekite su SAP palaikymo tarnyba atidarydami komponento CA-UI5-FL-RTA biliet\u0105.\n\u012Etraukite \u012F biliet\u0105 toliau nurodyt\u0105 technin\u0119 informacij\u0105\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=Pradedant vartotojo s\u0105sajos adaptacij\u0105 \u012Fvyko klaida

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Neturite raktinio vartotojo leidim\u0173. Susisiekite su administratoriumi.

MSG_PSEUDO_APP_VARIANT_ERROR_MESSAGE=\u0160i programa emuliuoja programos variantus naudodama nar\u0161ymo parametr\u0105 sap-app-id, kuris nebepalaikomas. Sukurkite u\u017Eklaus\u0105 d\u0117l programos komponento {0}.

BTN_TOOLTIP_MOVE_UP=Perkelti auk\u0161tyn
BTN_TOOLTIP_MOVE_DOWN=Perkelti \u017Eemyn
BTN_ADAPTING_FOR=Adaptuojama \u201E{0}\u201C
BTN_ADAPTING_FOR_ALL_USERS=Adaptuojama \u201EVisi vartotojai\u201C
BTN_SWITCH_ADAPTATIONS=Perjungti adaptacijas
EAC_DIALOG_HEADER=Redaguoti adaptacij\u0105
SAC_DIALOG_HEADER=\u012Era\u0161yti kaip nauj\u0105 adaptacij\u0105
DAC_DIALOG_HEADER=Naikinti adaptacij\u0105
DAC_DIALOG_DESCRIPTION=Ar tikrai norite naikinti \u0161i\u0105 adaptacij\u0105?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Ne\u012Fra\u0161\u0117te vartotojo s\u0105sajos pakeitim\u0173. Panaikinus \u0161i\u0105 adaptacij\u0105 taip pat bus panaikinti vartotojo s\u0105sajos pakeitimai. Ar tikrai norite panaikinti \u0161i\u0105 adaptacij\u0105?
DAC_DIALOG_MIGRATION_HEADER=Perkelti rakursus
DAC_DIALOG_MIGRATION_DESCRIPTION=Pasteb\u0117jome, kad \u0161ioje taikomojoje programoje jau priskyr\u0117te rakursams vaidmenis. Nor\u0117dami sukurti adaptacij\u0105, turite perkelti \u0161iuos rakursus \u012F adaptacijas.\nPerk\u0117lus, kiekvienas vaidmeniui priskirtas rakursas bus \u012Ftrauktas \u012F adaptacij\u0105.
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=Pasteb\u0117jome, kad \u0161ioje taikomojoje programoje jau priskyr\u0117te rakursams vaidmenis. Nor\u0117dami sukurti adaptacij\u0105, turite perkelti \u0161iuos rakursus \u012F adaptacijas.\nPerk\u0117lus, kiekvienas vaidmeniui priskirtas rakursas bus \u012Ftrauktas \u012F adaptacij\u0105.\n\nYra ne\u012Fra\u0161yt\u0173 UI pakeitim\u0173. Jie \u012Fra\u0161omi prie\u0161 perkeliant.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=Rakursai perkelti s\u0117kmingai.\nDabar galite pereiti \u012F sukurtas adaptacijas ir jas patikrinti.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=Perkeliant \u012Fvyko klaida. Bandykite dar kart\u0105 v\u0117liau arba kreipkit\u0117s \u012F administratori\u0173.
MANAGE_ADAPTATIONS_DIALOG_HEADER=Valdyti adaptacijas
BTN_MANAGE_APP_CTX=Valdyti adaptacijas
TXT_MANAGE_APP_CTX=Per\u017Ei\u016Br\u0117ti, redaguoti arba naikinti adaptacijas
CLM_HEADER_PRIORITY=Prioritetas
CLM_HEADER_CREATED=Sukurta
CLM_HEADER_CHANGED=Paskutin\u012F kart\u0105 keista
CLM_HEADER_ADAPTATIONS_ACTIONS=Veiksmai
CLM_HEADER_CONTEXT=Kontekstas
CLM_HEADER_ADAPTATIONS_TITLE=Pavadinimas
CLM_HEADER_ADAPTATIONS_CREATED_ON=Suk\u016Brimo data
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Keitimo data
MAA_DIALOG_DESCRIPTION=Apra\u0161as
MAA_DIALOG_SAVE_AS_APP=\u012Era\u0161yti kaip
MAA_DIALOG_ADAPT_UI=Adaptuoti UI
MENU_BTN_SHARE=Bendrinti
MENU_BTN_EDIT=Redaguoti
MAA_DIALOG_DELETE=Naikinti
TXT_SELECT_FIRST_PRIO=\u012Etraukti prie\u0161 visus (1 prioritetas)
TXT_SELECT_PRIO=\u012Etraukti po \u201E{0}\u201C ({1} prioritetas)
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=\u012Evesti apra\u0161\u0105
TXT_TABLE_CONTEXT_CELL_ROLE=Vaidmuo
TXT_TABLE_CONTEXT_CELL_ROLES=Vaidmenys
TXT_DEFAULT_APP=Adaptavimas be konteksto
APP_CTX_DIALOG_SAVE=\u012Era\u0161yti
APP_CTX_DIALOG_CANCEL=At\u0161aukti
APP_CTX_DIALOG_CONFIRM=Patvirtinti
TOOLTIP_APP_CTX_DIALOG_SAVE=Kontekstu pagr\u012Fsta adaptacija nepasikeit\u0117.
TXT_CTX_ERROR_DUPLICATE_TITLE=Adaptacija tokiu pavadinimu jau yra. \u012Eveskite kit\u0105 pavadinim\u0105.
TXT_CTX_ERROR_MAX_LEN=Adaptacijos pavadinimas apribotas iki {0} simb.
TXT_CTX_ERROR_EMPTY_TITLE=\u012Eveskite pavadinim\u0105.

BTN_GUIDED_TOUR_START=UI adaptacijos pristatymas
BTN_GUIDED_TOUR_NEXT=Pirmyn
BTN_GUIDED_TOUR_PREV=Atgal
BTN_GUIDED_TOUR_END=Baigti
TOOLTIP_GUIDED_TOUR_END=Baigti UI adaptacijos pristatym\u0105
TIT_TOUR_GENERAL_TITLE=Bendrasis UI adaptacijos pristatymas
TXT_TOUR_GENERAL_DESCRIPTION=Atrodo, nesate naudoj\u0119 pagrindinio vartotojo adaptacijos. Ar norite dabar per\u017Ei\u016Br\u0117ti pagrindini\u0173 funkcij\u0173 pristatym\u0105? Jei norite per\u017Ei\u016Br\u0117ti v\u0117liau, galite bet kada tai padaryti meniu \u201EDaugiau veiksm\u0173\u201C.

TIT_TOUR_GENERAL_STEP_UI_ADAPTATION_BUTTON_TITLE=Adaptacijos re\u017Eimas
TXT_TOUR_GENERAL_STEP_UI_ADAPTATION_BUTTON_DESCRIPTION=Naudodami re\u017Eim\u0105 \u201EAdaptacija\u201C, galite pakeisti dabartin\u012F ekran\u0105. Galite redaguoti UI elementus, koreguoti konfig\u016Bracijas ir tinkinti i\u0161d\u0117stym\u0105.

TIT_TOUR_GENERAL_STEP_NAVIGATION_BUTTON_TITLE=Nar\u0161ymo re\u017Eimas
TXT_TOUR_GENERAL_STEP_NAVIGATION_BUTTON_DESCRIPTION=Re\u017Eimas \u201ENar\u0161ymas\u201C naudojamas nar\u0161yti \u012F kitas taikomosios programos dalis (pvz., i\u0161 s\u0105ra\u0161o ataskaitos \u012F objekto puslap\u012F) arba atidaryti dialogus, kurie bus adaptuoti. \u0160iuo re\u017Eimu atlikt\u0173 keitim\u0173 negalima i\u0161laikyti ir jie tur\u0117t\u0173 b\u016Bti atliekami (pvz., filtro nustatymas) tik siekiant nar\u0161yti \u012F kit\u0105 taikomosios programos dal\u012F.

TIT_TOUR_GENERAL_STEP_VISUALIZATION_BUTTON_TITLE=Vizualizavimo re\u017Eimas
TXT_TOUR_GENERAL_STEP_VISUALIZATION_BUTTON_DESCRIPTION=Re\u017Eimu \u201EVizualizavimas\u201C pary\u0161kinami pagrindinio vartotojo keitimai. Keitim\u0173 indikatorius nurodo, kuriuose elementuose yra keitim\u0173. Nor\u0117dami pamatyti i\u0161sami\u0105 informacij\u0105 apie visus atliktus \u0161io elemento keitimus, spustel\u0117kite perdang\u0105. Antra\u0161t\u0117s juostoje i\u0161skleid\u017Eiamasis s\u0105ra\u0161as leid\u017Eia filtruoti pagal konkre\u010Dius keitim\u0173 tipus.

TIT_TOUR_GENERAL_STEP_CHANGE_LIST_DROPDOWN_TITLE=Keitim\u0173 filtras
TXT_TOUR_GENERAL_STEP_CHANGE_LIST_DROPDOWN_DESCRIPTION=\u201EKeitim\u0173 filtras\u201C leid\u017Eia vartotojams filtruoti vizualizuotus keitimus pagal tip\u0105 ir s\u0105lyg\u0105. Galite per\u017Ei\u016Br\u0117ti visus keitimus (numatytoji nuostata). Taip pat galite pasirinkti juodra\u0161tinius keitimus, kurie dar nesuaktyvinti, arba ne\u012Fra\u0161ytus keitimus, kurie yra atlikti dabartiniame seanse, bet dar n\u0117ra \u012Fra\u0161yti.

TIT_TOUR_GENERAL_STEP_SAVE_BUTTON_TITLE=\u012Era\u0161yti juodra\u0161t\u012F
TXT_TOUR_GENERAL_STEP_SAVE_BUTTON_DESCRIPTION=Nor\u0117dami \u012Fra\u0161yti savo UI keitimus, spustel\u0117kite mygtuk\u0105 \u201E\u012Era\u0161yti\u201C. \u0160ie keitimai \u012Fra\u0161omi kaip juodra\u0161tis ir tampa matomi galutiniams vartotojams tik juos suaktyvinus. Kiti pagrindiniai vartotojai gali juos per\u017Ei\u016Br\u0117ti UI adaptacijoje.

TIT_TOUR_GENERAL_STEP_UNDO_BUTTON_TITLE=Anuliuoti
TXT_TOUR_GENERAL_STEP_UNDO_BUTTON_DESCRIPTION=\u0160is mygtukas tampa aktyvus, kai yra ne\u012Fra\u0161yt\u0173 keitim\u0173. Jis leid\u017Eia anuliuoti keitimus po vien\u0105.

TIT_TOUR_GENERAL_STEP_REDO_BUTTON_TITLE=Perdaryti
TXT_TOUR_GENERAL_STEP_REDO_BUTTON_DESCRIPTION=\u0160is mygtukas tampa aktyvus spustel\u0117jus anuliavimo mygtuk\u0105. Jis leid\u017Eia perdaryti anuliuotus keitimus po vien\u0105.

TIT_TOUR_GENERAL_STEP_ACTIVATE_VERSION_BUTTON_TITLE=Aktyvinti nauj\u0105 versij\u0105
TXT_TOUR_GENERAL_STEP_ACTIVATE_VERSION_BUTTON_DESCRIPTION=Nor\u0117dami \u012Fra\u0161yti dabartinius juodra\u0161tinius keitimus kaip nauj\u0105 versij\u0105, spustel\u0117kite mygtuk\u0105 \u201EAktyvinti versij\u0105\u201C. Atlikus \u0161\u012F veiksm\u0105 keitimai tampa matomi galutiniams vartotojams.

TIT_TOUR_GENERAL_STEP_VERSIONS_DROPDOWN_TITLE=Rodyti galimas versijas
TXT_TOUR_GENERAL_STEP_VERSIONS_DROPDOWN_DESCRIPTION=I\u0161skleid\u017Eiamajame s\u0105ra\u0161e rodomos naujausios versijos, pary\u0161kinama \u0161iuo metu aktyvi versija ir apa\u010Dioje yra pradin\u0117s programos \u012Fra\u0161as. Tai leid\u017Eia vartotojams prireikus prad\u0117ti i\u0161 naujo nuo nepakeistos versijos.

TIT_TOUR_GENERAL_STEP_PUBLISH_BUTTON_TITLE=Publikuoti aktyvias versijas
TXT_TOUR_GENERAL_STEP_PUBLISH_BUTTON_DESCRIPTION=UI adaptacijas pirmiausia kurkite testin\u0117je sistemoje. Jas patikrin\u0119 paskelbkite gamybin\u0117je versijoje. \u0160is mygtukas suaktyvinamas, jei yra neperkelt\u0173 aktyvi\u0173 versij\u0173.

TIT_TOUR_GENERAL_STEP_BURGER_MENU_TITLE=Daugiau veiksm\u0173
TXT_TOUR_GENERAL_STEP_BURGER_MENU_DESCRIPTION=\u0160iame meniu pateikiami papildomi veiksmai, pvz., nauj\u0173 funkcij\u0173 ap\u017Evalga RTA, taikomosios programos variant\u0173 ap\u017Evalga, ir galimyb\u0117s pagrindiniam vartotojui versti pakeistus tekstinius elementus. Veiksmai priklauso nuo sistemos, su kuria dirbate, ir jums priskirt\u0173 vaidmen\u0173. \u0160iuo metu galimi toliau pateikti veiksmai\:
TXT_TOUR_GENERAL_STEP_BURGER_MENU_TRANSLATIONS=Adaptuodami UI, j\u016Bs arba kiti pagrindiniai vartotojai gali pervardyti UI tekstus. Nor\u0117dami versti \u0161iuos UI tekstus \u012F kitas kalbas, galite eksportuoti tekstus \u0161altinio kalba, tada importuoti i\u0161verstus tekstus.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_APP_VARIANTS=Galite kurti taikom\u0173j\u0173 program\u0173 variantus. Taikom\u0173j\u0173 program\u0173 variantai yra taikomosios programos, sukurtos pagal UI keitimus, kuriuos pagrindiniai vartotojai atlieka vykdydami UI adaptacij\u0105.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_RESTORE=Atk\u016Brimo veiksmas leid\u017Eia atkurti pradin\u0119 taikomosios programos b\u016Bsen\u0105 be keitim\u0173.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_NEW_FEATURES=Skiltyje \u201ENaujienos\u201C i\u0161vardytos naujos ir ankstesn\u0117se versijose pristatytos UI adaptacijos funkcijos. 
TXT_TOUR_GENERAL_STEP_BURGER_MENU_GENERAL_TOUR=Naudodami meniu \u201EDaugiau veiksm\u0173\u201C galite bet kada prad\u0117ti UI adaptacijos pristatym\u0105.


TIT_TOUR_GENERAL_STEP_CONTEXT_BASED_ADAPTATIONS_TITLE=UI adaptacija konkretiems vaidmenims
TXT_TOUR_GENERAL_STEP_CONTEXT_BASED_ADAPTATIONS_DESCRIPTION=Galite tinkinti taikom\u0173j\u0173 program\u0173 vartotojo s\u0105sajas atskirai konkretiems vartotoj\u0173 vaidmenims. Daugiau informacijos ie\u0161kokite m\u016Bs\u0173 <a href\="https\://help.sap.com/docs/FLP/124fa121c8674dce903cee2ff62b9c63/969cc16ff13e46c1b28001cc5e7189e0.html" target\="_blank">dokumentacijoje</a>.

TIT_TOUR_GENERAL_STEP_FEEDBACK_BUTTON_TITLE=Atsiliepimas
TXT_TOUR_GENERAL_STEP_FEEDBACK_BUTTON_DESCRIPTION=Galite pateikti konkret\u0173 atsiliepim\u0105 apie UI adaptacijos re\u017Eim\u0105.

TIT_TOUR_GENERAL_STEP_EXIT_BUTTON_TITLE=I\u0161eiti i\u0161 UI adaptacijos
TXT_TOUR_GENERAL_STEP_EXIT_BUTTON_DESCRIPTION=Atlik\u0119 UI keitimus, spustel\u0117kite i\u0161\u0117jimo mygtuk\u0105, kad gr\u012F\u017Etum\u0117te \u012F veikian\u010Di\u0105 taikom\u0105j\u0105 program\u0105.


BTN_LEARN_MORE_WHATS_NEW_DIALOG=Su\u017Einoti dagiau
BTN_BACK_WHATS_NEW_OVERVIEW_DIALOG=Atgal
TXT_DONT_SHOW_AGAIN_WHATS_NEW_DIALOG=Daugiau neberodyti
TIT_WHATS_NEW_DIALOG=Kas naujo pagrindinio naudotojo adaptacijoje
TIT_WHATS_NEW_DIALOG_OVERVIEW=Nauj\u0173 funkcij\u0173 ap\u017Evalga

TIT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_TITLE=\u201EKas naujo\u201C pagrindiniams vartotojams
TXT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_DESCRIPTION=Pristatome dialogo lang\u0105 \u201EKas naujo\u201C \u2013 su\u017Einokite apie naujausias funkcijas ir patobulinimus
TXT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_TEXT=D\u017Eiaugiam\u0117s gal\u0117dami jums pristatyti m\u016Bs\u0173 dialogo lang\u0105 \u201EKas naujo\u201C\! \u0160is dialogo langas jums prane\u0161 apie paskutinius naujinimus, funkcijas ir patobulinimus pagrindinio vartotojo adaptacijoje. Su\u017Einokite naujienas apie visas naujausias funkcijas ir patobulinimus, sukurtus pagerinti j\u016Bs\u0173 (pagrindinio) vartotojo patirt\u012F.
TXT_WHATS_NEW_DIALOG_WHATS_NEW_OVERVIEW_TEXT=Naujinus versij\u0105, mes automati\u0161kai rodysime su nauj\u0105ja versija \u012Fdiegtas naujas funkcijas. Jei domit\u0117s funkcijomis i\u0161 ankstesni\u0173 versij\u0173, ap\u017Evalg\u0105 rasite per \u012Franki\u0173 juostos meniu piktogram\u0105.

TIT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_TITLE=Suderintas kontekstinis meniu
TXT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_DESCRIPTION=Dabar, pasirenkant elementus, kontekstinio meniu stilius yra nuoseklus.
TXT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_TEXT=Kontekstinis meniu nebesiskiria nuo to, kaip pasirenkate element\u0105, pvz., naudojate kair\u012Fj\u012F ar de\u0161in\u012Fj\u012F pel\u0117s mygtuk\u0105. Pa\u017E\u012Fstamas kontekstinis meniu, rodomas paspaudus de\u0161in\u012Fj\u012F pel\u0117s mygtuk\u0105, rodomas ir element\u0105 spustel\u0117jus kairiuoju pel\u0117s klavi\u0161u.

TIT_WHATS_NEW_RTA_TOUR_TITLE=UI adaptacijos pristatymas
TXT_WHATS_NEW_DIALOG_RTA_TOUR_DESCRIPTION=UI adaptacijos pristatyme pateikiama vis\u0173 pagrindini\u0173 UI adaptacijos funkcij\u0173 ap\u017Evalga.
TXT_WHATS_NEW_DIALOG_RTA_TOUR_TEXT=UI adaptacijos pristatyme pateikiama vis\u0173 pagrindini\u0173 UI adaptacijos funkcij\u0173 ap\u017Evalga. Nor\u0117dami prad\u0117ti pristatym\u0105, atidarykite meniu \u201EDaugiau veiksm\u0173\u201C ir pasirinkite \u201EUI adaptacijos pristatymas\u201C.

TIT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TITLE=\u012Ed\u0117tojo turinio bandomosios aplinkos tinkinimas
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_DESCRIPTION=Dabar bandomosios aplinkos ypatybes galite koreguoti dialogo lango \u201EApibr\u0117\u017Eti \u012Fd\u0117t\u0105j\u012F turin\u012F\u201C dalyje \u201EI\u0161pl\u0117stiniai parametrai\u201C.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT=Dabar galite tinkinti \u012Fd\u0117tojo turinio bandomosios aplinkos ypatybes, \u012Ftraukdami arba redaguodami \u012Fd\u0117t\u0105j\u012F turin\u012F.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT_2=Dalyje <strong>I\u0161pl\u0117stiniai parametrai</strong> dabar galite keisti bandomosios aplinkos ypatybes pagal savo naudojimo poreik\u012F. Naujo \u012Fd\u0117tojo turinio ypatyb\u0117s <strong>allow-forms</strong>, <strong>allow-scripts</strong> ir <strong>allow-same-origin</strong> yra \u012Fjungtos pagal numatytuosius parametrus ir teikia daugelio taikom\u0173j\u0173 program\u0173 patogius numatytuosius parametrus.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT_3=Jei j\u016Bs\u0173 naudojimo atveju reikia daugiau bandomosios aplinkos leidim\u0173, \u017Er. <a href\="https\://developer.mozilla.org/en-US/docs/Web/HTML/Element/iframe\#sandbox" target\="_blank">dokumentacij\u0105</a>.

TIT_WHATS_NEW_RENAME_REWORK_TITLE=Pervardyti perdarym\u0105
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_DESCRIPTION=Pakeit\u0117me UI adaptacijos pervardijimo funkcij\u0105.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_1=Patobulintas tekstini\u0173 element\u0173 pervardijimo procesas. Kiekvienas pervardijimo veiksmas dabar atidaro dialog\u0105. Daug tekst\u0173 palaiko pagrindin\u0117s ypatyb\u0117s pervardijim\u0105, tod\u0117l tokiu b\u016Bdu atlikti keitimai matomi visoje taikomojoje programoje, kur yra \u0161is tekstas.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_2=Pvz., laukas gali b\u016Bti filtras filtro juostoje, stulpelis atitinkamoje lentel\u0117je arba laukas i\u0161samios informacijos puslapio formos valdiklyje. Pervardijus vien\u0105 i\u0161 \u0161i\u0173 element\u0173, pvz., filtro juostoje pasirinkus \u201EKeisti etiketes\u201C, taip pat bus paveiktas lentel\u0117s stulpelis ir formos laukas.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_3=Galite pervardyti formos laukus atskirai, pasirink\u0119 veiksm\u0105 \u201EPervardyti\u201C. Nor\u0117dami pamatyti \u0161i\u0173 keitim\u0173 poveik\u012F, turite paleisti taikom\u0105j\u0105 program\u0105 i\u0161 naujo. Atlikus tok\u012F keitim\u0105, \u012Franki\u0173 juostoje atsiranda mygtukas, kur\u012F naudojant taikomoji programa paleid\u017Eiama i\u0161 naujo ir automati\u0161kai \u012Fjungiamas UI adaptacijos re\u017Eimas.

TIT_WHATS_NEW_TEXT_ARRANGEMENT_TITLE=Keisti teksto i\u0161d\u0117stym\u0105
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_DESCRIPTION=Dabar pagrindiniai vartotojai gali keisti \u0161i\u0105 funkcij\u0105 palaikan\u010Di\u0173 tekst\u0173 i\u0161d\u0117stym\u0105.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_1=Dabar dauguma taikom\u0173j\u0173 program\u0173 palaiko teksto i\u0161d\u0117stymo ir j\u0173 lauk\u0173 rodymo keitim\u0105. Filtro juostoje, daugumoje lenteli\u0173 ir formose yra veiksmas \u201EKeisti teksto i\u0161d\u0117stym\u0105\u201C. \u0160i funkcija leid\u017Eia pagrindiniams vartotojams nuspr\u0119sti, ar laukus turi nurodyti j\u0173 ID, tekstinis atvaizdavimas, ar abu.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_2=\u0160is keitimas taikomas pagrindinei ypatybei, tod\u0117l galite patikrinti pageidaujam\u0105 rodym\u0105 visur, kur naudojamas ypatyb\u0117s tekstas. Tai paveikia ne tik valdikl\u012F, naudojam\u0105 \u0161iam keitimui atlikti.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_3=Nor\u0117dami pamatyti \u0161i\u0173 keitim\u0173 poveik\u012F, turite paleisti taikom\u0105j\u0105 program\u0105 i\u0161 naujo. Atlikus tok\u012F keitim\u0105, \u012Franki\u0173 juostoje atsiranda mygtukas, kur\u012F naudojant taikomoji programa paleid\u017Eiama i\u0161 naujo ir automati\u0161kai \u012Fjungiama UI adaptacija.

TIT_WHATS_NEW_EXTENDED_ACTIONS_TITLE=I\u0161pl\u0117stiniai veiksmai
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_DESCRIPTION=Svarb\u016Bs veiksmai dabar pateikiami labiau centralizuotai.
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_TEXT_1=Tam tikri veiksmai yra itin svarb\u016Bs atitinkamiems valdikliams, tod\u0117l reikia, kad jie b\u016Bt\u0173 pasiekiami ir antriniuose valdikliuose.
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_TEXT_2=Pvz., dirbant su lentele, pagrindiniai vartotojai turi visada gal\u0117ti tiesiogiai pasiekti lentel\u0117s parametrus, net pasirinkdami \u012Franki\u0173 juost\u0105 arba stulpel\u012F. Tokie veiksmai bus i\u0161platinti antrini\u0173 valdikli\u0173 kontekstiniame meniu, kad b\u016Bt\u0173 visada pasiekiami vienu spustel\u0117jimu. De\u0161in\u0117je meniu \u012Fra\u0161o pus\u0117je pateikiame valdikl\u012F, kuris i\u0161platino veiksm\u0105.
