
SERVICE_NAME=\u0110i\u00EA\u0300u chi\u0309nh giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng
BTN_EXIT=L\u01B0u & Thoa\u0301t
BTN_DONE=Xong
CTX_REMOVE=Loa\u0323i bo\u0309
CTX_REMOVE_TITLE=Loa\u0323i bo\u0309
CTX_LOCAL_RESET=Thi\u00EA\u0301t l\u00E2\u0323p la\u0323i vu\u0300ng ch\u01B0\u0301a
CTX_ADD_ELEMENTS=Th\u00EAm\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=N\u00F4\u0323i dung
CTX_CUT=C\u0103\u0301t
CTX_PASTE=Da\u0301n
CTX_GROUP_FIELDS=K\u00EA\u0301t h\u01A1\u0323p
CTX_UNGROUP_FIELDS=Ph\u00E2n chia
CTX_CREATE_CONTAINER=Ta\u0323o\: {0}
TITLE_CREATE_CONTAINER=M\u01A1\u0301i\: {0}
CTX_RENAME=\u0110\u00F4\u0309i t\u00EAn
CTX_SETTINGS=Thi\u00EA\u0301t l\u00E2\u0323p
CTX_VARIANT_SWITCH=Chuy\u00EA\u0309n ma\u0300n hi\u0300nh
CTX_VARIANT_SAVE=L\u01B0u m\u00E0n h\u00ECnh
CTX_VARIANT_SAVEAS=L\u01B0u ma\u0300n hi\u0300nh tha\u0300nh
CTX_VARIANT_SET_TITLE=Thi\u00EA\u0301t l\u00E2\u0323p ti\u00EAu \u0111\u00EA\u0300
CTX_VARIANT_MANAGE=Qua\u0309n ly\u0301 ca\u0301c ma\u0300n hi\u0300nh
CTX_ADDXML_AT_EXTENSIONPOINT=Th\u00EAm ph\u00E2n \u0111oa\u0323n ta\u0323i \u0111i\u00EA\u0309m m\u01A1\u0309 r\u00F4\u0323ng
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Loa\u0323i bo\u0309
BTN_FREP_CANCEL=Hu\u0309y
LBL_FREP=la\u0300 {0}
HEADER_ADDITIONAL_ELEMENTS=N\u00F4\u0323i dung co\u0301 s\u0103\u0303n\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Qua\u0309n ly\u0301 bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng
BTN_SAVE_AS=L\u01B0u th\u00E0nh
TOOLTIP_SAVE_AS=Ta\u0323o bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng m\u01A1\u0301i
BTN_UNDO=Hoa\u0300n ta\u0301c
BTN_REDO=La\u0300m la\u0323i
BTN_PUBLISH=C\u00F4ng b\u00F4\u0301
BTN_RESTORE=Thi\u00EA\u0301t l\u00E2\u0323p la\u0323i
BTN_ADAPTATION=\u0110i\u00EA\u0300u chi\u0309nh giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng
TIT_DRAFT=Ba\u0309n tha\u0309o
TIT_ORIGINAL_APP=\u01AF\u0301ng du\u0323ng ban \u0111\u00E2\u0300u
TIT_VERSION_1=Phi\u00EAn ba\u0309n 1
LBL_ACTIVE=Hoa\u0323t \u0111\u00F4\u0323ng
LBL_INACTIVE=Kh\u00F4ng hoa\u0323t \u0111\u00F4\u0323ng
MSG_DRAFT_ACTIVATION_SUCCESS=Phi\u00EAn ba\u0309n m\u01A1\u0301i \u0111\u01B0\u01A1\u0323c ki\u0301ch hoa\u0323t
MSG_DRAFT_ACTIVATION_FAILED=Xin l\u1ED7i, kh\u00F4ng th\u00EA\u0309 ki\u0301ch hoa\u0323t ba\u0309n nha\u0301p lu\u0301c na\u0300y. Vui l\u00F2ng th\u1EED l\u1EA1i sau.
TIT_VERSION_TITLE=Ti\u00EAu \u0111\u00EA\u0300
TIT_VERSION_TITLE_DIALOG=Ki\u0301ch hoa\u0323t phi\u00EAn ba\u0309n m\u01A1\u0301i
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Ki\u0301ch hoa\u0323t la\u0323i phi\u00EAn ba\u0309n
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Nh\u1EADp ti\u00EAu \u0111\u00EA\u0300 phi\u00EAn ba\u0309n
BUT_VERSION_TITLE_DIALOG_CONFIRM=Xa\u0301c nh\u00E2\u0323n
BUT_VERSION_TITLE_DIALOG_CANCEL=Hu\u0309y
TOL_ACTIVATE=Ki\u0301ch hoa\u0323t phi\u00EAn ba\u0309n m\u01A1\u0301i
TOL_DISCARD_DRAFT=Loa\u0323i bo\u0309 ba\u0309n tha\u0309o
TIT_SWITCH_VERSION_DIALOG=Chuy\u00EA\u0309n phi\u00EAn ba\u0309n
MSG_SWITCH_VERSION_DIALOG=Ba\u0323n co\u0301 ca\u0301c thay \u0111\u00F4\u0309i giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng ch\u01B0a l\u01B0u. Ba\u0323n co\u0301 mu\u00F4\u0301n l\u01B0u tr\u01B0\u01A1\u0301c khi chuy\u00EA\u0309n kh\u00F4ng?
TIT_DRAFT_DISCARD_DIALOG=Hu\u0309y bo\u0309 ba\u0309n tha\u0309o hi\u00EA\u0323n co\u0301
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=B\u1EA1n c\u00F3 mu\u1ED1n h\u1EE7y bo\u0309 b\u1EA3n tha\u0309o hi\u1EC7n t\u1EA1i v\u00E0 b\u1EAFt \u0111\u1EA7u l\u1EA1i kh\u00F4ng?
BTN_NAVIGATION=\u0110i\u00EA\u0300u h\u01B0\u01A1\u0301ng
HEADER_WARNING=Ca\u0309nh ba\u0301o
HEADER_ERROR=L\u00F4\u0303i
MSG_RESTORE_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, ca\u0301c thay \u0111\u00F4\u0309i giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng cu\u0309a ba\u0323n kh\u00F4ng th\u00EA\u0309 \u0111\u01B0\u01A1\u0323c hu\u0309y bo\u0309 va\u0300o lu\u0301c na\u0300y. Vui lo\u0300ng th\u01B0\u0309 la\u0323i sau ho\u0103\u0323c li\u00EAn h\u00EA\u0323 ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n\: {0}
MSG_TRANSPORT_SUCCESS=Ca\u0301c thay \u0111\u00F4\u0309i giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng cu\u0309a ba\u0323n \u0111\u01B0\u01A1\u0323c bao g\u00F4\u0300m trong chuy\u00EA\u0309n ta\u0309i.
FORM_PERS_RESET_TITLE=Thi\u00EA\u0301t l\u00E2\u0323p la\u0323i tha\u0300nh phi\u00EAn ba\u0309n ti\u00EAu chu\u00E2\u0309n
FORM_PERS_RESET_MESSAGE=Ba\u0323n co\u0301 mu\u00F4\u0301n loa\u0323i bo\u0309 t\u00E2\u0301t ca\u0309 thay \u0111\u00F4\u0309i giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng va\u0300 thi\u00EA\u0301t l\u00E2\u0323p la\u0323i \u01B0\u0301ng du\u0323ng tha\u0300nh phi\u00EAn ba\u0309n chu\u00E2\u0309n?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Ba\u0323n co\u0301 mu\u00F4\u0301n hu\u0309y bo\u0309 t\u00E2\u0301t ca\u0309 thay \u0111\u00F4\u0309i ca\u0301 nh\u00E2n ho\u0301a cu\u0309a ba\u0323n va\u0300 thi\u00EA\u0301t l\u00E2\u0323p la\u0323i \u01B0\u0301ng du\u0323ng?
MSG_LREP_TRANSFER_ERROR=R\u00E2\u0301t ti\u00EA\u0301c, \u0111a\u0303 xa\u0309y ra l\u00F4\u0303i ky\u0303 thu\u00E2\u0323t. Vui lo\u0300ng th\u01B0\u0309 la\u0323i sau ho\u0103\u0323c li\u00EAn h\u00EA\u0323 ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n.
MSG_ERROR_REASON=Ly\u0301 do\:\n{0}
MSG_UNSAVED_CHANGES=N\u00EA\u0301u ba\u0323n xa\u0301c nh\u00E2\u0323n, t\u00E2\u0301t ca\u0309 ca\u0301c thay \u0111\u00F4\u0309i giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng cu\u0309a ba\u0323n se\u0303 bi\u0323 m\u00E2\u0301t. \u0110\u00EA\u0309 l\u01B0u chu\u0301ng, \u0111o\u0301ng h\u00F4\u0323p thoa\u0323i na\u0300y va\u0300 thoa\u0301t Thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng.
MSG_NO_FIELDS=Kh\u00F4ng co\u0300n n\u00F4\u0323i dung n\u01B0\u0303a
HEADER_PERSONALIZATION_EXISTS=Th\u00F4ng tin
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Ba\u0323n \u0111a\u0303 ca\u0301 nh\u00E2n ho\u0301a \u01B0\u0301ng du\u0323ng ho\u0103\u0323c co\u0301 ca\u0301c ma\u0300n hi\u0300nh chung. B\u00E2y gi\u01A1\u0300 \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i ma\u0300 kh\u00F4ng co\u0301 ca\u0301c thay \u0111\u00F4\u0309i na\u0300y. Mo\u0323i thay \u0111\u00F4\u0309i g\u00E2\u0300n \u0111\u00E2y co\u0301 th\u00EA\u0309 v\u00E2\u0303n hoa\u0323t \u0111\u00F4\u0323ng.
MSG_DRAFT_EXISTS=Thay \u0111\u00F4\u0309i nha\u0301p co\u0301 s\u0103\u0303n cho \u01B0\u0301ng du\u0323ng na\u0300y. Trong ch\u00EA\u0301 \u0111\u00F4\u0323 thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng, thay \u0111\u1ED5i nha\u0301p s\u1EBD \u0111\u01B0\u1EE3c t\u1EA3i.
MSG_DRAFT_DISCARD_DIALOG=Ba\u0323n co\u0301 mu\u00F4\u0301n hu\u0309y bo\u0309 thay \u0111\u00F4\u0309i nha\u0301p kh\u00F4ng? \u01AF\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Thay \u0111\u00F4\u0309i nha\u0301p co\u0301 s\u0103\u0303n cho \u01B0\u0301ng du\u0323ng na\u0300y. Trong ch\u00EA\u0301 \u0111\u00F4\u0323 thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng, thay \u0111\u1ED5i nha\u0301p s\u1EBD \u0111\u01B0\u1EE3c t\u1EA3i ma\u0300 kh\u00F4ng co\u0301 ca\u0301c thay \u0111\u00F4\u0309i ca\u0301 nh\u00E2n ho\u0301a va\u0300 ma\u0300n hi\u0300nh chung cu\u0309a ba\u0323n.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Ba\u0309n tha\u0309o co\u0301 s\u0103\u0303n.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Ba\u0323n co\u0301 mu\u00F4\u0301n hu\u0309y bo\u0309 ca\u0301c thay \u0111\u00F4\u0309i ba\u0309n tha\u0309o va\u0300 ki\u0301ch hoa\u0323t la\u0323i phi\u00EAn ba\u0309n?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Thay \u0111\u00F4\u0309i l\u01A1\u0301p cao h\u01A1n v\u00E0 thay \u0111\u1ED5i nha\u0301p c\u00F3 s\u1EB5n cho \u1EE9ng d\u1EE5ng n\u00E0y. Trong ch\u00EA\u0301 \u0111\u00F4\u0323 thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng, \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i ma\u0300 kh\u00F4ng co\u0301 ca\u0301c thay \u0111\u00F4\u0309i l\u01A1\u0301p cao h\u01A1n, nh\u01B0ng co\u0301 ca\u0301c thay \u0111\u00F4\u0309i nha\u0301p.
MSG_HIGHER_LAYER_CHANGES_EXIST=Thay \u0111\u00F4\u0309i l\u01A1\u0301p cao h\u01A1n co\u0301 s\u0103\u0303n cho \u01B0\u0301ng du\u0323ng na\u0300y. Trong ch\u00EA\u0301 \u0111\u00F4\u0323 thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng, \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i ma\u0300 kh\u00F4ng co\u0301 ca\u0301c thay \u0111\u00F4\u0309i na\u0300y.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Thay \u0111\u00F4\u0309i l\u01A1\u0301p cao h\u01A1n va\u0300 ma\u0300n hi\u0300nh cu\u0323 th\u00EA\u0309 theo vai tro\u0300 co\u0301 s\u0103\u0303n cho \u01B0\u0301ng du\u0323ng na\u0300y. Trong ch\u00EA\u0301 \u0111\u00F4\u0323 thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng, \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i ma\u0300 kh\u00F4ng co\u0301 ca\u0301c thay \u0111\u00F4\u0309i na\u0300y.
MSG_RESTRICTED_CONTEXT_EXIST=T\u00F4\u0300n ta\u0323i ma\u0300n hi\u0300nh cu\u0323 th\u00EA\u0309 theo vai tro\u0300 cho \u01B0\u0301ng du\u0323ng na\u0300y. Trong ch\u00EA\u0301 \u0111\u00F4\u0323 thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng, \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i ma\u0300 kh\u00F4ng co\u0301 ca\u0301c thay \u0111\u00F4\u0309i na\u0300y.
HEADER_RELOAD_NEEDED=\u01AF\u0301ng du\u0323ng y\u00EAu c\u00E2\u0300u ta\u0309i la\u0323i
BUTTON_RELOAD_NEEDED=Ta\u0309i la\u0323i
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=B\u00E2y gi\u1EDD, \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i v\u01A1\u0301i ca\u0301c thay \u0111\u00F4\u0309i ca\u0301 nh\u00E2n ho\u0301a va\u0300 ma\u0300n hi\u0300nh chung cu\u0309a ba\u0323n.
MSG_RELOAD_WITHOUT_DRAFT=B\u00E2y gi\u1EDD, \u1EE9ng d\u1EE5ng s\u1EBD t\u1EA3i l\u1EA1i m\u00E0 kh\u00F4ng co\u0301 thay \u0111\u1ED5i nha\u0301p.
MSG_RELOAD_ACTIVATED_DRAFT=\u01AF\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i v\u01A1\u0301i phi\u00EAn ba\u0309n hoa\u0323t \u0111\u00F4\u0323ng.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=B\u00E2y gi\u1EDD, \u1EE9ng d\u1EE5ng s\u1EBD t\u1EA3i l\u1EA1i m\u00E0 kh\u00F4ng co\u0301 thay \u0111\u1ED5i nha\u0301p. Thay \u0111\u1ED5i c\u00E1 nh\u00E2n h\u00F3a va\u0300 ma\u0300n hi\u0300nh c\u1EE7a b\u1EA1n s\u1EBD \u0111\u01B0\u1EE3c \u00E1p d\u1EE5ng m\u1ED9t l\u1EA7n n\u1EEFa.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=B\u00E2y gi\u01A1\u0300 \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i v\u01A1\u0301i ca\u0301c thay \u0111\u00F4\u0309i ca\u0301 nh\u00E2n ho\u0301a. Ma\u0300n hi\u0300nh theo vai tro\u0300 ho\u0103\u0323c chung cu\u0309a ba\u0323n se\u0303 \u0111\u01B0\u01A1\u0323c a\u0301p du\u0323ng la\u0323i.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=B\u00E2y gi\u1EDD \u01B0\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i v\u01A1\u0301i ca\u0301c ma\u0300n hi\u0300nh cu\u0323 th\u00EA\u0309 theo vai tro\u0300 ho\u0103\u0323c chung cu\u0309a ba\u0323n.
MSG_RELOAD_WITH_ALL_CHANGES=\u01AF\u0301ng du\u0323ng se\u0303 ta\u0309i la\u0323i co\u0301 t\u00E2\u0301t ca\u0309 ca\u0301c thay \u0111\u00F4\u0309i.
MSG_RELOAD_NEEDED=Ca\u0301c thay \u0111\u00F4\u0309i ba\u0323n \u0111a\u0303 th\u01B0\u0323c hi\u00EA\u0323n y\u00EAu c\u00E2\u0300u ta\u0309i la\u0323i \u01B0\u0301ng du\u0323ng.
MSG_MANAGE_APPS_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, t\u00F4\u0309ng quan bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng ta\u0323m th\u01A1\u0300i kh\u00F4ng co\u0301 s\u0103\u0303n. Vui lo\u0300ng th\u01B0\u0309 la\u0323i sau ho\u0103\u0323c li\u00EAn h\u00EA\u0323 ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n.
APP_VARIANT_DIALOG_SAVE=L\u01B0u
TOOLTIP_APP_VARIANT_DIALOG_SAVE=L\u01B0u
APP_VARIANT_DIALOG_CLOSE=\u0110o\u0301ng
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Hu\u0309y
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Hu\u0309y
CREATE_APP_VARIANT_DIALOG_TITLE=L\u01B0u tha\u0300nh bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng m\u01A1\u0301i
APP_DIALOG_TITLE_TEXT=Ti\u00EAu \u0111\u00EA\u0300
APP_DIALOG_SUB_TITLE_TEXT=Ti\u00EAu \u0111\u00EA\u0300 phu\u0323
APP_DIALOG_DESCRIPTION_TEXT=M\u00F4 ta\u0309
APP_DIALOG_ICON_TEXT=Bi\u00EA\u0309u t\u01B0\u01A1\u0323ng
RENAME_ERROR_TITLE=L\u00F4\u0303i \u0111\u0103\u0323t t\u00EAn
RENAME_EMPTY_ERROR_TEXT=Vui lo\u0300ng nh\u00E2\u0323p t\u00EAn.
RENAME_BINDING_ERROR_TEXT=T\u00EAn kh\u00F4ng \u0111\u01B0\u01A1\u0323c ch\u01B0\u0301a "{". Vui lo\u0300ng cho\u0323n t\u00EAn kha\u0301c.
APP_VARIANT_ICON_SELECT_ICON=L\u01B0\u0323a cho\u0323n bi\u00EA\u0309u t\u01B0\u01A1\u0323ng
APP_VARIANT_ICON_NO_DATA=Kh\u00F4ng ti\u0300m th\u00E2\u0301y bi\u00EA\u0309u t\u01B0\u01A1\u0323ng.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u0110a\u0303 l\u01B0u bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng m\u01A1\u0301i.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng se\u0303 \u0111\u01B0\u01A1\u0323c \u0111o\u0301ng, va\u0300 ba\u0323n se\u0303 quay la\u0323i trang chu\u0309. Ba\u0323n se\u0303 \u0111\u01B0\u01A1\u0323c th\u00F4ng ba\u0301o khi hi\u0300nh x\u00EA\u0301p m\u01A1\u0301i co\u0301 s\u0103\u0303n.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Ba\u0323n se\u0303 \u0111\u01B0\u01A1\u0323c th\u00F4ng ba\u0301o khi hi\u0300nh x\u00EA\u0301p m\u01A1\u0301i co\u0301 s\u0103\u0303n.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Thi\u0301ch nghi giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng se\u0303 \u0111\u01B0\u01A1\u0323c \u0111o\u0301ng. Vui lo\u0300ng li\u00EAn h\u00EA\u0323 ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n \u0111\u00EA\u0309 th\u00EAm hi\u0300nh x\u00EA\u0301p va\u0300o trang chu\u0309 Fiori Launchpad (ID \u01B0\u0301ng du\u0323ng\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Vui lo\u0300ng li\u00EAn h\u00EA\u0323 ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n \u0111\u00EA\u0309 th\u00EAm hi\u0300nh x\u00EA\u0301p va\u0300o trang chu\u0309 Fiori Launchpad (ID \u01B0\u0301ng du\u0323ng\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=L\u00F4\u0303i
MSG_LOAD_APP_VARIANT_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, kh\u00F4ng th\u00EA\u0309 ta\u0309i bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng. Vui lo\u0300ng g\u01B0\u0309i th\u00F4ng tin ky\u0303 thu\u00E2\u0323t sau \u0111\u00E2y \u0111\u00EA\u0301n ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n\:
MSG_SAVE_APP_VARIANT_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, kh\u00F4ng th\u00EA\u0309 l\u01B0u bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng. Vui lo\u0300ng g\u01B0\u0309i th\u00F4ng tin ky\u0303 thu\u00E2\u0323t sau \u0111\u00E2y cho ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n\:
MSG_UPDATE_APP_VARIANT_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, kh\u00F4ng th\u00EA\u0309 c\u00E2\u0323p nh\u00E2\u0323t bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng. Vui lo\u0300ng g\u01B0\u0309i th\u00F4ng tin ky\u0303 thu\u00E2\u0323t sau \u0111\u00E2y \u0111\u00EA\u0301n ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n\:
MSG_CATALOG_ASSIGNMENT_FAILED=\u0110a\u0303 l\u01B0u bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng m\u01A1\u0301i, nh\u01B0ng kh\u00F4ng th\u00EA\u0309 ga\u0301n cho danh mu\u0323c \u0111\u01B0\u01A1\u0323c. Vui lo\u0300ng g\u01B0\u0309i th\u00F4ng tin ky\u0303 thu\u00E2\u0323t sau \u0111\u00E2y cho ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 n\u00F4\u0323i dung cu\u0309a ba\u0323n\:
MSG_TILE_CREATION_FAILED=La\u0300m m\u01A1\u0301i trang chu\u0309 Fiori Launchpad \u0111\u00EA\u0309 ki\u00EA\u0309m tra xem hi\u0300nh x\u00EA\u0301p m\u01A1\u0301i co\u0301 \u0111\u01B0\u01A1\u0323c ta\u0323o hay kh\u00F4ng. N\u00EA\u0301u hi\u0300nh x\u00EA\u0301p kh\u00F4ng co\u0301 s\u0103\u0303n ho\u0103\u0323c kh\u00F4ng hoa\u0323t \u0111\u00F4\u0323ng kh\u00F4ng \u0111u\u0301ng, vui lo\u0300ng li\u00EAn h\u00EA\u0323 ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 n\u00F4\u0323i dung cu\u0309a ba\u0323n.
MSG_COPY_UNSAVED_CHANGES_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, kh\u00F4ng th\u00EA\u0309 l\u01B0u bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng va\u0300 ca\u0301c thay \u0111\u00F4\u0309i giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng t\u01B0\u01A1ng \u01B0\u0301ng cu\u0309a ba\u0323n. Bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng kh\u00F4ng co\u0301 s\u0103\u0303n. Vui lo\u0300ng g\u01B0\u0309i th\u00F4ng tin ky\u0303 thu\u00E2\u0323t sau \u0111\u00E2y cho ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Nh\u00E2\u0323p ti\u00EAu \u0111\u00EA\u0300
MSG_APP_VARIANT_FEATURE_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, \u0111\u0103\u0323c ti\u0301nh bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng ta\u0323m th\u01A1\u0300i kh\u00F4ng co\u0301 s\u0103\u0303n. Vui lo\u0300ng li\u00EAn h\u00EA\u0323 ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Hi\u0300nh x\u00EA\u0301p m\u01A1\u0301i hi\u00EA\u0323n ta\u0323i co\u0301 s\u0103\u0303n. \u0110\u00EA\u0309 hi\u00EA\u0309n thi\u0323 hi\u0300nh x\u00EA\u0301p, vui lo\u0300ng la\u0300m m\u01A1\u0301i tri\u0300nh duy\u00EA\u0323t.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Th\u00F4ng tin
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u0110o\u0301ng
SAVE_APP_VARIANT_COPY_ID_TEXT=Sao che\u0301p ID va\u0300 \u0111o\u0301ng
MSG_APP_VARIANT_ID=ID bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng\: {0}
MSG_TECHNICAL_ERROR=L\u00F4\u0303i\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=T\u00F4\u0309ng quan bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng
APP_VARIANT_TILE_ARIA_LABEL=Xem tr\u01B0\u01A1\u0301c hi\u0300nh x\u00EA\u0301p Fiori
MENU_ITEM_KEY_USER=\u0110\u00F4\u0301i v\u01A1\u0301i ng\u01B0\u01A1\u0300i du\u0300ng chi\u0301nh
MENU_ITEM_SAP_DEVELOPER=\u0110\u00F4\u0301i v\u01A1\u0301i ng\u01B0\u01A1\u0300i pha\u0301t tri\u00EA\u0309n SAP
MSG_DEPENDENCY_ERROR=R\u00E2\u0301t ti\u00EA\u0301c, kh\u00F4ng th\u00EA\u0309 a\u0301p du\u0323ng thay \u0111\u00F4\u0309i na\u0300y cho giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng. Vui lo\u0300ng thi\u00EA\u0301t l\u00E2\u0323p la\u0323i giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng v\u00EA\u0300 ti\u0300nh tra\u0323ng ban \u0111\u00E2\u0300u va\u0300 ta\u0323o la\u0323i ca\u0301c thay \u0111\u00F4\u0309i. Th\u00E2\u0323n tro\u0323ng\: \u0110i\u00EA\u0300u na\u0300y se\u0303 thi\u00EA\u0301t l\u00E2\u0323p la\u0323i t\u00E2\u0301t ca\u0309 thay \u0111\u00F4\u0309i \u0111\u01B0\u01A1\u0323c th\u01B0\u0323c hi\u00EA\u0323n cho \u01B0\u0301ng du\u0323ng na\u0300y b\u01A1\u0309i b\u00E2\u0301t ky\u0300 ng\u01B0\u01A1\u0300i du\u0300ng na\u0300o. Ngoa\u0300i ra, ba\u0323n co\u0301 th\u00EA\u0309 li\u00EAn h\u00EA\u0323 b\u00F4\u0323 ph\u00E2\u0323n h\u00F4\u0303 tr\u01A1\u0323 cu\u0309a SAP b\u0103\u0300ng ca\u0301ch m\u01A1\u0309 phi\u00EA\u0301u y\u0301 ki\u00EA\u0301n kha\u0301ch ha\u0300ng cho tha\u0300nh ph\u00E2\u0300n CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng (ID\: {0}) \u0111a\u0303 bi\u0323 xo\u0301a.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng (ID\: {0}) bi\u0323 xo\u0301a. \u0110\u00EA\u0309 loa\u0323i bo\u0309 hi\u0300nh x\u00EA\u0301p kho\u0309i h\u00F4\u0323p kh\u01A1\u0309i \u0111\u00F4\u0323ng, ha\u0303y ta\u0309i la\u0323i trang chu\u0309.
MSG_DELETE_APP_VARIANT_FAILED=R\u00E2\u0301t ti\u00EA\u0301c, kh\u00F4ng th\u00EA\u0309 xo\u0301a bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng. Vui lo\u0300ng g\u01B0\u0309i th\u00F4ng tin ky\u0303 thu\u00E2\u0323t sau \u0111\u00E2y cho ng\u01B0\u01A1\u0300i qua\u0309n tri\u0323 cu\u0309a ba\u0323n\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Th\u00F4ng tin
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u0110o\u0301ng
MSG_NO_BUSINESS_CONTEXTS=Kh\u00F4ng c\u00F3
MSG_DO_NOT_CLOSE_BROWSER=\u0110ang ti\u00EA\u0301n ha\u0300nh hoa\u0323t \u0111\u00F4\u0323ng - vui lo\u0300ng kh\u00F4ng \u0111o\u0301ng tri\u0300nh duy\u00EA\u0323t.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0110ang ti\u00EA\u0301n ha\u0300nh xo\u0301a - vui lo\u0300ng kh\u00F4ng \u0111o\u0301ng tri\u0300nh duy\u00EA\u0323t.\nL\u01B0u y\u0301 r\u0103\u0300ng v\u00E2\u0303n se\u0303 nhi\u0300n th\u00E2\u0301y hi\u0300nh x\u00EA\u0301p cho bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng trong khoa\u0309ng th\u01A1\u0300i gian cu\u0309a quy tri\u0300nh xo\u0301a.
MSG_CATALOGS_LOCKED=R\u00E2\u0301t ti\u00EA\u0301c, kh\u00F4ng th\u00EA\u0309 xo\u0301a bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng. Vui lo\u0300ng th\u01B0\u0309 la\u0323i sau.

MSG_UNSTABLE_ID_FOUND=M\u00F4\u0323t s\u00F4\u0301 ki\u00EA\u0309m soa\u0301t cu\u0309a ba\u0323n kh\u00F4ng co\u0301 ID \u00F4\u0309n \u0111i\u0323nh. S\u01B0\u0309 du\u0323ng Tr\u01A1\u0323 ly\u0301 h\u00F4\u0303 tr\u01A1\u0323 \u0111\u00EA\u0309 nh\u00E2\u0323n da\u0323ng ki\u00EA\u0309m soa\u0301t bi\u0323 a\u0309nh h\u01B0\u01A1\u0309ng nh\u01B0 m\u00F4 ta\u0309 [\u01A1\u0309 \u0111\u00E2y](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), va\u0300 thi\u00EA\u0301t l\u00E2\u0323p ID. (Chi\u0309 co\u0301 th\u00EA\u0309 nhi\u0300n th\u00E2\u0301y th\u00F4ng ba\u0301o na\u0300y trong n\u00F4\u0323i b\u00F4\u0323 cu\u0309a SAP, kha\u0301ch ha\u0300ng se\u0303 kh\u00F4ng nhi\u0300n th\u00E2\u0301y, nh\u01B0ng ba\u0323n n\u00EAn thi\u00EA\u0301t l\u00E2\u0323p ID ca\u0300ng s\u01A1\u0301m ca\u0300ng t\u00F4\u0301t.)

MSG_NO_FLEX_ENABLED_FLAG=\u01AF\u0301ng du\u0323ng cu\u0309a ba\u0323n kh\u00F4ng \u0111\u01B0\u01A1\u0323c cho phe\u0301p \u0111i\u00EA\u0300u chi\u0309nh giao di\u00EA\u0323n ng\u01B0\u01A1\u0300i du\u0300ng. Ki\u00EA\u0309m tra \u0111i\u00EA\u0300u ki\u00EA\u0323n ti\u00EAn quy\u00EA\u0301t \u0111\u01B0\u01A1\u0323c m\u00F4 ta\u0309 [\u01A1\u0309 \u0111\u00E2y](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Chi\u0309 co\u0301 th\u00EA\u0309 nhi\u0300n th\u00E2\u0301y th\u00F4ng ba\u0301o na\u0300y trong n\u00F4\u0323i b\u00F4\u0323 cu\u0309a SAP, kha\u0301ch ha\u0300ng se\u0303 kh\u00F4ng nhi\u0300n th\u00E2\u0301y. Ch\u01B0\u0301c n\u0103ng na\u0300y kh\u00F4ng bi\u0323 a\u0309nh h\u01B0\u01A1\u0309ng, nh\u01B0ng ba\u0323n n\u00EAn chu\u0301 y\u0301 \u0111\u00EA\u0301n \u0111i\u00EA\u0300u na\u0300y ca\u0300ng s\u01A1\u0301m ca\u0300ng t\u00F4\u0301t.)

IFRAME_ADDIFRAME_DIALOG_TITLE=X\u00E1c \u0111\u1ECBnh n\u00F4\u0323i dung \u0111\u01B0\u01A1\u0323c nhu\u0301ng
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=C\u00E2\u0323p nh\u00E2\u0323t n\u00F4\u0323i dung \u0111a\u0303 nhu\u0301ng
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=K\u00EDch th\u01B0\u1EDBc c\u1EE7a IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0110\u00F4\u0323 r\u00F4\u0323ng
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u0110\u01A1n vi\u0323 \u0111\u00F4\u0323 r\u00F4\u0323ng
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Chi\u00EA\u0300u cao
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u0110\u01A1n vi\u0323 chi\u00EA\u0300u cao
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Gia\u0301 tri\u0323 % tham chi\u00EA\u0301u \u0111\u00EA\u0301n khoa\u0309ng tr\u00F4\u0301ng co\u0301 s\u0103\u0303n th\u01B0\u0323c t\u00EA\u0301 cho IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=L\u01B0u
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Hu\u0309y
CTX_ADDIFRAME=Nhu\u0301ng n\u00F4\u0323i dung va\u0300o\: {0}
CTX_ADDIFRAME_GROUP=Nhu\u0301ng n\u00F4\u0323i dung
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u01AF\u0301ng du\u0323ng \u0111a\u0303 kh\u01A1\u0309i \u0111\u00F4\u0323ng (bi\u00EA\u0301n th\u00EA\u0309) \u0111\u01B0\u01A1\u0323c \u0111\u0103\u0323t ho\u0103\u0323c trong l\u01A1\u0301p CUSTOMER ho\u0103\u0323c CUSTOMER_BASE. Vi\u0300 th\u00EA\u0301, ba\u0323n la\u0300 ng\u01B0\u01A1\u0300i pha\u0301t tri\u00EA\u0309n SAP kh\u00F4ng th\u00EA\u0309 xem bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng co\u0301 s\u0103\u0303n.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=T\u00F4\u0309ng quan bi\u00EA\u0301n th\u00EA\u0309 \u01B0\u0301ng du\u0323ng cho ng\u01B0\u01A1\u0300i pha\u0301t tri\u00EA\u0309n SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Xem tr\u01B0\u01A1\u0301c URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Ba\u0309n xem tr\u01B0\u01A1\u0301c cu\u0309a IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Hi\u00EA\u0309n thi\u0323 xem tr\u01B0\u01A1\u0301c
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=C\u00E2\u0323p nh\u00E2\u0323t xem tr\u01B0\u01A1\u0301c
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Cho\u0323n Hi\u00EA\u0309n thi\u0323 xem tr\u01B0\u01A1\u0301c \u0111\u00EA\u0309 hi\u00EA\u0309n thi\u0323 n\u00F4\u0323i dung \u0111a\u0303 nhu\u0301ng. N\u00EA\u0301u kh\u00F4ng co\u0301 gi\u0300 \u0111\u01B0\u01A1\u0323c hi\u00EA\u0309n thi\u0323, ha\u0303y xa\u0301c th\u01B0\u0323c URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (b\u00E2\u0301m \u0111\u00EA\u0309 hi\u00EA\u0323u chi\u0309nh thu\u0309 c\u00F4ng)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Gia\u0301 tri\u0323 co\u0301 s\u0103\u0303n (b\u00E2\u0301m \u0111\u00EA\u0309 th\u00EAm va\u0300o URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Tham s\u00F4\u0301
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Vi\u0301 du\u0323 gia\u0301 tri\u0323
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Ti\u0300m ki\u00EA\u0301m tham s\u00F4\u0301
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Ca\u0301c URL s\u01B0\u0309 du\u0323ng \u01A1\u0309 \u0111\u00E2y c\u00E2\u0300n pha\u0309i \u0111a\u0301p \u01B0\u0301ng ca\u0301c \u0111i\u00EA\u0300u ki\u00EA\u0323n ti\u00EAn quy\u00EA\u0301t nh\u00E2\u0301t \u0111i\u0323nh va\u0300 se\u0303 kh\u00F4ng hoa\u0323t \u0111\u00F4\u0323ng n\u00EA\u0301u kh\u00F4ng co\u0301 chu\u0301ng.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u0110o\u0323c th\u00EAm

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=T\u00EAn \u0111a\u0303 \u0111\u01B0\u01A1\u0323c thay \u0111\u00F4\u0309i tha\u0300nh {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Y\u00EA\u0301u t\u00F4\u0301 {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c chuy\u00EA\u0309n \u0111\u00EA\u0301n vi\u0323 tri\u0301 kha\u0301c
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Y\u00EA\u0301u t\u00F4\u0301 {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c loa\u0323i bo\u0309
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Y\u00EA\u0301u t\u00F4\u0301 {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c kha\u0301m pha\u0301
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Y\u00EA\u0301u t\u00F4\u0301 {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c k\u00EA\u0301t h\u01A1\u0323p
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Y\u00EA\u0301u t\u00F4\u0301 {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c ph\u00E2n chia
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Nho\u0301m {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c th\u00EAm
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Tr\u01B0\u01A1\u0300ng {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c th\u00EAm
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame \u0111a\u0303 \u0111\u01B0\u01A1\u0323c th\u00EAm
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Thi\u00EA\u0301t l\u00E2\u0323p y\u00EA\u0301u t\u00F4\u0301 {0} \u0111a\u0303 \u0111\u01B0\u01A1\u0323c thay \u0111\u00F4\u0309i
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Y\u00EA\u0301u t\u00F4\u0301 \u0111a\u0303 \u0111\u01B0\u01A1\u0323c chuy\u00EA\u0309n kho\u0309i vu\u0300ng ch\u01B0\u0301a na\u0300y
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Y\u00EA\u0301u t\u00F4\u0301 na\u0300y la\u0300 m\u00F4\u0323t ph\u00E2\u0300n cu\u0309a ph\u00E2n chia
TIT_CHANGEVISUALIZATION_CHANGE=Thay \u0111\u1ED5i
TIT_CHANGEVISUALIZATION_CHANGES=C\u00E1c thay \u0111\u1ED5i
TIT_CHANGEVISUALIZATION_DATE=Nga\u0300y
TIT_CHANGEVISUALIZATION_DETAILS=Chi ti\u1EBFt
TIT_CHANGEVISUALIZATION_DESCRIPTION=M\u00F4 ta\u0309
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Hi\u00EA\u0309n thi\u0323 thay \u0111\u00F4\u0309i ng\u01B0\u01A1\u0300i du\u0300ng chi\u0301nh
BUT_CHANGEVISUALIZATION_HIDECHANGES=\u00C2\u0309n hi\u00EA\u0309n thi\u0323 thay \u0111\u00F4\u0309i ng\u01B0\u01A1\u0300i du\u0300ng chi\u0301nh
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Hi\u00EA\u0309n thi\u0323 t\u00E2\u0301t ca\u0309 thay \u0111\u00F4\u0309i
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Hi\u00EA\u0309n thi\u0323 y\u00EA\u0301u t\u00F4\u0301 \u0111a\u0303 chuy\u00EA\u0309n
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Hi\u00EA\u0309n thi\u0323 y\u00EA\u0301u t\u00F4\u0301 \u0111a\u0303 \u0111\u00F4\u0309i t\u00EAn
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Hi\u00EA\u0309n thi\u0323 y\u00EA\u0301u t\u00F4\u0301 \u0111a\u0303 th\u00EAm
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Hi\u00EA\u0309n thi\u0323 y\u00EA\u0301u t\u00F4\u0301 ph\u00E2n chia & k\u00EA\u0301t h\u01A1\u0323p
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Hi\u00EA\u0309n thi\u0323 y\u00EA\u0301u t\u00F4\u0301 \u0111\u01B0\u01A1\u0323c loa\u0323i bo\u0309
MSG_LOCAL_RESET_VARIANT_SAVE=Vu\u0300ng ch\u01B0\u0301a \u0111a\u0303 \u0111\u01B0\u01A1\u0323c thi\u00EA\u0301t l\u00E2\u0323p la\u0323i va\u0300 ma\u0300n hi\u0300nh \u0111a\u0303 \u0111\u01B0\u01A1\u0323c l\u01B0u t\u01B0\u0323 \u0111\u00F4\u0323ng.
