
SERVICE_NAME=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI
BTN_EXIT=\u0417\u0430\u043F\u0438\u0441 \u0438 \u0438\u0437\u0445\u043E\u0434
BTN_DONE=\u0413\u043E\u0442\u043E\u0432\u043E
CTX_REMOVE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u044F\u0432\u0430\u043D\u0435
CTX_REMOVE_TITLE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u044F\u0432\u0430\u043D\u0435
CTX_LOCAL_RESET=\u041D\u0443\u043B\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440
CTX_ADD_ELEMENTS=\u0414\u043E\u0431\u0430\u0432\u044F\u043D\u0435\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=\u0421\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435
CTX_CUT=\u0418\u0437\u0440\u044F\u0437\u0432\u0430\u043D\u0435
CTX_PASTE=\u0412\u043C\u044A\u043A\u0432\u0430\u043D\u0435
CTX_GROUP_FIELDS=\u041A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u0430\u043D\u0435
CTX_UNGROUP_FIELDS=\u0420\u0430\u0437\u0434\u0435\u043B\u044F\u043D\u0435
CTX_CREATE_CONTAINER=\u0421\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435\: {0}
TITLE_CREATE_CONTAINER=\u041D\u043E\u0432\: {0}
CTX_RENAME=\u041F\u0440\u0435\u0438\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u0435
CTX_SETTINGS=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
CTX_VARIANT_SWITCH=\u041F\u0440\u0435\u0432\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435 \u043C\u0435\u0436\u0434\u0443 \u0438\u0437\u0433\u043B\u0435\u0434\u0438\u0442\u0435
CTX_VARIANT_SAVE=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u0438\u0437\u0433\u043B\u0435\u0434\u0430
CTX_VARIANT_SAVEAS=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u0438\u0437\u0433\u043B\u0435\u0434\u0430 \u043A\u0430\u0442\u043E
CTX_VARIANT_SET_TITLE=\u0417\u0430\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435
CTX_VARIANT_MANAGE=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u0437\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434
CTX_ADDXML_AT_EXTENSIONPOINT=\u0414\u043E\u0431\u0430\u0432\u044F\u043D\u0435 \u043D\u0430 \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442 \u0432 \u0442\u043E\u0447\u043A\u0430 \u043D\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043D\u0438\u0435
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u044F\u0432\u0430\u043D\u0435
BTN_FREP_CANCEL=\u041E\u0442\u043A\u0430\u0437
LBL_FREP=\u0431\u0435\u0448\u0435 {0}
HEADER_ADDITIONAL_ELEMENTS=\u041D\u0430\u043B\u0438\u0447\u043D\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E
BTN_SAVE_AS=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043A\u0430\u0442\u043E
TOOLTIP_SAVE_AS=\u0421\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u043D\u043E\u0432 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E
BTN_UNDO=\u041E\u0442\u043C\u044F\u043D\u0430
BTN_REDO=\u041F\u043E\u0432\u0442\u0430\u0440\u044F\u043D\u0435 \u043D\u0430 \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
BTN_PUBLISH=\u041F\u0443\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u043D\u0435
BTN_RESTORE=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0434\u0430\u0432\u0430\u043D\u0435
BTN_ADAPTATION=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI
TIT_DRAFT=\u0427\u0435\u0440\u043D\u043E\u0432\u0430
TIT_ORIGINAL_APP=\u041E\u0440\u0438\u0433\u0438\u043D\u0430\u043B\u043D\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
TIT_VERSION_1=\u0412\u0435\u0440\u0441\u0438\u044F 1
LBL_ACTIVE=\u0410\u043A\u0442\u0438\u0432\u0435\u043D
LBL_INACTIVE=\u041D\u0435\u0430\u043A\u0442\u0438\u0432\u0435\u043D
MSG_DRAFT_ACTIVATION_SUCCESS=\u041D\u043E\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044F \u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0430
MSG_DRAFT_ACTIVATION_FAILED=\u0421\u044A\u0436\u0430\u043B\u044F\u0432\u0430\u043D\u0435, \u043D\u043E \u0447\u0435\u0440\u043D\u043E\u0432\u0430\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0430 \u0432 \u043C\u043E\u043C\u0435\u043D\u0442\u0430. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E.
TIT_VERSION_TITLE=\u0417\u0430\u0433\u043B\u0430\u0432\u0438\u0435
TIT_VERSION_TITLE_DIALOG=\u0410\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u043D\u043E\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044F
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0432\u0435\u0440\u0441\u0438\u044F
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435 \u043D\u0430 \u0432\u0435\u0440\u0441\u0438\u044F
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u041F\u043E\u0442\u0432\u044A\u0440\u0436\u0434\u0435\u043D\u0438\u0435
BUT_VERSION_TITLE_DIALOG_CANCEL=\u041E\u0442\u043C\u044F\u043D\u0430
TOL_ACTIVATE=\u0410\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u043D\u043E\u0432\u0430 \u0432\u0435\u0440\u0441\u0438\u044F
TOL_DISCARD_DRAFT=\u041E\u0442\u0445\u0432\u044A\u0440\u043B\u044F\u043D\u0435 \u043D\u0430 \u0447\u0435\u0440\u043D\u043E\u0432\u0430\u0442\u0430
TIT_SWITCH_VERSION_DIALOG=\u041F\u0440\u0435\u0432\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0432\u0435\u0440\u0441\u0438\u044F
MSG_SWITCH_VERSION_DIALOG=\u0418\u043C\u0430\u0442\u0435 \u043D\u0435\u0437\u0430\u043F\u0430\u0437\u0435\u043D\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043D\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438\u044F \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441. \u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0433\u0438 \u0437\u0430\u043F\u0430\u0437\u0438\u0442\u0435, \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u043F\u0440\u0435\u0432\u043A\u043B\u044E\u0447\u0438\u0442\u0435?
TIT_DRAFT_DISCARD_DIALOG=\u041E\u0442\u0445\u0432\u044A\u0440\u043B\u044F\u043D\u0435 \u043D\u0430 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449\u0430\u0442\u0430 \u0447\u0435\u0440\u043D\u043E\u0432\u0430
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u044F \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0438\u0442\u0435 \u0442\u0435\u043A\u0443\u0449\u0430\u0442\u0430 \u0447\u0435\u0440\u043D\u043E\u0432\u0430 \u0438 \u0434\u0430 \u0437\u0430\u043F\u043E\u0447\u043D\u0435\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E?
BTN_NAVIGATION=\u041D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044F
HEADER_WARNING=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435
HEADER_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_RESTORE_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u043D\u0435 \u043C\u043E\u0433\u0430\u0442 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0435\u043D\u0438 \u0432 \u043C\u043E\u043C\u0435\u043D\u0442\u0430. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\: {0}
MSG_TRANSPORT_SUCCESS=\u0412\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0441\u0430 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0438 \u0432 \u0442\u0440\u0430\u043D\u0441\u043F\u043E\u0440\u0442\u0430.
FORM_PERS_RESET_TITLE=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u0430 \u0432\u0435\u0440\u0441\u0438\u044F
FORM_PERS_RESET_MESSAGE=\u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0438 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044F \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043E\u0442\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0437\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0438 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043D\u0430\u0447\u0430\u043B\u043D\u043E\u0442\u043E \u0441\u044A\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E?
MSG_LREP_TRANSFER_ERROR=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0433\u0440\u0435\u0448\u043A\u0430. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u044A\u0441 \u0441\u0432\u043E\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.
MSG_ERROR_REASON=\u041F\u0440\u0438\u0447\u0438\u043D\u0430\:\n{0}
MSG_UNSAVED_CHANGES=\u0410\u043A\u043E \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435, \u0432\u0441\u0438\u0447\u043A\u0438 \u0432\u0430\u0448\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0438\u0437\u0433\u0443\u0431\u0435\u043D\u0438. \u0417\u0430 \u0434\u0430 \u0433\u0438 \u0437\u0430\u043F\u0430\u0437\u0438\u0442\u0435, \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u0442\u0435 \u0442\u043E\u0437\u0438 \u0434\u0438\u0430\u043B\u043E\u0433\u043E\u0432 \u043F\u0440\u043E\u0437\u043E\u0440\u0435\u0446 \u0438 \u0438\u0437\u043B\u0435\u0437\u0442\u0435 \u043E\u0442 \u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D.
MSG_NO_FIELDS=\u041D\u044F\u043C\u0430 \u0434\u0440\u0443\u0433\u043E \u043D\u0430\u043B\u0438\u0447\u043D\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435
HEADER_PERSONALIZATION_EXISTS=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043B\u0438 \u0441\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0438\u043B\u0438 \u0438\u043C\u0430 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u0438 \u0438\u0437\u0433\u043B\u0435\u0434\u0438. \u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0441\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0438 \u0431\u0435\u0437 \u0442\u0435\u0437\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438. \u041D\u044F\u043A\u043E\u044F \u043E\u0442 \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043E\u0441\u0442\u0430\u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u0430.
MSG_DRAFT_EXISTS=\u0417\u0430 \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u0447\u0435\u0440\u043D\u043E\u0432\u0438 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438. \u0412 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI \u0447\u0435\u0440\u043D\u043E\u0432\u0438\u0442\u0435 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u0440\u0435\u0434\u0435\u043D\u0438.
MSG_DRAFT_DISCARD_DIALOG=\u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432 \u0447\u0435\u0440\u043D\u043E\u0432\u0430\u0442\u0430? \u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u043E\u0442\u043D\u043E\u0432\u043E.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\u0417\u0430 \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u0447\u0435\u0440\u043D\u043E\u0432\u0438 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438. \u0412 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u041F\u0418 \u0447\u0435\u0440\u043D\u043E\u0432\u0438\u0442\u0435 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0437\u0430\u0440\u0435\u0434\u0435\u043D\u0438 \u0431\u0435\u0437 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0437\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0438 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0430\u0441\u043F\u0435\u043A\u0442\u0438.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0418\u043C\u0430 \u0447\u0435\u0440\u043D\u043E\u0432\u0430.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u043F\u043E \u0447\u0435\u0440\u043D\u043E\u0432\u0430\u0442\u0430 \u0438 \u0434\u0430 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0432\u0435\u0440\u0441\u0438\u044F\u0442\u0430?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u0417\u0430 \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043D\u0430 \u043F\u043E-\u0433\u043E\u0440\u0435\u043D \u0441\u043B\u043E\u0439 \u0438 \u0447\u0435\u0440\u043D\u043E\u0432\u0438 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438. \u0412 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0431\u0435\u0437 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u043D\u0430 \u043F\u043E-\u0433\u043E\u0440\u0435\u043D \u0441\u043B\u043E\u0439, \u043D\u043E \u0441 \u0447\u0435\u0440\u043D\u043E\u0432\u0438\u0442\u0435 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0417\u0430 \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043D\u0430 \u043F\u043E-\u0433\u043E\u0440\u0435\u043D \u0441\u043B\u043E\u0439. \u0412 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0431\u0435\u0437 \u0442\u0435\u0437\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u0417\u0430 \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043D\u0430 \u043F\u043E-\u0433\u043E\u0440\u0435\u043D \u0441\u043B\u043E\u0439 \u0438 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0438 \u0437\u0430 \u0440\u043E\u043B\u044F \u0438\u0437\u0433\u043B\u0435\u0434\u0438. \u0412 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0441 \u0442\u0435\u0437\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_RESTRICTED_CONTEXT_EXIST=\u0417\u0430 \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0442 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0438 \u0437\u0430 \u0440\u043E\u043B\u044F \u0438\u0437\u0433\u043B\u0435\u0434\u0438. \u0412 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0441 \u0442\u0435\u0437\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
HEADER_RELOAD_NEEDED=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0438\u0437\u0438\u0441\u043A\u0432\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435
BUTTON_RELOAD_NEEDED=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0441 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0437\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0438 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0430\u0441\u043F\u0435\u043A\u0442\u0438.
MSG_RELOAD_WITHOUT_DRAFT=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u043E\u0442\u043D\u043E\u0432\u043E \u0431\u0435\u0437 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432 \u0447\u0435\u0440\u043D\u043E\u0432\u0430\u0442\u0430.
MSG_RELOAD_ACTIVATED_DRAFT=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u043E\u0442\u043D\u043E\u0432\u043E \u0441 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432 \u0430\u043A\u0442\u0438\u0432\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044F.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0431\u0435\u0437 \u0447\u0435\u0440\u043D\u043E\u0432\u0438\u0442\u0435 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438. \u0412\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0437\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0438 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0430\u0441\u043F\u0435\u043A\u0442\u0438 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438 \u043E\u0442\u043D\u043E\u0432\u043E.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u0421\u0435\u0433\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0449\u0435 \u0432\u043B\u044F\u0437\u0430\u0442 \u0432 \u0441\u0438\u043B\u0430. \u041E\u0442\u043D\u043E\u0432\u043E \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u0438 \u0438\u043B\u0438 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0438 \u0437\u0430 \u0440\u043E\u043B\u044F \u0438\u0437\u0433\u043B\u0435\u0434\u0438.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0441 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u0438 \u0438\u043B\u0438 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0438 \u0437\u0430 \u0440\u043E\u043B\u044F \u0438\u0437\u0433\u043B\u0435\u0434\u0438.
MSG_RELOAD_WITH_ALL_CHANGES=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_RELOAD_NEEDED=\u0418\u0437\u0432\u044A\u0440\u0448\u0435\u043D\u0438\u0442\u0435 \u043E\u0442 \u0432\u0430\u0441 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0438\u0437\u0438\u0441\u043A\u0432\u0430\u0442 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E.
MSG_MANAGE_APPS_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u043F\u0440\u0435\u0433\u043B\u0435\u0436\u0434\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u043D\u043E. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u044A\u0441 \u0441\u0432\u043E\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\: 
APP_VARIANT_DIALOG_SAVE=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435
APP_VARIANT_DIALOG_CLOSE=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0442\u043C\u044F\u043D\u0430
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0442\u043C\u044F\u043D\u0430
CREATE_APP_VARIANT_DIALOG_TITLE=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043A\u0430\u0442\u043E \u043D\u043E\u0432 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
APP_DIALOG_TITLE_TEXT=\u0417\u0430\u0433\u043B\u0430\u0432\u0438\u0435
APP_DIALOG_SUB_TITLE_TEXT=\u041F\u043E\u0434\u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435
APP_DIALOG_DESCRIPTION_TEXT=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
APP_DIALOG_ICON_TEXT=\u0418\u043A\u043E\u043D\u0430
RENAME_ERROR_TITLE=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u0435
RENAME_EMPTY_ERROR_TEXT=\u041C\u043E\u043B\u044F \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043C\u0435.
RENAME_BINDING_ERROR_TEXT=\u0418\u043C\u0435\u0442\u043E \u043D\u0435 \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430 "{". \u041C\u043E\u043B\u044F, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u043E \u0438\u043C\u0435.
APP_VARIANT_ICON_SELECT_ICON=\u0418\u0437\u0431\u043E\u0440 \u043D\u0430 \u0438\u043A\u043E\u043D\u0430
APP_VARIANT_ICON_NO_DATA=\u041D\u0435 \u0441\u0430 \u043D\u0430\u043C\u0435\u0440\u0435\u043D\u0438 \u0438\u043A\u043E\u043D\u0438.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u041D\u043E\u0432\u0438\u044F\u0442 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D \u0449\u0435 \u0431\u044A\u0434\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u0438 \u0449\u0435 \u0432\u0438 \u0432\u044A\u0440\u043D\u0435\u043C \u043D\u0430 \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0432\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430. \u0429\u0435 \u0432\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u043C, \u043A\u043E\u0433\u0430\u0442\u043E \u043D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0429\u0435 \u0431\u044A\u0434\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D\u0438, \u043A\u043E\u0433\u0430\u0442\u043E \u043D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D \u0449\u0435 \u0431\u044A\u0434\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u043D\u043E. \u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440, \u0437\u0430 \u0434\u0430 \u0434\u043E\u0431\u0430\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430 \u043A\u044A\u043C \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u044F \u043F\u0430\u043D\u0435\u043B \u043D\u0430 Fiori (\u0418\u0414 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440, \u0437\u0430 \u0434\u0430 \u0434\u043E\u0431\u0430\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430 \u043A\u044A\u043C \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u044F \u043F\u0430\u043D\u0435\u043B \u043D\u0430 Fiori (\u0418\u0414 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_LOAD_APP_VARIANT_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043D. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
MSG_SAVE_APP_VARIANT_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D \u0443\u0441\u043F\u0435\u0448\u043D\u043E. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.
MSG_UPDATE_APP_VARIANT_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0430\u043A\u0442\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
MSG_CATALOG_ASSIGNMENT_FAILED=\u041D\u043E\u0432\u0438\u044F\u0442 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0431\u0435\u0448\u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D, \u043D\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0440\u0438\u0441\u044A\u0435\u0434\u0438\u043D\u0435\u043D \u043A\u044A\u043C \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440 \u043D\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435.
MSG_TILE_CREATION_FAILED=\u041E\u043F\u0440\u0435\u0441\u043D\u0435\u0442\u0435 \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u044F \u043F\u0430\u043D\u0435\u043B \u043D\u0430 Fiori , \u0437\u0430 \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u0434\u0430\u043B\u0438 \u043D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0435 \u0431\u0438\u043B \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u043D. \u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440 \u043D\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435, \u0430\u043A\u043E \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u044A\u0442 \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D \u0438\u043B\u0438 \u043D\u0435 \u0440\u0430\u0431\u043E\u0442\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435 \u0432\u0430\u0448\u0438\u044F\u0442 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0438 \u0441\u044A\u043E\u0442\u0432\u0435\u0442\u043D\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u043D\u0435 \u0431\u044F\u0445\u0430 \u0437\u0430\u043F\u0430\u0437\u0435\u043D\u0438. \u0412\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435
MSG_APP_VARIANT_FEATURE_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u0442\u0430 \u0437\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u043D\u0430. \u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441\u044A\u0441 \u0441\u0432\u043E\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u041D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0432\u0435\u0447\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D. \u0417\u0430 \u0434\u0430 \u0433\u043E \u0432\u0438\u0434\u0438\u0442\u0435, \u043C\u043E\u043B\u044F, \u043E\u043F\u0440\u0435\u0441\u043D\u0435\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u0430.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
SAVE_APP_VARIANT_COPY_ID_TEXT=\u041A\u043E\u043F\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0418\u0414 \u0438 \u0437\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
MSG_APP_VARIANT_ID=\u0418\u0414 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\: {0}
MSG_TECHNICAL_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
APP_VARIANT_TILE_ARIA_LABEL=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0437\u0430 Fiori
MENU_ITEM_KEY_USER=\u0417\u0430 \u043A\u043B\u044E\u0447\u043E\u0432 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B
MENU_ITEM_SAP_DEVELOPER=\u0417\u0430 SAP \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A
MSG_DEPENDENCY_ERROR=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0442\u0430\u0437\u0438 \u043F\u0440\u043E\u043C\u044F\u043D\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0438 \u0432\u044A\u0440\u0445\u0443 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438\u044F \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441. \u041C\u043E\u043B\u044F, \u0432\u044A\u0440\u043D\u0435\u0442\u0435 \u0433\u043E \u043A\u044A\u043C \u043F\u044A\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u043D\u043E\u0442\u043E \u043C\u0443 \u0441\u044A\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u0438 \u043E\u0442\u043D\u043E\u0432\u043E \u0441\u044A\u0437\u0434\u0430\u0439\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435. \u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435\: \u0422\u043E\u0432\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0449\u0435 \u0430\u043D\u0443\u043B\u0438\u0440\u0430 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438, \u043D\u0430\u043F\u0440\u0430\u0432\u0435\u043D\u0438 \u043F\u043E \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043E\u0442 \u043A\u043E\u0439\u0442\u043E \u0438 \u0434\u0430 \u0431\u0438\u043B\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B. \u041A\u0430\u0442\u043E \u0430\u043B\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u0430, \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441 \u043F\u043E\u0434\u0434\u0440\u044A\u0436\u043A\u0430\u0442\u0430 \u043D\u0430 SAP \u043A\u0430\u0442\u043E \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043E\u0431\u0441\u043B\u0443\u0436\u0432\u0430\u043D\u0435 \u0437\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u0412\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 (\u0418\u0414\: {0}) \u0435 \u0438\u0437\u0442\u0440\u0438\u0442.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u0412\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 (\u0418\u0414\: {0}) \u0435 \u0438\u0437\u0442\u0440\u0438\u0442. \u0417\u0430 \u0434\u0430 \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0435\u0442\u0435 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430 \u043E\u0442 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u044F \u043F\u0430\u043D\u0435\u043B, \u0437\u0430\u0440\u0435\u0434\u0435\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430.
MSG_DELETE_APP_VARIANT_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0438\u0437\u0442\u0440\u0438\u0442. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
MSG_NO_BUSINESS_CONTEXTS=\u041D\u044F\u043C\u0430
MSG_DO_NOT_CLOSE_BROWSER=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u0432 \u043F\u0440\u043E\u0446\u0435\u0441 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 - \u043C\u043E\u043B\u044F, \u043D\u0435 \u0437\u0430\u0442\u0432\u0430\u0440\u044F\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u0430.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043D\u0435 \u0432 \u043F\u0440\u043E\u0446\u0435\u0441 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 - \u043C\u043E\u043B\u044F, \u043D\u0435 \u0437\u0430\u0442\u0432\u0430\u0440\u044F\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u0430.\n\u041E\u0431\u044A\u0440\u043D\u0435\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0435 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430 \u0437\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0449\u0435 \u043E\u0441\u0442\u0430\u043D\u0435 \u0432\u0438\u0434\u0438\u043C \u0437\u0430 \u0432\u0440\u0435\u043C\u0435\u0442\u043E \u043D\u0430 \u0438\u0437\u043F\u044A\u043B\u043D\u0435\u043D\u0438\u0435 \u043D\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043D\u0435\u0442\u043E.
MSG_CATALOGS_LOCKED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E.

MSG_UNSTABLE_ID_FOUND=\u041D\u044F\u043A\u043E\u0438 \u043E\u0442 \u0432\u0430\u0448\u0438\u0442\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043D\u044F\u043C\u0430\u0442 \u0441\u0442\u0430\u0431\u0438\u043B\u043D\u0438 \u0418\u0414. \u0418\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0439\u0442\u0435 \u0410\u0441\u0438\u0441\u0442\u0435\u043D\u0442\u0430 \u0437\u0430 \u043F\u043E\u0434\u0434\u0440\u044A\u0436\u043A\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u0442\u0435 \u0437\u0430\u0441\u0435\u0433\u043D\u0430\u0442\u0438\u0442\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438, \u043A\u0430\u043A\u0442\u043E \u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u043E [\u0442\u0443\u043A] https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), \u0438 \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0438\u0442\u0435. (\u0422\u043E\u0432\u0430 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u0435 \u0432\u044A\u0442\u0440\u0435\u0448\u043D\u043E \u0437\u0430 SAP \u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0438\u0442\u0435 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0433\u043E \u0432\u0438\u0436\u0434\u0430\u0442, \u043D\u043E \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u0418\u0414 \u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439-\u0441\u043A\u043E\u0440\u043E.)

MSG_NO_FLEX_ENABLED_FLAG=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438\u044F \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043D\u0435 \u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u043E \u0437\u0430 \u0432\u0430\u0448\u0435\u0442\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435. \u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u043D\u0438\u0442\u0435 \u0438\u0437\u0438\u0441\u043A\u0432\u0430\u043D\u0438\u044F, \u043E\u043F\u0438\u0441\u0430\u043D\u0438 [\u0442\u0443\u043A] (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (\u0422\u043E\u0432\u0430 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u0435 \u0432\u044A\u0442\u0440\u0435\u0448\u043D\u043E \u0437\u0430 SAP \u0438 \u043A\u043B\u0438\u0435\u043D\u0442\u0438\u0442\u0435 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0433\u043E \u0432\u0438\u0436\u0434\u0430\u0442. \u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u043D\u043E\u0441\u0442\u0442\u0430 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u0441\u0435\u0433\u043D\u0430\u0442\u0430, \u043D\u043E \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u0438\u0437\u0438\u0441\u043A\u0432\u0430\u043D\u0438\u044F\u0442\u0430 \u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439-\u0441\u043A\u043E\u0440\u043E.)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u0414\u0435\u0444\u0438\u043D\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0432\u0433\u0440\u0430\u0434\u0435\u043D\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u0410\u043A\u0442\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0432\u0433\u0440\u0430\u0434\u0435\u043D\u043E\u0442\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=\u0420\u0430\u0437\u043C\u0435\u0440 \u043D\u0430 IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0428\u0438\u0440\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u0415\u0434\u0438\u043D\u0438\u0446\u0430 \u0437\u0430 \u0448\u0438\u0440\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u0412\u0438\u0441\u043E\u0447\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u0415\u0434\u0438\u043D\u0438\u0446\u0430 \u0437\u0430 \u0432\u0438\u0441\u043E\u0447\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=\u041F\u0440\u043E\u0446\u0435\u043D\u0442\u043D\u0438\u0442\u0435 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438 \u0441\u0435 \u043E\u0442\u043D\u0430\u0441\u044F\u0442 \u043A\u044A\u043C \u043D\u0430\u043B\u0438\u0447\u043D\u043E\u0442\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E\u0442\u043E \u0437\u0430 \u0442\u043E\u0437\u0438 IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u0417\u0430\u043F\u0438\u0441
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u041E\u0442\u043A\u0430\u0437
CTX_ADDIFRAME=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043D\u0435 \u043D\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435 \u0432\: {0}
CTX_ADDIFRAME_GROUP=\u0412\u0433\u0440\u0430\u0436\u0434\u0430\u043D\u0435 \u043D\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043D\u043E\u0442\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 (\u0432\u0430\u0440\u0438\u0430\u043D\u0442) \u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u0435\u043D\u043E \u0432 \u0441\u043B\u043E\u0439 CUSTOMER \u0438\u043B\u0438 \u0432 \u0441\u043B\u043E\u0439 CUSTOMER_BASE. \u0417\u0430\u0442\u043E\u0432\u0430, \u043A\u0430\u0442\u043E SAP \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u043D\u0430\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0437\u0430 SAP \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u0446\u0438
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u0410\u043A\u0442\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D\u0435 \u043F\u0440\u0435\u0433\u043B\u0435\u0434
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u0417\u0430 \u0434\u0430 \u0441\u0435 \u043F\u043E\u043A\u0430\u0436\u0435 \u0432\u0433\u0440\u0430\u0434\u0435\u043D\u043E\u0442\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 "\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434". \u0410\u043A\u043E \u043D\u0438\u0449\u043E \u043D\u0435 \u0441\u0435 \u0432\u0438\u0437\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430, \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 URL \u0430\u0434\u0440\u0435\u0441\u0430.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (\u043A\u043B\u0438\u043A\u043D\u0435\u0442\u0435 \u0437\u0430 \u0440\u044A\u0447\u043D\u043E \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0430\u043D\u0435)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u041D\u0430\u043B\u0438\u0447\u043D\u0438 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438 (\u043A\u043B\u0438\u043A\u043D\u0435\u0442\u0435, \u0437\u0430 \u0434\u0430 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u0435 \u043A\u044A\u043C URL \u0430\u0434\u0440\u0435\u0441\u0430)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u044A\u0440
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u041F\u0440\u0438\u043C\u0435\u0440 \u0437\u0430 \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u0422\u044A\u0440\u0441\u0435\u043D\u0435 \u043D\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u0418\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u043D\u0438\u0442\u0435 \u0442\u0443\u043A URL\u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0438\u0437\u043F\u044A\u043B\u043D\u044F\u0442 \u043D\u044F\u043A\u043E\u0438 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u043D\u0438 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0438 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0440\u0430\u0431\u043E\u0442\u044F\u0442 \u0431\u0435\u0437 \u0442\u044F\u0445.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0432\u0435\u0447\u0435

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=\u0418\u043C\u0435\u0442\u043E \u0431\u0435\u0448\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u043D\u043E \u043D\u0430 {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u0415\u043B\u0435\u043C\u0435\u043D\u0442 {0} \u0431\u0435\u0448\u0435 \u043F\u0440\u0435\u043C\u0435\u0441\u0442\u0435\u043D \u0432 \u0434\u0440\u0443\u0433\u0430 \u043F\u043E\u0437\u0438\u0446\u0438\u044F
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u0415\u043B\u0435\u043C\u0435\u043D\u0442 {0} \u0431\u0435\u0448\u0435 \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0430\u0442
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u0415\u043B\u0435\u043C\u0435\u043D\u0442 {0} \u0431\u0435\u0448\u0435 \u043F\u043E\u043A\u0430\u0437\u0430\u043D
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u0415\u043B\u0435\u043C\u0435\u043D\u0442 {0} \u0431\u0435\u0448\u0435 \u043A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u0430\u043D
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u0415\u043B\u0435\u043C\u0435\u043D\u0442 {0} \u0431\u0435\u0448\u0435 \u0440\u0430\u0437\u0434\u0435\u043B\u0435\u043D
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=\u0413\u0440\u0443\u043F\u0430 {0} \u0431\u0435\u0448\u0435 \u0434\u043E\u0431\u0430\u0432\u0435\u043D\u0430
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=\u041F\u043E\u043B\u0435 {0} \u0431\u0435\u0448\u0435 \u0434\u043E\u0431\u0430\u0432\u0435\u043D\u043E
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame \u0431\u0435\u0448\u0435 \u0434\u043E\u0431\u0430\u0432\u0435\u043D
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u043D\u0430 \u0435\u043B\u0435\u043C\u0435\u043D\u0442 {0} \u0431\u044F\u0445\u0430 \u0434\u043E\u0431\u0430\u0432\u0435\u043D\u0438
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=\u0415\u043B\u0435\u043C\u0435\u043D\u0442\u044A\u0442 \u0435 \u043F\u0440\u0435\u043C\u0435\u0441\u0442\u0435\u043D \u043E\u0442 \u0442\u043E\u0437\u0438 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=\u0422\u043E\u0437\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442 \u0435 \u0447\u0430\u0441\u0442 \u043E\u0442 \u0440\u0430\u0437\u0434\u0435\u043B\u044F\u043D\u0435\u0442\u043E
TIT_CHANGEVISUALIZATION_CHANGE=\u041F\u0440\u043E\u043C\u044F\u043D\u0430
TIT_CHANGEVISUALIZATION_CHANGES=\u041F\u0440\u043E\u043C\u0435\u043D\u0438
TIT_CHANGEVISUALIZATION_DATE=\u0414\u0430\u0442\u0430
TIT_CHANGEVISUALIZATION_DETAILS=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u0438 \u0434\u0430\u043D\u043D\u0438
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043D\u0430 \u043A\u043B\u044E\u0447\u043E\u0432\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0438
BUT_CHANGEVISUALIZATION_HIDECHANGES=\u0421\u043A\u0440\u0438\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043D\u0430 \u043A\u043B\u044E\u0447\u043E\u0432\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0435\u043C\u0435\u0441\u0442\u0435\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0435\u0438\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u0434\u043E\u0431\u0430\u0432\u0435\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u0430\u043D\u0438 \u0438 \u0440\u0430\u0437\u0434\u0435\u043B\u0435\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0430\u0442\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
MSG_LOCAL_RESET_VARIANT_SAVE=\u041A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u044A\u0442 \u0435 \u0438\u0437\u0447\u0438\u0441\u0442\u0435\u043D \u0438 \u0438\u0437\u0433\u043B\u0435\u0434\u044A\u0442 \u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E.
