#This is the resource bundle for the sap.ui.rta library
# 

#XTIT: Service name for general use (e.g. confirmation dialogs, titles, etc.)
SERVICE_NAME=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI
#XBUT: Button 'Save & Exit' of the Toolbar
BTN_EXIT=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E41\u0E25\u0E30\u0E2D\u0E2D\u0E01
#XBUT: Button 'Done' of the Toolbar
BTN_DONE=\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E34\u0E49\u0E19
#XMIT:	Context Menu Entry 'Remove'
CTX_REMOVE=\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01
#XMIT:	Remove Confirm Dialog Title
CTX_REMOVE_TITLE=\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01
#XMIT:	Context Menu Entry 'Add <control type, e.g. Field, Section, ...>'
CTX_ADD_ELEMENTS=\u0E40\u0E1E\u0E34\u0E48\u0E21\: {0}
#XMIT: Context Menu Entry or Dialog Title will be enhanced with this key user friendly term for several controls
MULTIPLE_CONTROL_NAME=\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
#XMIT: Context Menu Entry 'Cut'
CTX_CUT=\u0E15\u0E31\u0E14
#XMIT: Context Menu Entry 'Paste'
CTX_PASTE=\u0E27\u0E32\u0E07
#XMIT:	Context Menu Entry 'Group'
CTX_GROUP_FIELDS=\u0E23\u0E27\u0E21
#XMIT:	Context Menu Entry 'Ungroup'
CTX_UNGROUP_FIELDS=\u0E41\u0E22\u0E01
#XMIT:	Context Menu Entry 'Create Group/Section/<other control type>'
CTX_CREATE_CONTAINER=\u0E2A\u0E23\u0E49\u0E32\u0E07\: {0}
#XTIT:	Title or label of the newly created Group/Section/<other control type>
TITLE_CREATE_CONTAINER=\u0E43\u0E2B\u0E21\u0E48\: {0}
#XMIT:	Context Menu Entry 'Rename'
CTX_RENAME=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E0A\u0E37\u0E48\u0E2D
#XMIT:	Context Menu Entry 'Settings'
CTX_SETTINGS=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
#XMIT: Context Menu Entry 'Switch Views' for variants
CTX_VARIANT_SWITCH=\u0E2A\u0E25\u0E31\u0E1A\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07
#XMIT:	Context Menu Entry 'Duplicate'
CTX_VARIANT_DUPLICATE=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E0B\u0E49\u0E33
#XMIT:	Context Menu Entry 'Set Title'
CTX_VARIANT_SET_TITLE=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07
#XMIT: Context Menu Entry 'Manage Views' for variants
CTX_VARIANT_MANAGE=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07
#XMIT: Context Menu Entry 'Add Fragment at Extension Point' for variants
CTX_ADDXML_AT_EXTENSIONPOINT=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E2A\u0E48\u0E27\u0E19\u0E22\u0E48\u0E2D\u0E22\u0E17\u0E35\u0E48\u0E08\u0E38\u0E14\u0E02\u0E22\u0E32\u0E22
#XBUT: Button 'OK' of the Additional Elements Dialog
BTN_FREP_OK=\u0E15\u0E01\u0E25\u0E07
#XBUT: Button 'OK' of the Additional Elements Dialog
BTN_FREP_REMOVE=\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01
#XBUT: Button 'Cancel' of the Additional Elements Dialog
BTN_FREP_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#XTOL: Tooltip for Button 'Create Custom Field' of the Additional Elements Dialog
BTN_FREP_CCF=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E04\u0E27\u0E32\u0E21\u0E2A\u0E31\u0E21\u0E1E\u0E31\u0E19\u0E18\u0E4C \u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E2D\u0E08\u0E34\u0E01
#XMIT: Label for the original name of a renamed label
LBL_FREP=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E14\u0E34\u0E21\u0E04\u0E37\u0E2D {0}
#XHED: Header for dialog showing additional elements with placeholder specifying the control type
HEADER_ADDITIONAL_ELEMENTS=\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\: {0}
#XBUT: Tooltip for Manage Apps Variant Button in RTA Toolbar
BTN_MANAGE_APPS_TXT=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E
#XBUT: Button 'Save As' of the Toolbar
BTN_SAVE_AS=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1B\u0E47\u0E19
#XTOL: Tooltip for Button 'Save As' of the Toolbar
TOOLTIP_SAVE_AS=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E43\u0E2B\u0E21\u0E48
#XBUT: Button 'Undo' of the Toolbar
BTN_UNDO=\u0E40\u0E25\u0E34\u0E01\u0E17\u0E33
#XBUT: Button 'Redo' of the Toolbar
BTN_REDO=\u0E17\u0E33\u0E0B\u0E49\u0E33
#XBUT: Button 'Publish' of the Toolbar
BTN_PUBLISH=\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48
#XBUT: Button 'Reset' of the Toolbar
BTN_RESTORE=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15
#XBUT: Button 'UI Adaptation' of the Toolbar
BTN_ADAPTATION=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI
#XTIT: Title used for a button text, feed title and highlight text  to indicate the existence of a draft version in the current session
TIT_DRAFT=\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07
#XTIT: Title used for a button text, feed title and highlight text for the 'original app'
TIT_ORIGINAL_APP=\u0E41\u0E2D\u0E1E\u0E15\u0E49\u0E19\u0E41\u0E1A\u0E1A
#XTIT: Title used for a button text, feed title and highlight text  for a created version created before a title could be assigned
TIT_VERSION_1=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 1
#XLBL: Hightlight text for the indicator of the active version (for screen reader)
LBL_ACTIVE=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49
#XLBL: Hightlight text for the indicator of the inactive version (for screen reader)
LBL_INACTIVE=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49
#XMSG: message toast text after an new version was successfully activated
MSG_DRAFT_ACTIVATION_SUCCESS=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E41\u0E25\u0E49\u0E27
#XMSG: message toast text when activated failed
MSG_DRAFT_ACTIVATION_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E41\u0E1A\u0E1A\u0E19\u0E23\u0E48\u0E32\u0E07\u0E44\u0E14\u0E49\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
#TIT: Title of a published version
TIT_VERSION_TITLE=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07
#XTIT: Title for the dialog to state a title for a version the key user is about to activate
TIT_VERSION_TITLE_DIALOG=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E43\u0E2B\u0E21\u0E48
#XTXT: Placeholder text for the input field mandatory to provide a version title on activation
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19
#XBUT: Button text to confirm the version title dialog
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19
#XBUT: Button text to cancel the version title dialog
BUT_VERSION_TITLE_DIALOG_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#XTOL: Tooltip for the button 'Activate' for a new version located in the toolbar
TOL_ACTIVATE_DRAFT=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E43\u0E2B\u0E21\u0E48
#XTOL: Tooltip for the button 'Discard' for the draft located in the toolbar
TOL_DISCARD_DRAFT=\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07
#XBUT: Button 'Navigation' of the Toolbar
BTN_NAVIGATION=\u0E01\u0E32\u0E23\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15
#XHED: dialog title for a warning
HEADER_WARNING=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19
#XHED: dialog title for an error
HEADER_ERROR=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14
#XMSG: dialog message for failed reset
MSG_RESTORE_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 UI \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07 \u0E2B\u0E23\u0E37\u0E2D\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\: {0}
#XMSG: message toast text for transport success
MSG_TRANSPORT_SUCCESS=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 UI \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E16\u0E39\u0E01\u0E23\u0E27\u0E21\u0E44\u0E27\u0E49\u0E43\u0E19\u0E01\u0E32\u0E23\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15
#XTIT: reset confirmation dialog title
FORM_PERS_RESET_TITLE=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19
#XMSG: reset confirmation dialog message
FORM_PERS_RESET_MESSAGE=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 UI \u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E41\u0E25\u0E30\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?
#XMSG: reset confirmation dialog message in personalization mode
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E0A\u0E49\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E41\u0E25\u0E30\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E41\u0E2D\u0E1E\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?
#XMSG: Error message presented if storing to LREP fails
MSG_LREP_TRANSFER_ERROR=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07 \u0E2B\u0E23\u0E37\u0E2D\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XMSG: Error message showing the reason (technical info)
MSG_ERROR_REASON=\u0E40\u0E2B\u0E15\u0E38\u0E1C\u0E25\:{0}
#XMSG: Message when leaving RTA without saving
MSG_UNSAVED_CHANGES=\u0E16\u0E49\u0E32\u0E04\u0E38\u0E13\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19 \u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 UI \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E08\u0E30\u0E2A\u0E39\u0E0D\u0E2B\u0E32\u0E22 \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01 \u0E43\u0E2B\u0E49\u0E1B\u0E34\u0E14\u0E44\u0E14\u0E2D\u0E30\u0E25\u0E2D\u0E01\u0E1A\u0E47\u0E2D\u0E01\u0E0B\u0E4C\u0E19\u0E35\u0E49 \u0E41\u0E25\u0E30\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI
#XMSG: Message when no fields are available in the add-field-dialog
MSG_NO_FIELDS=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
#XHED: Dialog title for personalization exists
HEADER_PERSONALIZATION_EXISTS=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
#XMSG: Dialog message for personalization exists
MSG_PERSONALIZATION_EXISTS=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E0A\u0E49\u0E41\u0E2D\u0E1E\u0E40\u0E1B\u0E47\u0E19\u0E41\u0E1A\u0E1A\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E1A\u0E38\u0E04\u0E04\u0E25 \u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E0A\u0E49\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XMSG: Dialog message for draft changes exists
MSG_DRAFT_EXISTS=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E19\u0E35\u0E49 \u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E08\u0E30\u0E16\u0E39\u0E01\u0E42\u0E2B\u0E25\u0E14
#XMSG: Dialog message when user discards a draft
MSG_DRAFT_DISCARD_DIALOG=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E23\u0E48\u0E32\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48? \u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E17\u0E33\u0E01\u0E32\u0E23\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14
#XMSG: Dialog message for draft and personalization changes exists
MSG_PERSONALIZATION_AND_DRAFT_EXISTS=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E19\u0E35\u0E49 \u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E08\u0E30\u0E16\u0E39\u0E01\u0E42\u0E2B\u0E25\u0E14\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E0A\u0E49\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XMSG: Dialog message for draft and higher-layer changes exists
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u0E04\u0E38\u0E13\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E0A\u0E31\u0E49\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E19\u0E35\u0E49 \u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E0A\u0E31\u0E49\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32 \u0E41\u0E15\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07
#XMSG: Dialog message for changes in higher-layer exists
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E0A\u0E31\u0E49\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E19\u0E35\u0E49 \u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E35\u0E49
#XHED: Title of a dialog explaining that a page reload is needed
HEADER_RELOAD_NEEDED=\u0E15\u0E49\u0E2D\u0E07\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E2D\u0E1E
#XBUT: Button of a dialog triggering a page reload
BUTTON_RELOAD_NEEDED=\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14
#XMSG: Dialog message before a reload when personalization changes will be applied again
MSG_RELOAD_WITH_PERSONALIZATION=\u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E0A\u0E49\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XMSG: Dialog message before a reload when draft changes will be removed on rta exit
MSG_RELOAD_WITHOUT_DRAFT=\u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07
#XMSG: Dialog message before a reload on exit we want to remove the sap-ui-fl-version parameter
MSG_RELOAD_ACTIVATED_DRAFT=\u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E14\u0E49\u0E27\u0E22\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2D\u0E22\u0E39\u0E48
#XMSG: Dialog message before a reload when draft changes will be removed and personalization changes will be applied again on rta exit
MSG_RELOAD_WITH_PERSONALIZATION_AND_WITHOUT_DRAFT=\u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07 \u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E43\u0E0A\u0E49\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E08\u0E30\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49
#XMSG: Dialog message before a reload when personalization changes will be applied again
MSG_RELOAD_WITH_ALL_CHANGES=\u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E42\u0E14\u0E22\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
#XMSG: Dialog message before a reload when changes need server-side processing and new cache tokens to be fetched (rare case for use to see this message)
MSG_RELOAD_NEEDED=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E17\u0E33\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E01\u0E32\u0E23\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E2D\u0E1E
#XMSG: Text for duplicate variant names dialog
DUPLICATE_ERROR_TEXT=\u0E21\u0E35\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E19\u0E35\u0E49\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E2D\u0E37\u0E48\u0E19
#XMSG: Text for blank variant names dialog
BLANK_ERROR_TEXT=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07
#XMSG: dialog message for failed manage apps
MSG_MANAGE_APPS_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E20\u0E32\u0E1E\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E04\u0E23\u0E32\u0E27 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07 \u0E2B\u0E23\u0E37\u0E2D\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 
#XBUT: AppVariantDialog predefined text for Save button
APP_VARIANT_DIALOG_SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01
#XTOL: Tooltip for Button 'Save' of the AppVariant Dialog
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01
#XBUT: AppVariantDialog predefined text for Close button
APP_VARIANT_DIALOG_CLOSE=\u0E1B\u0E34\u0E14
#XBUT: Save As App variant Dialog predefined text for Cancel button
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#XTOL: Tooltip for Button 'Cancel' of the Save As App variant Dialog
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#XTIT: Title for AppVariant Dialog
CREATE_APP_VARIANT_DIALOG_TITLE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E43\u0E2B\u0E21\u0E48
#XTIT: App dialog title text
APP_DIALOG_TITLE_TEXT=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07
#XTIT: App variant dialog title text
APP_DIALOG_SUB_TITLE_TEXT=\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E23\u0E2D\u0E07
#XTIT: App variant dialog description text
APP_DIALOG_DESCRIPTION_TEXT=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
#XTIT: App dialog icon text
APP_DIALOG_ICON_TEXT=\u0E44\u0E2D\u0E04\u0E2D\u0E19
#XTIT: Title for blank/duplicate variant names dialog
BLANK_DUPLICATE_TITLE_TEXT=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E43\u0E19\u0E01\u0E32\u0E23\u0E15\u0E31\u0E49\u0E07\u0E0A\u0E37\u0E48\u0E2D
#XTIT: Title for any error during rename
RENAME_ERROR_TITLE=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E0A\u0E37\u0E48\u0E2D
#MSG: Error Message when the user enters an invalid empty string during rename
RENAME_EMPTY_ERROR_TEXT=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E17\u0E19\u0E17\u0E35\u0E48\u0E0A\u0E37\u0E48\u0E2D\u0E14\u0E49\u0E27\u0E22\u0E04\u0E48\u0E32\u0E27\u0E48\u0E32\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21
#XTIT
APP_VARIANT_ICON_SELECT_ICON=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E2D\u0E04\u0E2D\u0E19
#XMSG: No data found
APP_VARIANT_ICON_NO_DATA=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E44\u0E2D\u0E04\u0E2D\u0E19
#XMSG: Success message for saving app variant to LREP
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E43\u0E2B\u0E21\u0E48\u0E41\u0E25\u0E49\u0E27
#XMSG: Success message for displaying the action to key user in S4/Hana Cloud
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E08\u0E30\u0E16\u0E39\u0E01\u0E1B\u0E34\u0E14 \u0E04\u0E38\u0E13\u0E08\u0E30\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08\u0E41\u0E25\u0E30\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E08\u0E49\u0E31\u0E07\u0E40\u0E21\u0E37\u0E48\u0E2D Tile \u0E43\u0E2B\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XMSG: Success message for displaying the action to key user in S4/Hana Cloud to navigate to app variant overview list
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0E04\u0E38\u0E13\u0E08\u0E30\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E41\u0E08\u0E49\u0E07\u0E40\u0E21\u0E37\u0E48\u0E2D Tile \u0E43\u0E2B\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
#XMSG: Success message for displaying the action to key user in S4/Hana on Premise
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u0E42\u0E2B\u0E21\u0E14\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E08\u0E30\u0E16\u0E39\u0E01\u0E1B\u0E34\u0E14 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E02\u0E2D\u0E40\u0E1E\u0E34\u0E48\u0E21 Tile \u0E44\u0E1B\u0E22\u0E31\u0E07\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08 Fiori Launchpad (ID \u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\: {0})
#XMSG: Success message for displaying the action to key user in S4/Hana on Premise to navigate to app variant overview list
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E02\u0E2D\u0E40\u0E1E\u0E34\u0E48\u0E21 Tile \u0E44\u0E1B\u0E22\u0E31\u0E07\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08 Fiori Launchpad (ID \u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\: {0})
#XHED: dialog title for failed save app variant
HEADER_SAVE_APP_VARIANT_FAILED=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14
#XMSG: Error message displayed if loading an app variant fails
MSG_LOAD_APP_VARIANT_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E42\u0E2B\u0E25\u0E14\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\:
#XMSG: Error message displayed if saving an app variant fails
MSG_SAVE_APP_VARIANT_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\:
#XMSG: Error message displayed if updating an app variant fails
MSG_UPDATE_APP_VARIANT_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\:
#XMSG: Error message displayed if the catalog assignment fails
MSG_CATALOG_ASSIGNMENT_FAILED=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E43\u0E2B\u0E21\u0E48\u0E41\u0E25\u0E49\u0E27 \u0E41\u0E15\u0E48\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E43\u0E2B\u0E49\u0E01\u0E31\u0E1A\u0E41\u0E04\u0E15\u0E15\u0E32\u0E25\u0E47\u0E2D\u0E01\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XMSG: Error message displayed if the FLP tile creation fails
MSG_TILE_CREATION_FAILED=\u0E23\u0E35\u0E40\u0E1F\u0E23\u0E0A\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08 Fiori Launchpad \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32 Tile \u0E43\u0E2B\u0E21\u0E48\u0E16\u0E39\u0E01\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E02\u0E36\u0E49\u0E19\u0E41\u0E25\u0E49\u0E27\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E16\u0E49\u0E32\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
#XMSG: Error message displayed if saving copying the unsaved changes for an app variant fails
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 UI \u0E17\u0E35\u0E48\u0E2A\u0E2D\u0E14\u0E04\u0E25\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49 \u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#XFLD: 'Save As' dialog title placeholder text
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E23\u0E37\u0E48\u0E2D\u0E07
#XMSG: Error message displayed if app variant feature fails
MSG_APP_VARIANT_FEATURE_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E0A\u0E31\u0E48\u0E27\u0E04\u0E23\u0E32\u0E27  \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 {0}
#XMSG: Success message displayed when the tile is available on FLP
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Tile \u0E43\u0E2B\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49 \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E35\u0E40\u0E1F\u0E23\u0E0A\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C
#XTIT: Title for all the app variants success dialogs
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
#XBUT: Save As Scenario information dialog ok action text
SAVE_APP_VARIANT_OK_TEXT=\u0E15\u0E01\u0E25\u0E07
#XBUT: Save As Scenario error dialog close action text
SAVE_APP_VARIANT_CLOSE_TEXT=\u0E1B\u0E34\u0E14
#XBUT: Save As Scenario information dialog copy id text
SAVE_APP_VARIANT_COPY_ID_TEXT=\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01 ID \u0E41\u0E25\u0E30\u0E1B\u0E34\u0E14
#XBUT: Save As Scenario message text app variant id
MSG_APP_VARIANT_ID=ID \u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\: {0}
#XBUT: Save As Scenario message text error
MSG_TECHNICAL_ERROR=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\: {0}
#XTIT: Appvariant Overview Dialog title
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u0E20\u0E32\u0E1E\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E
#XFLD: 'Save As' dialog tile Aria Label text
APP_VARIANT_TILE_ARIA_LABEL=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E44\u0E17\u0E25\u0E4C\u0E02\u0E2D\u0E07 Fiori
#XBUT: Menu item entry to show the app variant overview for a key user
MENU_ITEM_KEY_USER=\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2B\u0E25\u0E31\u0E01
#XBUT: Menu item entry to show the app variant overview for a SAP developer
MENU_ITEM_SAP_DEVELOPER=\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A SAP Developer
#XMSG: Error message displayed in a popup when a change can't be done due to unresolved dependencies
MSG_DEPENDENCY_ERROR=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E19\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E19\u0E35\u0E49\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A UI\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15 UI \u0E43\u0E2B\u0E49\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19 \u0E41\u0E25\u0E49\u0E27\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E02\u0E36\u0E49\u0E19\u0E43\u0E2B\u0E21\u0E48 \u0E02\u0E49\u0E2D\u0E04\u0E27\u0E23\u0E23\u0E30\u0E27\u0E31\u0E07\: \u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E08\u0E30\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E17\u0E38\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E35\u0E48\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E33\u0E1A\u0E19\u0E41\u0E2D\u0E1E\u0E19\u0E35\u0E49 \u0E16\u0E49\u0E32\u0E44\u0E21\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D SAP Support \u0E42\u0E14\u0E22\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E34\u0E14 Ticket \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A CA-UI5-FL-RTA
#XMSG: Error message displayed when when APP-Version is not OK
MSG_INCORRECT_APP_VERSION_ERROR=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E02\u0E32\u0E14\u0E2B\u0E32\u0E22\u0E44\u0E1B\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
#XMSG: message toast text for successful deletion of app variant
DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E (ID\: {0}) \u0E16\u0E39\u0E01\u0E25\u0E1A\u0E41\u0E25\u0E49\u0E27
#XMSG: message toast text for successful deletion of app variant
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E (ID\: {0}) \u0E16\u0E39\u0E01\u0E25\u0E1A\u0E41\u0E25\u0E49\u0E27 \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E49\u0E32\u0E22 Tile \u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01 Launchpad \u0E43\u0E2B\u0E49\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E42\u0E2E\u0E21\u0E40\u0E1E\u0E08
#XMSG: Error message displayed if deletion of app variant descriptor failed or if the catalog unassignment fails
MSG_DELETE_APP_VARIANT_FAILED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\:
#XTIT: title for the info popup when a delete app variant dialog pops up
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
#XBUT: Delete app variant OK button text
DELETE_APP_VARIANT_OK_TEXT=\u0E15\u0E01\u0E25\u0E07
#XBUT: Delete app variant Close button text
DELETE_APP_VARIANT_CLOSE_TEXT=\u0E1B\u0E34\u0E14
#XTIT: Title for Business Context Display in Available Fields Dialog
BUSINESS_CONTEXT_TITLE=\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08\u0E17\u0E35\u0E48\u0E21\u0E35\:
#XMSG: Message, when no Business Contexts are available
MSG_NO_BUSINESS_CONTEXTS=\u0E44\u0E21\u0E48\u0E21\u0E35
#XMSG: Message, when User is about to close or refresh the browser
MSG_DO_NOT_CLOSE_BROWSER=\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23 - \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2D\u0E22\u0E48\u0E32\u0E1B\u0E34\u0E14\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C
#XMSG: Message, after User clicked on delete confirmation from currently adapting app variant.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E01\u0E32\u0E23\u0E25\u0E1A - \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2D\u0E22\u0E48\u0E32\u0E1B\u0E34\u0E14\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C\n\u0E01\u0E23\u0E38\u0E13\u0E32\u0E08\u0E33\u0E44\u0E27\u0E49\u0E27\u0E48\u0E32 Tile \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E08\u0E30\u0E22\u0E31\u0E07\u0E04\u0E07\u0E21\u0E2D\u0E07\u0E40\u0E2B\u0E47\u0E19\u0E44\u0E14\u0E49\u0E15\u0E25\u0E2D\u0E14\u0E23\u0E30\u0E22\u0E30\u0E40\u0E27\u0E25\u0E32\u0E02\u0E2D\u0E07\u0E01\u0E23\u0E30\u0E1A\u0E27\u0E19\u0E01\u0E32\u0E23\u0E25\u0E1A
#XMSG: Error message when catalogs are locked
MSG_CATALOGS_LOCKED=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07

#XMSG: Error message for developers, when not all UI controls have stable ids.
MSG_UNSTABLE_ID_FOUND=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E1A\u0E32\u0E07\u0E15\u0E31\u0E27\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E21\u0E35 ID \u0E41\u0E1A\u0E1A\u0E04\u0E07\u0E17\u0E35\u0E48 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E0A\u0E49\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E23\u0E30\u0E1A\u0E38\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A\u0E15\u0E32\u0E21\u0E17\u0E35\u0E48\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E44\u0E27\u0E49 [\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) \u0E41\u0E25\u0E30\u0E01\u0E33\u0E2B\u0E19\u0E14 ID (\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E19\u0E35\u0E49\u0E08\u0E30\u0E1B\u0E23\u0E32\u0E01\u0E0F\u0E20\u0E32\u0E22\u0E43\u0E19 SAP \u0E40\u0E17\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19 \u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E08\u0E30\u0E21\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E40\u0E2B\u0E47\u0E19 \u0E41\u0E15\u0E48\u0E04\u0E38\u0E13\u0E04\u0E27\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14 ID \u0E42\u0E14\u0E22\u0E40\u0E23\u0E47\u0E27\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14)

#XMSG: Warning is flexibility service is not activated for the application.
MSG_NO_FLEX_ENABLED_FLAG=\u0E41\u0E2D\u0E1E\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A UI \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19\u0E15\u0E32\u0E21\u0E17\u0E35\u0E48\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E44\u0E27\u0E49 [\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af) \u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E19\u0E35\u0E49\u0E08\u0E30\u0E1B\u0E23\u0E32\u0E01\u0E0F\u0E20\u0E32\u0E22\u0E43\u0E19 SAP \u0E40\u0E17\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19 \u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\u0E08\u0E30\u0E21\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E40\u0E2B\u0E47\u0E19 \u0E1F\u0E31\u0E07\u0E01\u0E4C\u0E0A\u0E31\u0E19\u0E19\u0E35\u0E49\u0E08\u0E30\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A \u0E41\u0E15\u0E48\u0E04\u0E38\u0E13\u0E04\u0E27\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E42\u0E14\u0E22\u0E40\u0E23\u0E47\u0E27\u0E17\u0E35\u0E48\u0E2A\u0E38\u0E14)

#XTIT: Title for Add Iframe dialog
IFRAME_ADDIFRAME_DIALOG_TITLE=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E1D\u0E31\u0E07\u0E2D\u0E22\u0E39\u0E48
#XTIT: Title for Updating Add Iframe dialog
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E1D\u0E31\u0E07\u0E2D\u0E22\u0E39\u0E48
#XTIT: Title for size section in the Add Iframe dialog
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=\u0E02\u0E19\u0E32\u0E14\u0E02\u0E2D\u0E07 iFrame
#XFLD: Label for width in the Add Iframe dialog
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0E04\u0E27\u0E32\u0E21\u0E01\u0E27\u0E49\u0E32\u0E07
#XFLD: Label for width-unit in the Add Iframe dialog
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E01\u0E27\u0E49\u0E32\u0E07
#XFLD: Label for height in the Add Iframe dialog
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E39\u0E07
#XFLD: Label for height-unit in the Add Iframe dialog
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E39\u0E07
#XMSG: Tip displayed when width or height is using %
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=\u0E04\u0E48\u0E32 % \u0E2B\u0E21\u0E32\u0E22\u0E16\u0E36\u0E07\u0E1E\u0E37\u0E49\u0E19\u0E17\u0E35\u0E48\u0E17\u0E35\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E08\u0E23\u0E34\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A IFrame
#XBUT: Save button text
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01
#XBUT: Cancel button text
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
#XMIT: Context Menu Entry 'Add External Application'
CTX_ADDIFRAME=\u0E1D\u0E31\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E25\u0E07\u0E43\u0E19\: {0}
#XMIT: Context Menu Group 'Embed Content'
CTX_ADDIFRAME_GROUP=\u0E1D\u0E31\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32
#XMSG: Info Message displayed when SAP developer wants to see the app variant overview in an app variant which is laid in CUSTOMER layer
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u0E41\u0E2D\u0E1E\u0E17\u0E35\u0E48\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19 (\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01) \u0E16\u0E39\u0E01\u0E27\u0E32\u0E07\u0E44\u0E27\u0E49\u0E43\u0E19\u0E0A\u0E31\u0E49\u0E19 CUSTOMER \u0E2B\u0E23\u0E37\u0E2D CUSTOMER_BASE \u0E14\u0E31\u0E07\u0E19\u0E31\u0E49\u0E19\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E04\u0E38\u0E13\u0E40\u0E1B\u0E47\u0E19 SAP Developer \u0E08\u0E36\u0E07\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E39\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E44\u0E14\u0E49
#XTIT: Title for AppVariant Overview dialog for a SAP Developer
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u0E20\u0E32\u0E1E\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2D\u0E1E\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A SAP Developer
#XFLD: Label for preview URL in the URL Builder dialog
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL \u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XFLD: Label for preview Frame
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07 IFrame
#XBUT: Show Preview button text
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XBUT: Show Preview button text
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07
#XMSG: Preview area default message
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u0E40\u0E25\u0E37\u0E2D\u0E01 '\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07' \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E1D\u0E31\u0E07\u0E2D\u0E22\u0E39\u0E48 \u0E2B\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E48\u0E07\u0E43\u0E14\u0E41\u0E2A\u0E14\u0E07 \u0E43\u0E2B\u0E49\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A URL
#XFLD: Label for Edit URL in the URL Builder dialog
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (\u0E04\u0E25\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E41\u0E01\u0E49\u0E44\u0E02\u0E14\u0E49\u0E27\u0E22\u0E15\u0E19\u0E40\u0E2D\u0E07)
#XFLD: Label for parameters in the URL Builder dialog
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48 (\u0E04\u0E25\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E43\u0E19 URL)
#XFLD: Table column label for parameter in the URL Builder dialog
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XFLD: Table column Label for Value in UI in the URL Builder dialog
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E04\u0E48\u0E32
#XFLD: Label for Search Field In the Add Iframe Dialog
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C
#XMSG: Text warning about correct URL
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=URL \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E15\u0E23\u0E07\u0E15\u0E32\u0E21\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19\u0E1A\u0E32\u0E07\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E41\u0E25\u0E30\u0E08\u0E30\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E2B\u0E32\u0E01\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E15\u0E32\u0E21\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E40\u0E1A\u0E37\u0E49\u0E2D\u0E07\u0E15\u0E49\u0E19\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19
#XLNK: Link to Documentation
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u0E2D\u0E48\u0E32\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
