
SERVICE_NAME=UI \u9069\u5FDC
TOOLBAR_TITLE=UI \u9069\u5FDC
TOOLBAR_TITLE_PERSONALIZE=\u30A2\u30D7\u30EA\u306E\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3
BTN_EXIT=\u4FDD\u5B58\u3057\u3066\u7D42\u4E86
BTN_DONE=\u51E6\u7406\u6E08
BTN_DONE_TOOLTIP=\u5909\u66F4\u3092\u4FDD\u5B58
CTX_ADAPT=\u8A73\u7D30...
CTX_REMOVE=\u524A\u9664
CTX_REMOVE_TITLE=\u524A\u9664
CTX_ADD_ELEMENTS=\u8FFD\u52A0\: {0}
MULTIPLE_CONTROL_NAME=\u30B3\u30F3\u30C6\u30F3\u30C4
CTX_CUT=\u30AB\u30C3\u30C8
CTX_PASTE=\u30DA\u30FC\u30B9\u30C8
CTX_GROUP_FIELDS=\u7D50\u5408
CTX_UNGROUP_FIELDS=\u5206\u5272
CTX_CREATE_CONTAINER=\u767B\u9332\: {0}
TITLE_CREATE_CONTAINER=\u65B0\u898F\: {0}
CTX_RENAME=\u540D\u79F0\u5909\u66F4
CTX_SETTINGS=\u8A2D\u5B9A
CTX_TRIGGER=\u30CA\u30D3\u30B2\u30FC\u30C8\u5148
CTX_VARIANT_SWITCH=\u30D3\u30E5\u30FC\u5207\u66FF
CTX_VARIANT_DUPLICATE=\u8907\u88FD
CTX_VARIANT_SET_TITLE=\u30BF\u30A4\u30C8\u30EB\u8A2D\u5B9A
CTX_VARIANT_MANAGE=\u30D3\u30E5\u30FC\u7BA1\u7406
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u524A\u9664
BTN_FREP_CANCEL=\u4E2D\u6B62
BTN_FREP_CCF=\u30AB\u30B9\u30BF\u30E0\u9805\u76EE\u3001\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30ED\u30B8\u30C3\u30AF\u3092\u767B\u9332
LBL_FREP=\u306F {0} \u3067\u3057\u305F
HEADER_SETTINGS=\u8A2D\u5B9A
HEADER_ADDITIONAL_ELEMENTS=\u5229\u7528\u53EF\u80FD\u30B3\u30F3\u30C6\u30F3\u30C4\: {0}
BTN_SHARE=\u5171\u6709
BTN_MANAGE_APPS_TXT=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u7BA1\u7406
BTN_SAVE_AS=\u5225\u540D\u4FDD\u5B58
TOOLTIP_SAVE_AS=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u767B\u9332
BTN_UNDO=\u5143\u306B\u623B\u3059
BTN_REDO=\u3084\u308A\u76F4\u3057
BTN_PUBLISH=\u516C\u958B
BTN_RESTORE=\u30EA\u30BB\u30C3\u30C8
BTN_TRANSPORT=\u79FB\u9001
BTN_ADAPTATION=UI \u9069\u5FDC
BTN_NAVIGATION=\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3
HEADER_RESTORE_FAILED=\u30A8\u30E9\u30FC
HEADER_WARNING=\u8B66\u544A
HEADER_ERROR=\u30A8\u30E9\u30FC
MSG_RESTORE_FAILED=\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u3092\u3053\u306E\u6642\u70B9\u3067\u306F\u7834\u68C4\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\: {0}
MSG_PUBLISH_ERROR=\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u3092\u3053\u306E\u6642\u70B9\u3067\u306F\u516C\u958B\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\: {0}
MSG_TRANSPORT_SUCCESS=\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u304C\u79FB\u9001\u306B\u7D44\u307F\u8FBC\u307E\u308C\u307E\u3057\u305F\u3002
MSG_PUBLISH_SUCCESS=\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u304C\u516C\u958B\u5411\u3051\u306B\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F\u3002
HEADER_TRANSPORT_INAPPLICABLE=\u60C5\u5831
MSG_TRANSPORT_INAPPLICABLE=\u3059\u3079\u3066\u306E UI \u5909\u66F4\u304C\u3059\u3067\u306B\u79FB\u9001\u306B\u7D44\u307F\u8FBC\u307E\u308C\u3066\u3044\u307E\u3059\u3002
HEADER_TRANSPORT_APPLYSAVE_ERROR=\u30A8\u30E9\u30FC
MSG_TRANSPORT_APPLYSAVE_ERROR=UI \u5909\u66F4\u3092\u3053\u306E\u6642\u70B9\u3067\u306F\u9069\u7528\u307E\u305F\u306F\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3002UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u3001\u30A2\u30D7\u30EA\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\: {0}
FORM_PERS_RESET_TITLE=\u6A19\u6E96\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30EA\u30BB\u30C3\u30C8
FORM_PERS_RESET_MESSAGE=\u3059\u3079\u3066\u306E UI \u5909\u66F4\u3092\u7834\u68C4\u3057\u3001\u30A2\u30D7\u30EA\u3092\u6A19\u6E96\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\u3002
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u5909\u66F4\u3092\u3059\u3079\u3066\u7834\u68C4\u3057\u30A2\u30D7\u30EA\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\u3002
MSG_LREP_TRANSFER_ERROR=\u6280\u8853\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_ERROR_REASON=\u7406\u7531\:\n{0}
MSG_UNSAVED_CHANGES=\u78BA\u8A8D\u3059\u308B\u3068\u3001\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u306F\u3059\u3079\u3066\u5931\u308F\u308C\u307E\u3059\u3002\u4FDD\u5B58\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u30DC\u30C3\u30AF\u30B9\u3092\u9589\u3058\u3066 UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002
MSG_REMOVING_TOOLBAR=\u3053\u306E\u30B0\u30EB\u30FC\u30D7\u306E\u30D8\u30C3\u30C0\u306B\u306F\u3001\u8FFD\u52A0\u306E\u30A8\u30EC\u30E1\u30F3\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002 \u3053\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u305D\u308C\u3089\u306E\u30A8\u30EC\u30E1\u30F3\u30C8\u306F\u524A\u9664\u3055\u308C\u307E\u3059\u3002 \u3053\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3057\u307E\u3059\u304B\u3002
MSG_NO_FIELDS=\u4F7F\u7528\u53EF\u80FD\u306A\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u4ED6\u306B\u3042\u308A\u307E\u305B\u3093
HEADER_PERSONALIZATION_EXISTS=\u60C5\u5831
MSG_PERSONALIZATION_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u3092\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BA\u3057\u307E\u3057\u305F\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30A2\u30D7\u30EA\u306F\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u8A2D\u5B9A\u306A\u3057\u3067\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_HIGHER_LAYER_CHANGES_EXIST=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u4E0A\u4F4D\u30EC\u30A4\u30E4\u306B\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3053\u308C\u3089\u306E\u5909\u66F4\u306A\u3057\u3067\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
HEADER_RELOAD_NEEDED=\u30A2\u30D7\u30EA\u306E\u30EA\u30ED\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059
BUTTON_RELOAD_NEEDED=\u30EA\u30ED\u30FC\u30C9
MSG_RELOAD_WITH_PERSONALIZATION=\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u5909\u66F4\u3092\u4F7F\u7528\u3057\u305F\u30A2\u30D7\u30EA\u306E\u30EA\u30ED\u30FC\u30C9
MSG_RELOAD_WITH_ALL_CHANGES=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3059\u3079\u3066\u306E\u5909\u66F4\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_NEEDED=\u6709\u52B9\u5316\u3059\u308B\u305F\u3081\u306B\u30A2\u30D7\u30EA\u306E\u30EA\u30ED\u30FC\u30C9\u304C\u5FC5\u8981\u306A\u30A2\u30D7\u30EA\u304C\u3044\u304F\u3064\u304B\u3042\u308A\u307E\u3059\u3002
MAA_CLOSE_BUTTON=\u9589\u3058\u308B
DUPLICATE_ERROR_TEXT=\u3053\u306E\u540D\u79F0\u306E\u30D3\u30E5\u30FC\u540D\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u5225\u306E\u540D\u79F0\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
BLANK_ERROR_TEXT=\u30D3\u30E5\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
HEADER_MANAGE_APPS_FAILED=\u30A8\u30E9\u30FC
MSG_MANAGE_APPS_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981\u304C\u4E00\u6642\u7684\u306B\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
APP_VARIANT_DIALOG_SAVE=\u4FDD\u5B58
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u4FDD\u5B58
APP_VARIANT_DIALOG_CLOSE=\u9589\u3058\u308B
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u30AD\u30E3\u30F3\u30BB\u30EB
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u30AD\u30E3\u30F3\u30BB\u30EB
CREATE_APP_VARIANT_DIALOG_TITLE=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3068\u3057\u3066\u4FDD\u5B58
APP_DIALOG_TITLE_TEXT=\u30BF\u30A4\u30C8\u30EB
APP_DIALOG_SUB_TITLE_TEXT=\u30B5\u30D6\u30BF\u30A4\u30C8\u30EB
APP_DIALOG_DESCRIPTION_TEXT=\u5185\u5BB9\u8AAC\u660E
APP_DIALOG_ICON_TEXT=\u30A2\u30A4\u30B3\u30F3
BLANK_DUPLICATE_TITLE_TEXT=\u547D\u540D\u306E\u30A8\u30E9\u30FC
APP_DIALOG_ICON_TOOLTIP=\u30BF\u30A4\u30C8\u30EB\u306E\u30A2\u30A4\u30B3\u30F3\u3092\u9078\u629E
APP_DIALOG_ICON_BROWSE_BUTTON=\u30D6\u30E9\u30A6\u30BA
APP_VARIANT_ICON_SEARCH_TOOLTIP=SAPUI5 \u30A2\u30A4\u30B3\u30F3\u3092\u691C\u7D22
APP_VARIANT_ICON_DIALOG_ICON=\u30A2\u30A4\u30B3\u30F3
APP_VARIANT_ICON_DIALOG_NAME=\u540D\u79F0
APP_VARIANT_ICON_SELECT_ICON=\u30A2\u30A4\u30B3\u30F3\u9078\u629E
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=\u4E2D\u6B62
APP_VARIANT_ICON_NO_DATA=\u30A2\u30A4\u30B3\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u623B\u308A\u307E\u3059\u304C\u3001\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308B\u3068\u901A\u77E5\u304C\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308A\u3057\u3060\u3044\u3001\u901A\u77E5\u304C\u9001\u3089\u308C\u307E\u3059\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002\u30BF\u30A4\u30EB\u3092 Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\u3001\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044 (\u30A2\u30D7\u30EA ID\: {0})\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u30BF\u30A4\u30EB\u3092 Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\u3001\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044 (\u30A2\u30D7\u30EA ID\: {0})\u3002
MSG_CREATE_DESCRIPTOR_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
HEADER_SAVE_APP_VARIANT_FAILED=\u30A8\u30E9\u30FC
MSG_LOAD_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_SAVE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_CATALOG_ASSIGNMENT_FAILED=\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30AB\u30BF\u30ED\u30B0\u306B\u5272\u308A\u5F53\u3066\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u62C5\u5F53\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_TILE_CREATION_FAILED=Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u3001\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002\u767B\u9332\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3084\u9069\u5207\u306B\u52D5\u4F5C\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_COPY_UNSAVED_CHANGES_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304A\u3088\u3073\u5BFE\u5FDC\u3059\u308B UI \u5909\u66F4\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
HEADER_APP_VARIANT_FEATURE_FAILED=\u30A8\u30E9\u30FC
MSG_APP_VARIANT_FEATURE_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u6A5F\u80FD\u306F\u73FE\u5728\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002{0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=\u60C5\u5831
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u8868\u793A\u3059\u308B\u5834\u5408\u306F\u3001\u30D6\u30E9\u30A6\u30B6\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u60C5\u5831
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u7D42\u4E86
SAVE_APP_VARIANT_COPY_ID_TEXT=ID \u3092\u30B3\u30D4\u30FC\u3057\u3066\u7D42\u4E86
MSG_APP_VARIANT_ID=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 ID\: {0}
MSG_TECHNICAL_ERROR=\u30A8\u30E9\u30FC\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981
APP_VARIANT_TILE_ARIA_LABEL=Fiori \u30BF\u30A4\u30EB\u30D7\u30EC\u30D3\u30E5\u30FC
MENU_ITEM_KEY_USER=\u30AD\u30FC\u30E6\u30FC\u30B6\u7528
MENU_ITEM_SAP_DEVELOPER=SAP \u958B\u767A\u8005\u7528
HEADER_DEPENDENCY_ERROR=\u30A8\u30E9\u30FC
MSG_DEPENDENCY_ERROR=\u5909\u66F4\u3092\u3053\u306E UI \u306B\u9069\u7528\u3067\u304D\u307E\u305B\u3093\u3002UI \u3092\u5143\u306E\u72B6\u614B\u306B\u30EA\u30BB\u30C3\u30C8\u3057\u3066\u5909\u66F4\u3092\u518D\u767B\u9332\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6CE8\u610F\: \u3053\u306E\u64CD\u4F5C\u3092\u884C\u3046\u3068\u3001\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u306B\u3088\u308B\u3053\u306E\u30A2\u30D7\u30EA\u3078\u306E\u5909\u66F4\u304C\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u4EE5\u5916\u306E\u65B9\u6CD5\u3068\u3057\u3066\u3001\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8 CA-UI5-FL-RTA \u306E\u30C1\u30B1\u30C3\u30C8\u3092\u30AA\u30FC\u30D7\u30F3\u3057\u3066 SAP \u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002
MSG_INCORRECT_APP_VERSION_ERROR=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
DELETE_APP_VARIANT_NO_TRANSPORT=\u60C5\u5831
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=\u3053\u306E\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3059\u308B\u305F\u3081\u306B\u306F\u3001\u79FB\u9001\u4F9D\u983C\u304C\u5FC5\u8981\u3067\u3059\u3002\u7BA1\u7406\u8005\u306B\u79FB\u9001\u4F9D\u983C\u3092\u767B\u9332\u3059\u308B\u3088\u3046\u4F9D\u983C\u3057\u3066\u304B\u3089\u3001\u3053\u306E\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 (ID\: {0}) \u304C\u6B63\u5E38\u306B\u524A\u9664\u3055\u308C\u307E\u3057\u305F
MSG_DELETE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u60C5\u5831
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u9589\u3058\u308B
BUSINESS_CONTEXT_TITLE=\u5229\u7528\u53EF\u80FD\u306A\u30D3\u30B8\u30CD\u30B9\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\:
MSG_NO_BUSINESS_CONTEXTS=\u306A\u3057
MSG_DO_NOT_CLOSE_BROWSER=\u524A\u9664\u9032\u884C\u4E2D - \u30D6\u30E9\u30A6\u30B6\u3092\u9589\u3058\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u524A\u9664\u9032\u884C\u4E2D - \u30D6\u30E9\u30A6\u30B6\u3092\u9589\u3058\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\n\u524A\u9664\u51E6\u7406\u306E\u671F\u9593\u4E2D\u306F\u3001\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u30BF\u30A4\u30EB\u304C\u8868\u793A\u3055\u308C\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002 
MSG_CATALOGS_LOCKED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3042\u3068\u3067\u3082\u3046\u4E00\u5EA6\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002


MSG_UNSTABLE_ID_FOUND=\u4E00\u90E8\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306B\u56FA\u5B9A\u306E ID \u304C\u3042\u308A\u307E\u305B\u3093\u3002[\u3053\u3053] (https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) \u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u3001\u30B5\u30DD\u30FC\u30C8\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u3092\u4F7F\u7528\u3057\u3066\u5F71\u97FF\u3092\u53D7\u3051\u308B\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092\u8B58\u5225\u3057\u3001\u56FA\u5B9A\u306E ID \u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002

MSG_NO_FLEX_ENABLED_FLAG=\u30A2\u30D7\u30EA\u3067 UI \u9069\u5FDC\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002[\u3053\u3053](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af) \u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u524D\u63D0\u6761\u4EF6\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
