
SERVICE_NAME=Ajuste de IU
TOOLBAR_TITLE=Adaptar IU
TOOLBAR_TITLE_PERSONALIZE=Personalizar aplicaci\u00F3n
BTN_EXIT=Grabar y finalizar
BTN_DONE=Finalizado
BTN_DONE_TOOLTIP=Grabar modificaciones
CTX_ADAPT=M\u00E1s...
CTX_REMOVE=Eliminar
CTX_REMOVE_TITLE=Eliminar
CTX_ADD_ELEMENTS=A\u00F1adir\: {0}
MULTIPLE_CONTROL_NAME=Contenido
CTX_CUT=Cortar
CTX_PASTE=Insertar
CTX_GROUP_FIELDS=Agrupar
CTX_UNGROUP_FIELDS=Desagrupar
CTX_CREATE_CONTAINER=Crear\: {0}
TITLE_CREATE_CONTAINER=Nuevo\: {0}
CTX_RENAME=Cambiar nombre
CTX_SETTINGS=Opciones
CTX_TRIGGER=Navegar a
CTX_VARIANT_SWITCH=Cambiar vistas
CTX_VARIANT_DUPLICATE=Duplicar
CTX_VARIANT_SET_TITLE=Fijar t\u00EDtulo
CTX_VARIANT_MANAGE=Gestionar vistas
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Eliminar
BTN_FREP_CANCEL=Cancelar
BTN_FREP_CCF=Crear campo personalizado, asociaci\u00F3n o l\u00F3gica
LBL_FREP=era {0}
HEADER_SETTINGS=Parametrizaciones
HEADER_ADDITIONAL_ELEMENTS=Contenido disponible\: {0}
BTN_SHARE=Compartir
BTN_MANAGE_APPS_TXT=Gestionar variantes de aplicaci\u00F3n
BTN_SAVE_AS=Grabar como
TOOLTIP_SAVE_AS=Crear nueva variante de aplicaci\u00F3n
BTN_UNDO=Deshacer
BTN_REDO=Rehacer
BTN_PUBLISH=Publicar
BTN_RESTORE=Reinicializar
BTN_TRANSPORT=Transportar
BTN_ADAPTATION=Ajuste de IU
BTN_NAVIGATION=Navegaci\u00F3n
HEADER_RESTORE_FAILED=Error
HEADER_WARNING=Advertencia
HEADER_ERROR=Error
MSG_RESTORE_FAILED=Sus modificaciones de IU no se pueden rechazar en este momento. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador\: {0}
MSG_PUBLISH_ERROR=Sus modificaciones de IU no se pueden publicar en este momento. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador\: {0}
MSG_TRANSPORT_SUCCESS=Sus modificaciones de IU se han transferido al transporte
MSG_PUBLISH_SUCCESS=Sus modificaciones de IU se han planificado para la publicaci\u00F3n.
HEADER_TRANSPORT_INAPPLICABLE=Informaci\u00F3n
MSG_TRANSPORT_INAPPLICABLE=Todas las modificaciones de IU se han transferido ya a un transporte.
HEADER_TRANSPORT_APPLYSAVE_ERROR=Error
MSG_TRANSPORT_APPLYSAVE_ERROR=Sus modificaciones de IU no se pueden aplicar o grabar en este momento. Salga del modo de ajuste e inicie la aplicaci\u00F3n de nuevo\: {0}
FORM_PERS_RESET_TITLE=Reinicializar a la versi\u00F3n est\u00E1ndar
FORM_PERS_RESET_MESSAGE=\u00BFDesea rechazar todas las modificaciones de la IU y reinicializar la aplicaci\u00F3n a la versi\u00F3n est\u00E1ndar?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u00BFDesea rechazar todas las personalizaciones y reinicializar la aplicaci\u00F3n?
MSG_LREP_TRANSFER_ERROR=Se ha producido un error t\u00E9cnico. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador.
MSG_ERROR_REASON=Motivo\:\n{0}
MSG_UNSAVED_CHANGES=Si confirma, se perder\u00E1n todas las modificaciones de IU. Para grabarlas, cierre este di\u00E1logo y salga del modo de ajuste de IU.
MSG_REMOVING_TOOLBAR=La cabecera de este grupo contiene elementos adicionales. Si elimina el grupo, estos se borrar\u00E1n. \u00BFDesea eliminar el grupo igualmente?
MSG_NO_FIELDS=No hay m\u00E1s contenido disponible
HEADER_PERSONALIZATION_EXISTS=Informaci\u00F3n
MSG_PERSONALIZATION_EXISTS=Ha personalizado la aplicaci\u00F3n. En el modo de ajuste de IU se recargar\u00E1 la aplicaci\u00F3n sin las opciones de personalizaci\u00F3n.
MSG_HIGHER_LAYER_CHANGES_EXIST=Tiene modificaciones de capa superior en la aplicaci\u00F3n. En el modo de ajuste de IU, la aplicaci\u00F3n se volver\u00E1 a cargar sin esas modificaciones.
HEADER_RELOAD_NEEDED=La aplicaci\u00F3n requiere cargar de nuevo
BUTTON_RELOAD_NEEDED=Cargar de nuevo
MSG_RELOAD_WITH_PERSONALIZATION=La aplicaci\u00F3n se cargar\u00E1 de nuevo con las opciones de personalizaci\u00F3n.
MSG_RELOAD_WITH_ALL_CHANGES=La aplicaci\u00F3n se cargar\u00E1 de nuevo con todas las modificaciones.
MSG_RELOAD_NEEDED=Es necesario volver a cargar una aplicaci\u00F3n para que algunas de las modificaciones que ha realizado sean efectivas.
MAA_CLOSE_BUTTON=Cerrar
DUPLICATE_ERROR_TEXT=La vista ya existe. Indique un nombre diferente.
BLANK_ERROR_TEXT=Introduzca un nombre de vista.
HEADER_MANAGE_APPS_FAILED=Error
MSG_MANAGE_APPS_FAILED=El resumen de variantes de aplicaci\u00F3n temporalmente no est\u00E1 disponible. Int\u00E9ntelo de nuevo m\u00E1s tarde o p\u00F3ngase en contacto con el administrador.
APP_VARIANT_DIALOG_SAVE=Grabar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Grabar
APP_VARIANT_DIALOG_CLOSE=Cerrar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
CREATE_APP_VARIANT_DIALOG_TITLE=Grabar como nueva variante de aplicaci\u00F3n
APP_DIALOG_TITLE_TEXT=T\u00EDtulo
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtulo
APP_DIALOG_DESCRIPTION_TEXT=Descripci\u00F3n
APP_DIALOG_ICON_TEXT=Icono
BLANK_DUPLICATE_TITLE_TEXT=Error de formaci\u00F3n de nombre
APP_DIALOG_ICON_TOOLTIP=Seleccionar un icono para el mosaico
APP_DIALOG_ICON_BROWSE_BUTTON=Navegar
APP_VARIANT_ICON_SEARCH_TOOLTIP=Buscar un icono SAPUI5
APP_VARIANT_ICON_DIALOG_ICON=Icono
APP_VARIANT_ICON_DIALOG_NAME=Nombre
APP_VARIANT_ICON_SELECT_ICON=Seleccionar icono
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=Cancelar
APP_VARIANT_ICON_NO_DATA=No se ha encontrado ning\u00FAn icono.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Se ha grabado la nueva variante de aplicaci\u00F3n.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=El modo de ajuste de IU se cerrar\u00E1. Volver\u00E1 a la p\u00E1gina de inicio. Se le notificar\u00E1 cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Se le notificar\u00E1 cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=El modo de ajuste de IU se cerrar\u00E1. P\u00F3ngase en contacto con el administrador para a\u00F1adir el mosaico a la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori (ID de aplicaci\u00F3n\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=P\u00F3ngase en contacto con el administrador para a\u00F1adir el mosaico a la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori (ID de aplicaci\u00F3n\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=No se ha podido crear la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
HEADER_SAVE_APP_VARIANT_FAILED=Error
MSG_LOAD_APP_VARIANT_FAILED=No se ha podido cargar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_SAVE_APP_VARIANT_FAILED=No se ha podido grabar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=La variante de aplicaci\u00F3n nueva se ha grabado, pero no se ha podido asignar al cat\u00E1logo. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador de contenido\:
MSG_TILE_CREATION_FAILED=Actualice la p\u00E1gina de inicio de la rampa de lanzamiento de SAP Fiori para verificar si se ha creado el mosaico nuevo. Si no est\u00E1 disponible o si no funciona correctamente, p\u00F3ngase en contacto con el administrador de contenido.
MSG_COPY_UNSAVED_CHANGES_FAILED=La variante de aplicaci\u00F3n y las modificaciones de IU correspondientes no se han podido grabar. La variante de aplicaci\u00F3n no est\u00E1 disponible. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Indicar t\u00EDtulo
HEADER_APP_VARIANT_FEATURE_FAILED=Error
MSG_APP_VARIANT_FEATURE_FAILED=La funci\u00F3n de variantes de aplicaci\u00F3n temporalmente no est\u00E1 disponible. P\u00F3ngase en contacto con el administrador\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Informaci\u00F3n
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=El nuevo mosaico est\u00E1 disponible. Para visualizarlo, actualice el navegador.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informaci\u00F3n
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Cerrar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID y cerrar
MSG_APP_VARIANT_ID=ID de variante de aplicaci\u00F3n\: {0}
MSG_TECHNICAL_ERROR=Error\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Resumen de variantes de aplicaci\u00F3n
APP_VARIANT_TILE_ARIA_LABEL=Vista previa del mosaico Fiori
MENU_ITEM_KEY_USER=Para usuario clave
MENU_ITEM_SAP_DEVELOPER=Para el desarrollador SAP
HEADER_DEPENDENCY_ERROR=Error
MSG_DEPENDENCY_ERROR=La modificaci\u00F3n no se puede aplicar a la IU. Reinicialice la IU al estado original y vuelva a crear las modificaciones. Atenci\u00F3n\: Esta acci\u00F3n reinicializar\u00E1 todas las modificaciones que haga cualquier usuario en esta aplicaci\u00F3n. Tambi\u00E9n puede ponerse en contacto con el servicio de soporte t\u00E9cnico de SAP creando un ticket para el componente CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=Falta la versi\u00F3n de aplicaci\u00F3n o es incorrecta.
DELETE_APP_VARIANT_NO_TRANSPORT=Informaci\u00F3n
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Para borrar esta variante de aplicaci\u00F3n, necesita una orden de transporte. Pida a su administrador que cree una orden de transporte para usted y, a continuaci\u00F3n, borre la variante de aplicaci\u00F3n.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante de aplicaci\u00F3n (ID\: {0}) borrada correctamente
MSG_DELETE_APP_VARIANT_FAILED=No se ha podido borrar la variante de aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica al administrador.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informaci\u00F3n
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Cerrar
BUSINESS_CONTEXT_TITLE=Contextos empresariales disponibles\:
MSG_NO_BUSINESS_CONTEXTS=Ninguno
MSG_DO_NOT_CLOSE_BROWSER=Borrado en curso\: no cierre el navegador.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Borrado en curso\: no cierre el navegador.\nTenga en cuenta que el mosaico para la variante de aplicaci\u00F3n seguir\u00E1 visible para la duraci\u00F3n del proceso de borrado. 
MSG_CATALOGS_LOCKED=No se ha podido borrar la variante de aplicaci\u00F3n. Int\u00E9ntelo de nuevo m\u00E1s tarde.


MSG_UNSTABLE_ID_FOUND=Algunos de los controles no tienen IDs estables. Utilice el asistente de soporte para identificar los controles afectados como se describe [aqu\u00ED](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), y defina los IDs.

MSG_NO_FLEX_ENABLED_FLAG=La aplicaci\u00F3n no est\u00E1 activada para el ajuste de IU. Compruebe los requisitos previos descritos [aqu\u00ED](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
