
SERVICE_NAME=Dostosowanie IU
BTN_EXIT=Zapisz i zako\u0144cz
BTN_DONE=Gotowe
CTX_REMOVE=Usu\u0144
CTX_REMOVE_TITLE=Usu\u0144
CTX_LOCAL_RESET=Resetuj kontener
CTX_ADD_ELEMENTS=Dodaj {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Zawarto\u015B\u0107
CTX_CUT=Wytnij
CTX_PASTE=Wklej
CTX_GROUP_FIELDS=Po\u0142\u0105cz
CTX_UNGROUP_FIELDS=Podziel
CTX_CREATE_CONTAINER=Utw\u00F3rz\: {0}
TITLE_CREATE_CONTAINER=Nowe\: {0}
CTX_RENAME=Zmie\u0144 nazw\u0119
CTX_SETTINGS=Ustawienia
CTX_VARIANT_SWITCH=Prze\u0142\u0105cz widoki
CTX_VARIANT_SAVE=Zapisz widok
CTX_VARIANT_SAVEAS=Zapisz widok jako
CTX_VARIANT_SET_TITLE=Ustaw tytu\u0142
CTX_VARIANT_MANAGE=Zarz\u0105dzaj widokami
CTX_ADDXML_AT_EXTENSIONPOINT=Dodaj fragment w punkcie rozszerzenia
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Usu\u0144
BTN_FREP_CANCEL=Anuluj
LBL_FREP=by\u0142o {0}
HEADER_ADDITIONAL_ELEMENTS=Dost\u0119pna zawarto\u015B\u0107\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Zarz\u0105dzaj wariantami aplikacji
BTN_SAVE_AS=Zapisz jako
TOOLTIP_SAVE_AS=Utw\u00F3rz nowy wariant aplikacji
BTN_UNDO=Cofnij
BTN_REDO=Powt\u00F3rz
BTN_PUBLISH=Opublikuj
BTN_RESTORE=Resetuj
BTN_ADAPTATION=Dostosowanie IU
TIT_DRAFT=Wersja robocza
TIT_ORIGINAL_APP=Oryginalna aplikacja
TIT_VERSION_1=Wersja 1
LBL_ACTIVE=Aktywne
LBL_INACTIVE=Nieaktywne
MSG_DRAFT_ACTIVATION_SUCCESS=Aktywowano now\u0105 wersj\u0119
MSG_DRAFT_ACTIVATION_FAILED=Niestety, nie mo\u017Cna teraz aktywowa\u0107 wersji roboczej. Spr\u00F3buj ponownie p\u00F3\u017Aniej.
TIT_VERSION_TITLE=Tytu\u0142
TIT_VERSION_TITLE_DIALOG=Aktywacja nowej wersji
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Ponowna aktywacja wersji
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Wprowad\u017A tytu\u0142 wersji
BUT_VERSION_TITLE_DIALOG_CONFIRM=Potwierd\u017A
BUT_VERSION_TITLE_DIALOG_CANCEL=Anuluj
TOL_ACTIVATE=Aktywuj now\u0105 wersj\u0119
TOL_DISCARD_DRAFT=Odrzu\u0107 wersj\u0119 robocz\u0105
TIT_SWITCH_VERSION_DIALOG=Prze\u0142\u0105cz wersj\u0119
MSG_SWITCH_VERSION_DIALOG=Istniej\u0105 niezapisane zmiany. Czy chcesz je zapisa\u0107 przed prze\u0142\u0105czeniem?
TIT_DRAFT_DISCARD_DIALOG=Odrzu\u0107 istniej\u0105c\u0105 wersj\u0119 robocz\u0105
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Czy chcesz odrzuci\u0107 istniej\u0105c\u0105 wersj\u0119 robocz\u0105 i utworzy\u0107 now\u0105?
BTN_NAVIGATION=Nawigacja
HEADER_WARNING=Ostrze\u017Cenie
HEADER_ERROR=B\u0142\u0105d
MSG_RESTORE_FAILED=Nie mo\u017Cna teraz odrzuci\u0107 zmian w interfejsie u\u017Cytkownika. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem\: {0}
MSG_TRANSPORT_SUCCESS=Zmiany w interfejsie u\u017Cytkownika zosta\u0142y do\u0142\u0105czone do transportu.
FORM_PERS_RESET_TITLE=Zresetuj do wersji standardowej
FORM_PERS_RESET_MESSAGE=Czy odrzuci\u0107 wszystkie zmiany w interfejsie u\u017Cytkownika i ponownie ustawi\u0107 aplikacj\u0119 na wersj\u0119 standardow\u0105?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Czy odrzuci\u0107 wszystkie personalizacje i ponownie ustawi\u0107 aplikacj\u0119?
MSG_LREP_TRANSFER_ERROR=Niestety, wyst\u0105pi\u0142 b\u0142\u0105d techniczny. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem.
MSG_ERROR_REASON=Przyczyna\:\n{0}
MSG_UNSAVED_CHANGES=Potwierdzenie spowoduje utrat\u0119 wszystkich zmian. Aby je zapisa\u0107, zamknij to okno dialogowe i opu\u015B\u0107 tryb edycji interfejsu u\u017Cytkownika.
MSG_NO_FIELDS=Nie ma wi\u0119cej zawarto\u015Bci
HEADER_PERSONALIZATION_EXISTS=Informacje
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Spersonalizowano aplikacj\u0119 lub istniej\u0105 widoki publiczne. Aplikacja zostanie teraz ponownie wczytana bez tych zmian. Ostanie zmiany mog\u0105 pozosta\u0107 aktywne.
MSG_DRAFT_EXISTS=Dla tej aplikacji dost\u0119pna jest wersja robocza zmian. W trybie dostosowania IU nast\u0105pi wczytanie z wersjami roboczymi zmian.
MSG_DRAFT_DISCARD_DIALOG=Czy chcesz odrzuci\u0107 wersj\u0119 robocz\u0105 zmian? Aplikacja zostanie wczytana ponownie.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Dla tej aplikacji dost\u0119pna jest wersja robocza zmian. W trybie dostosowania IU nast\u0105pi wczytanie z wersjami roboczymi zmian bez zmian dotycz\u0105cych personalizacji i widok\u00F3w publicznych.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Wersja robocza jest dost\u0119pna.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Czy chcesz odrzuci\u0107 zmiany wersji roboczej i ponownie aktywowa\u0107 wersj\u0119?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Dla tej aplikacji dost\u0119pne s\u0105 zmiany warstwy nadrz\u0119dnej oraz wersja robocza zmian. W trybie dostosowania IU aplikacja zostanie ponownie wczytana bez zmian warstwy nadrz\u0119dnej, ale z wersjami roboczymi zmian.
MSG_HIGHER_LAYER_CHANGES_EXIST=Dla tej aplikacji dost\u0119pne s\u0105 zmiany warstwy nadrz\u0119dnej. W trybie dostosowania IU aplikacja zostanie ponownie wczytana bez tych zmian.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Dla tej aplikacji dost\u0119pne s\u0105 zmiany warstwy nadrz\u0119dnej i widoki specyficzne dla roli. W trybie dostosowania IU aplikacja zostanie ponownie wczytana z tymi zmianami.
MSG_RESTRICTED_CONTEXT_EXIST=Dla tej aplikacji dost\u0119pne s\u0105 widoki specyficzne dla roli. W trybie dostosowania IU aplikacja zostanie ponownie wczytana z tymi zmianami.
HEADER_RELOAD_NEEDED=Strona wymaga ponownego wczytania
BUTTON_RELOAD_NEEDED=Wczytaj ponownie
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Aplikacja zostanie teraz ponownie wczytana ze zmianami dotycz\u0105cymi personalizacji i widokami publicznymi.
MSG_RELOAD_WITHOUT_DRAFT=Aplikacja zostanie teraz ponownie wczytana bez wersji roboczej zmian.
MSG_RELOAD_ACTIVATED_DRAFT=Aplikacja zostanie wczytana ponownie z aktywn\u0105 wersj\u0105.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Aplikacja zostanie teraz ponownie wczytana bez wersji roboczej zmian. Twoje zmiany dotycz\u0105ce personalizacji i widoki publiczne zostan\u0105 ponownie zastosowane.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Aplikacja zostanie teraz ponownie wczytana ze zmianami dotycz\u0105cymi personalizacji. Publiczne widoki specyficzne dla roli zostan\u0105 ponownie zastosowane.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Aplikacja zostanie teraz ponownie wczytana z widokami publicznymi lub specyficznymi dla roli.
MSG_RELOAD_WITH_ALL_CHANGES=Aplikacja zostanie za\u0142adowana ponownie wraz ze wszystkimi zmianami.
MSG_RELOAD_NEEDED=Dokonane zmiany mog\u0105 wymaga\u0107 ponownego wczytania aplikacji.
MSG_MANAGE_APPS_FAILED=Niestety przegl\u0105d wariant\u00F3w aplikacji jest obecnie niedost\u0119pny. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem.
APP_VARIANT_DIALOG_SAVE=Zapisz
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Zapisz
APP_VARIANT_DIALOG_CLOSE=Zamknij
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anuluj
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anuluj
CREATE_APP_VARIANT_DIALOG_TITLE=Zapisz jako nowy wariant aplikacji
APP_DIALOG_TITLE_TEXT=Tytu\u0142
APP_DIALOG_SUB_TITLE_TEXT=Podtytu\u0142
APP_DIALOG_DESCRIPTION_TEXT=Opis
APP_DIALOG_ICON_TEXT=Ikona
RENAME_ERROR_TITLE=B\u0142\u0105d nazewnictwa
RENAME_EMPTY_ERROR_TEXT=Wprowad\u017A nazw\u0119.
RENAME_BINDING_ERROR_TEXT=Nazwa nie mo\u017Ce zawiera\u0107 "{". Wybierz inn\u0105 nazw\u0119.
APP_VARIANT_ICON_SELECT_ICON=Wybierz ikon\u0119
APP_VARIANT_ICON_NO_DATA=Nie znaleziono ikon.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Zapisano nowy wariant aplikacji.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Tryb dostosowania IU zostanie zamkni\u0119ty i nast\u0105pi powr\u00F3t do strony g\u0142\u00F3wnej. Otrzymasz powiadomienie, gdy nowy kafelek b\u0119dzie dost\u0119pny.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=U\u017Cytkownik zostanie powiadomiony, gdy nowy kafelek b\u0119dzie dost\u0119pny.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Tryb dostosowania IU zostanie zamkni\u0119ty. Skontaktuj si\u0119 z administratorem, aby doda\u0107 kafelek do strony g\u0142\u00F3wnej okna wywo\u0142a\u0144 SAP Fiori (ID aplikacji\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Skontaktuj si\u0119 z administratorem, aby doda\u0107 kafelek do strony g\u0142\u00F3wnej okna wywo\u0142a\u0144 SAP Fiori (ID aplikacji\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=B\u0142\u0105d
MSG_LOAD_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o wczyta\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_SAVE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o zapisa\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_UPDATE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o zaktualizowa\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_CATALOG_ASSIGNMENT_FAILED=Zapisano nowy wariant aplikacji, ale nie mo\u017Cna by\u0142o go przypisa\u0107 do katalogu. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora zawarto\u015Bci\:
MSG_TILE_CREATION_FAILED=Od\u015Bwie\u017C stron\u0119 g\u0142\u00F3wn\u0105 okna wywo\u0142a\u0144 SAP Fiori, aby sprawdzi\u0107, czy zosta\u0142 utworzony nowy kafelek. Je\u015Bli nowy kafelek jest niedost\u0119pny lub dzia\u0142a nieprawid\u0142owo, skontaktuj si\u0119 z administratorem zawarto\u015Bci.
MSG_COPY_UNSAVED_CHANGES_FAILED=Niestety nie mo\u017Cna by\u0142o zapisa\u0107 wariantu aplikacji oraz odpowiednich zmian w interfejsie u\u017Cytkownika. Wariant aplikacji jest niedost\u0119pny. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Wprowad\u017A tytu\u0142
MSG_APP_VARIANT_FEATURE_FAILED=Niestety, funkcja wariant\u00F3w aplikacji jest obecnie niedost\u0119pna. Skontaktuj si\u0119 z administratorem\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Nowy kafelek jest ju\u017C dost\u0119pny. Aby go wy\u015Bwietli\u0107, od\u015Bwie\u017C przegl\u0105dark\u0119.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacja
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Zamknij
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopiuj ID i zamknij
MSG_APP_VARIANT_ID=ID wariantu aplikacji\: {0}
MSG_TECHNICAL_ERROR=B\u0142\u0105d\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Przegl\u0105d wariant\u00F3w aplikacji
APP_VARIANT_TILE_ARIA_LABEL=Podgl\u0105d kafelka Fiori
MENU_ITEM_KEY_USER=Dla u\u017Cytkownika kluczowego
MENU_ITEM_SAP_DEVELOPER=Dla programisty SAP
MSG_DEPENDENCY_ERROR=Niestety nie mo\u017Cna zastosowa\u0107 tej zmiany w IU. Zresetuj IU tej aplikacji do stanu pierwotnego i ponownie dokonaj zmian. Uwaga\: To spowoduje zresetowanie wszystkich zmian dokonanych w tej aplikacji przez wszystkich u\u017Cytkownik\u00F3w. Ewentualnie utw\u00F3rz zg\u0142oszenie dla sk\u0142adnika CA-UI5-FL-RTA, aby si\u0119 skontaktowa\u0107 z dzia\u0142em wsparcia SAP.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Usuni\u0119to wariant aplikacji (ID\: {0}).
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Usuni\u0119to wariant aplikacji (ID\: {0}). Aby usun\u0105\u0107 tytu\u0142 z okna wywo\u0142a\u0144, za\u0142aduj ponownie stron\u0119 g\u0142\u00F3wn\u0105.
MSG_DELETE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o usun\u0105\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacja
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Zamknij
MSG_NO_BUSINESS_CONTEXTS=Brak
MSG_DO_NOT_CLOSE_BROWSER=Operacja w toku - nie zamykaj przegl\u0105darki.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Usuwanie w toku - nie zamykaj przegl\u0105darki.\nPami\u0119taj, \u017Ce kafelek dla wariantu aplikacji b\u0119dzie widoczny tak d\u0142ugo, jak proces usuwania b\u0119dzie w toku.
MSG_CATALOGS_LOCKED=Nie mo\u017Cna by\u0142o usun\u0105\u0107 wariantu aplikacji. Spr\u00F3buj ponownie p\u00F3\u017Aniej.

MSG_UNSTABLE_ID_FOUND=Niekt\u00F3re Twoje obiekty sterowania nie maj\u0105 stabilnych ID. U\u017Cyj asystenta ds. wsparcia, aby zidentyfikowa\u0107 dotkni\u0119te obiekty sterowania zgodnie z opisem [tutaj] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), a nast\u0119pnie ustaw identyfikatory. (Ten komunikat jest widoczny tylko wewn\u0119trznie w SAP. Nie b\u0119dzie on widoczny dla klient\u00F3w, ale nale\u017Cy mo\u017Cliwie najwcze\u015Bniej ustawi\u0107 identyfikatory.)

MSG_NO_FLEX_ENABLED_FLAG=Twoja aplikacja nie ma aktywnej adaptacji IU. Sprawd\u017A warunki wst\u0119pne opisane [tutaj] (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Ten komunikat jest widoczny tylko wewn\u0119trznie w SAP. Nie b\u0119dzie on widoczny dla klient\u00F3w. Nie b\u0119dzie to mia\u0142o wp\u0142ywu na funkcjonowanie, ale nale\u017Cy si\u0119 tym zaj\u0105\u0107 mo\u017Cliwie najwcze\u015Bniej.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definiowanie osadzonej zawarto\u015Bci
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Aktualizacja osadzonej zawarto\u015Bci
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Rozmiar iFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Szeroko\u015B\u0107
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Jednostka szeroko\u015Bci
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Wysoko\u015B\u0107
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Jednostka wysoko\u015Bci
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Warto\u015Bci % odnosz\u0105 si\u0119 do przestrzeni, kt\u00F3ra jest obecnie dost\u0119pna dla IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Zapisz
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Anuluj
CTX_ADDIFRAME=Osad\u017A zawarto\u015B\u0107 w\: {0}
CTX_ADDIFRAME_GROUP=Osad\u017A zawarto\u015B\u0107
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Uruchomiona aplikacja (wariant) znajduje si\u0119 w warstwie CUSTOMER lub CUSTOMER_BASE. Dlatego Ty, jako programista SAP, nie widzisz dost\u0119pnych wariant\u00F3w aplikacji.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Przegl\u0105d wariant\u00F3w aplikacji dla programist\u00F3w SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Podgl\u0105d URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Podgl\u0105d IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Wy\u015Bwietl podgl\u0105d
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Aktualizuj podgl\u0105d
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Wybierz opcj\u0119 Wy\u015Bwietl podgl\u0105d, aby wy\u015Bwietli\u0107 osadzon\u0105 zawarto\u015B\u0107. W przypadku braku wynik\u00F3w sprawd\u017A adres URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (kliknij, aby edytowa\u0107 r\u0119cznie)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Dost\u0119pne warto\u015Bci(kliknij, aby doda\u0107 do URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametr
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Przyk\u0142adowa warto\u015B\u0107
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Wyszukaj parametry
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=U\u017Cyte w tym miejscu URL musz\u0105 spe\u0142nia\u0107 okre\u015Blone warunki wst\u0119pne. W przeciwnym razie nie b\u0119d\u0105 dzia\u0142a\u0107.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Wi\u0119cej

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=Nazwa zosta\u0142a zmieniona na {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Element {0} zosta\u0142 przeniesiony do innej pozycji
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Element {0} zosta\u0142 usuni\u0119ty
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Element {0} zosta\u0142 ujawniony
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Element {0} zosta\u0142 po\u0142\u0105czony
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Element {0} zosta\u0142 podzielony
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Dodano grup\u0119 {0}
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Dodano pole {0}
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=Dodano iFrame
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Ustawienia elementu {0} zosta\u0142y zmienione
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Element zosta\u0142 przeniesiony z tego kontenera
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Ten element jest cz\u0119\u015Bci\u0105 podzia\u0142u
TIT_CHANGEVISUALIZATION_CHANGE=Zmiana
TIT_CHANGEVISUALIZATION_CHANGES=Zmiany
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=Szczeg\u00F3\u0142y
TIT_CHANGEVISUALIZATION_DESCRIPTION=Opis
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Poka\u017C zmiany u\u017Cytkownik\u00F3w kluczowych
BUT_CHANGEVISUALIZATION_HIDECHANGES=Ukryj zmiany u\u017Cytkownik\u00F3w kluczowych
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Poka\u017C wszystkie zmiany
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Poka\u017C przeniesione elementy
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Poka\u017C elementy ze zmienion\u0105 nazw\u0105
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Poka\u017C dodane elementy
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Poka\u017C po\u0142\u0105czone i podzielone elementy
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Poka\u017C usuni\u0119te elementy
MSG_LOCAL_RESET_VARIANT_SAVE=Zresetowano kontener, a widok zosta\u0142 automatycznie zapisany.
