
SERVICE_NAME=Adaptation d'interface utilisateur
BTN_SAVE=Sauvegarder
BTN_SAVE_DRAFT=Sauveg. vers.pr\u00E9lim.
BTN_EXIT=Quitter
MSG_SAVE_SUCCESS=Modifications sauvegard\u00E9es
MSG_SAVE_DRAFT_SUCCESS=Modifications de la version pr\u00E9liminaire sauvegard\u00E9es
CTX_REMOVE=Supprimer
CTX_REMOVE_TITLE=Supprimer
CTX_LOCAL_RESET=R\u00E9initialiser conteneur
CTX_ADD_ELEMENTS=Ajouter \: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Ajouter \u00E0...
MULTIPLE_CONTROL_NAME=Contenu
CTX_CUT=Couper
CTX_PASTE=Ins\u00E9rer
CTX_GROUP_FIELDS=Combiner
CTX_UNGROUP_FIELDS=Fractionner
CTX_CREATE_CONTAINER=Cr\u00E9er \: {0}
TITLE_CREATE_CONTAINER=Nouveau \: {0}
CTX_RENAME=Renommer
CTX_SETTINGS=Options
CTX_ADDXML=Ajouter\u00A0\: Fragment
CTX_DISABLED_REUSE=Cette action est d\u00E9sactiv\u00E9e car les contr\u00F4les font partie d'un composant r\u00E9utilisable.
CTX_DISABLED_NO_STABLE_ID=Cette action est d\u00E9sactiv\u00E9e car le contr\u00F4le ou son contr\u00F4le parent a un ID instable.
CTX_VARIANT_SWITCH=Basculer vues
CTX_VARIANT_SAVE=Sauvegarder vue
CTX_VARIANT_SAVEAS=Sauvegarder vue sous
CTX_EXTEND_CONTROLLER=\u00C9tendre le contr\u00F4leur
CTX_VARIANT_SET_TITLE=D\u00E9finir titre
CTX_VARIANT_MANAGE=G\u00E9rer vues
BTN_CREATE_NEW_VIEW=Sauvegarder comme nouvelle vue
MSG_CHANGE_READONLY_VARIANT=Vous ne pouvez pas modifier cette vue car elle est prot\u00E9g\u00E9e. Pour la modifier, sauvegardez-la comme nouvelle vue.
BTN_MODIFIED_VARIANT_SAVE=Sauvegarder modifications
BTN_MODIFIED_VARIANT_DISCARD=Rejeter modifications
MSG_CHANGE_MODIFIED_VARIANT=Il y a des modifications non sauvegard\u00E9es dans cette vue. Voulez-vous les sauvegarder ou les rejeter\u00A0?
CTX_ADDXML_AT_EXTENSIONPOINT=Ajouter fragment au point d'extension
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Supprimer
BTN_FREP_CANCEL=Annuler
BTN_ADDITIONAL_ELEMENTS_CREATE_CUSTOM_FIELDS=Cr\u00E9er des zones personnalis\u00E9es
LBL_FREP=\u00E9tait {0}
HEADER_ADDITIONAL_ELEMENTS=Contenu disponible \: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Contenu disponible pour \: {0}
BTN_MANAGE_APPS_TXT=Variantes d'application
BTN_MANAGE_APPS_ITEM=G\u00E9rer
BTN_SAVE_AS=Sauvegarder sous
TOOLTIP_SAVE_AS=Cr\u00E9er nouvelle variante d'application
BTN_UNDO=R\u00E9initialiser
BTN_REDO=R\u00E9p\u00E9ter
BTN_MENU=Autres actions
BTN_RESTORE=R\u00E9initialiser
BTN_ADAPTATION=Adaptation d'interface utilisateur
BTN_FEEDBACK=Feedback
BTN_CLOSE_FEEDBACK_DIALOG=Fermer
TIT_FEEDBACK=Indiquer feedback
BTN_WHATS_NEW_DIALOG_OVERVIEW=Nouveaut\u00E9s
BTN_WHATS_NEW_DIALOG_OVERVIEW_TOOLTIP=Nouveaut\u00E9s dans l'adaptation par un utilisateur cl\u00E9
TIT_DRAFT=Version pr\u00E9liminaire
TIT_ORIGINAL_APP=Application originale
TIT_VERSION_1=Version 1
LBL_ACTIVE=Actif
LBL_INACTIVE=Inactif
TIT_VERSION_HISTORY_PUBLISHED=Publi\u00E9(e)
TIT_VERSION_HISTORY_UNPUBLISHED=Non publi\u00E9(e)
TOL_SHOW_VERSION_HISTORY=Afficher l'historique de version
MSG_DRAFT_ACTIVATION_SUCCESS=Nouvelle version activ\u00E9e
MSG_DRAFT_ACTIVATION_FAILED=Impossible d'activer la version pr\u00E9liminaire actuellement. R\u00E9essayez ult\u00E9rieurement.
MSG_SWITCH_VERSION_FAILED=Erreur lors du basculement entre les versions. Rechargez.\n {0}
MSG_SWITCH_ADAPTATION_FAILED=Erreur lors du basculement entre les adaptations. Rechargez.
TIT_VERSION_TITLE=Titre
TIT_VERSION_TITLE_DIALOG=Activer nouvelle version
TIT_REACTIVATE_VERSION_TITLE_DIALOG=R\u00E9activer version
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Entrer un titre de version
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmer
BUT_VERSION_TITLE_DIALOG_CANCEL=Annuler
TOL_ACTIVATE=Activer nouvelle version
TOL_DISCARD_DRAFT=Ignor. vers. pr\u00E9l.
TOL_PUBLISH_VERSION=Publier la version
TIT_SWITCH_VERSION_DIALOG=Changer de version
MSG_SWITCH_VERSION_DIALOG=Des modifications IU n'ont pas \u00E9t\u00E9 sauvegard\u00E9es. Voulez-vous les sauvegarder avant de changer de version ?
TIT_DRAFT_DISCARD_DIALOG=Rejeter la version pr\u00E9liminaire existante
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Voulez-vous rejeter la version pr\u00E9liminaire existante et recommencer ?
BTN_TRANSLATE=Traduire
BTN_UPLOAD_CHANGED_TEXTS=Charger
TIT_UPLOAD_CHANGED_TEXTS=Charger traductions
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Il y a des modifications non sauvegard\u00E9es pouvant \u00EAtre traduites avec des textes. Le statut actuel sera sauvegard\u00E9 avant le t\u00E9l\u00E9chargement du fichier XLIFF.
MSG_UPLOAD_CHANGED_TEXTS=Charger un fichier XLIFF contenant les traductions des textes d'IU modifi\u00E9s
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Annuler
BTN_OPEN_DOWNLOAD_TRANSLATION=T\u00E9l\u00E9charger
BTN_OPEN_UPLOAD_TRANSLATION=Charger
MSG_UPLOAD_TRANSLATION_SUCCESS=Traduction charg\u00E9e correctement
BTN_DOWNLOAD_CHANGED_TEXTS=T\u00E9l\u00E9charger
TIT_DOWNLOAD_CHANGED_TEXTS=T\u00E9l\u00E9charger
MSG_DOWNLOAD_CHANGED_TEXTS=T\u00E9l\u00E9chargez un fichier XLIFF contenant les traductions des textes d'IU modifi\u00E9s. Les traductions existantes pour ces textes sont incluses.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Annuler
TXT_SOURCE_LANGUAGE=Langue source
TXT_TARGET_LANGUAGE=Langue cible
BTN_NAVIGATION=Navigation
BTN_VISUALIZATION=Visualisation
HEADER_WARNING=Avertissement
HEADER_ERROR=Erreur
MSG_RESTORE_FAILED=Vos modifications de l''IU ne peuvent pas \u00EAtre rejet\u00E9es actuellement. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur \: {0}.
FORM_PERS_RESET_TITLE=R\u00E9initaliser \u00E0 la version standard
FORM_PERS_RESET_MESSAGE=Voulez-vous rejeter toutes les modifications de l'IU et r\u00E9initaliser l'application \u00E0 sa version standard ?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Voulez-vous rejeter toutes les personnalisations et r\u00E9initialiser l'application ?
MSG_LREP_TRANSFER_ERROR=Une erreur technique est survenue. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur.
MSG_ERROR_REASON=Motif \:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Quitter
MSG_UNSAVED_CHANGES_ON_CLOSE=Sauvegarder vos modifications\u00A0?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=Sauvegarder les modifications apport\u00E9es \u00E0 la version pr\u00E9liminaire\u00A0?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Sauvegarder
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Sauveg. vers.pr\u00E9lim.
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Rejeter
MSG_UNSAVED_CHANGES=Si vous confirmez, toutes vos modifications de l'IU seront perdues. Pour les sauvegarder, fermez le dialogue et quittez l'adaptation d'IU.
MSG_NO_FIELDS=Aucune autre contenu disponible
HEADER_PERSONALIZATION_EXISTS=Informations
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Vous avez personnalis\u00E9 l'application ou il y a des vues publiques. L'application se recharge sans ces modifications.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Les modifications apport\u00E9es \u00E0 l'IU en mode de navigation seront rejet\u00E9es une fois que vous aurez quitt\u00E9 l'adaptation d'IU.
MSG_DRAFT_EXISTS=Des modifications en version pr\u00E9liminaire sont disponibles pour cette application. L'application se recharge avec ces modifications.
MSG_DRAFT_DISCARD_DIALOG=Voulez-vous rejeter les modifications de la version pr\u00E9liminaire ? L'application sera recharg\u00E9e.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Vous avez personnalis\u00E9 l'application ou il y a des vues publiques et des modifications de la version pr\u00E9liminaire sont disponibles. L'application se recharge sans vos modifications de personnalisation et les vues publiques, mais avec les modifications de la version pr\u00E9liminaire.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Version pr\u00E9liminaire disponible
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Voulez-vous rejeter les modifications apport\u00E9es \u00E0 la version pr\u00E9liminaire et r\u00E9activer l'application ?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Vous avez personnalis\u00E9 l'application et des modifications en version pr\u00E9liminaire sont disponibles. L'application se recharge sans vos modifications de personnalisation, mais avec les modifications de la version pr\u00E9liminaire.
MSG_HIGHER_LAYER_CHANGES_EXIST=Vous avez personnalis\u00E9 l'application. L'application se recharge sans ces modifications.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Vous avez personnalis\u00E9 l'application et des vues sp\u00E9cifiques du r\u00F4le sont disponibles. L'application se recharge sans vos modifications de personnalisation, mais avec les vues sp\u00E9cifiques du r\u00F4le.
MSG_RESTRICTED_CONTEXT_EXIST=Des vues sp\u00E9cifiques du r\u00F4le sont disponibles pour cette application. L'application se recharge avec ces vues.
HEADER_RELOAD_NEEDED=Application n\u00E9cessitant un rechargement
BUTTON_RELOAD_NEEDED=Recharger
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=L'application va \u00EAtre recharg\u00E9e avec vos modifications de personnalisation et les vues publiques.
MSG_RELOAD_WITHOUT_DRAFT=L'application va \u00EAtre recharg\u00E9e sans les modifications de version pr\u00E9liminaire.
MSG_RELOAD_ACTIVATED_DRAFT=L'application va \u00EAtre recharg\u00E9e avec la version active.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=L'application va \u00EAtre recharg\u00E9e sans les modifications de la version pr\u00E9liminaire. Vos modifications de personnalisation et les vues publiques seront appliqu\u00E9es \u00E0 nouveau.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=L'application va \u00EAtre recharg\u00E9e avec vos modifications de personnalisation. Vos vues publiques ou sp\u00E9cifiques au r\u00F4le vont \u00EAtre appliqu\u00E9es \u00E0 nouveau.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=L'application va \u00EAtre recharg\u00E9e avec vos vues publiques ou sp\u00E9cifiques au r\u00F4le.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=L'application va \u00EAtre recharg\u00E9e avec vos modifications personnelles et avec l'adaptation qui a la priorit\u00E9 la plus \u00E9lev\u00E9e correspondant \u00E0 vos r\u00F4les utilisateur.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=L'application va \u00EAtre recharg\u00E9e avec l'adaptation qui a la priorit\u00E9 la plus \u00E9lev\u00E9e correspondant \u00E0 vos r\u00F4les utilisateur.
MSG_RELOAD_WITH_ALL_CHANGES=L'application est recharg\u00E9e sans toutes les modifications.
MSG_RELOAD_NEEDED=Certaines des modifications effectu\u00E9es n\u00E9cessitent un rechargement de l'application.
MSG_MANAGE_APPS_FAILED=La synth\u00E8se des variantes d'application n'est pas disponible actuellement. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur.
APP_VARIANT_DIALOG_SAVE=Sauvegarder
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Sauvegarder
APP_VARIANT_DIALOG_CLOSE=Fermer
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annuler
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annuler
CREATE_APP_VARIANT_DIALOG_TITLE=Sauveg. comme nouv. var. d'appl.
APP_DIALOG_TITLE_TEXT=Titre
APP_DIALOG_SUB_TITLE_TEXT=Sous-titre
APP_DIALOG_DESCRIPTION_TEXT=Description
APP_DIALOG_ICON_TEXT=Ic\u00F4ne
RENAME_ERROR_TITLE=Erreur d'appellation
RENAME_EMPTY_ERROR_TEXT=Saisissez un nom.
RENAME_BINDING_ERROR_TEXT=Le nom ne doit pas contenir {". Choisissez-en un autre.
APP_VARIANT_ICON_SELECT_ICON=S\u00E9lectionner ic\u00F4ne
APP_VARIANT_ICON_NO_DATA=Aucune ic\u00F4ne trouv\u00E9e
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nouv. var. d'appl. sauvegard\u00E9e
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=L'adaptation d'IU va \u00EAtre ferm\u00E9e. Vous allez \u00EAtre renvoy\u00E9 \u00E0 la page d'accueil et vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=L''adaptation d''IU va \u00EAtre ferm\u00E9e. Contactez votre administrateur pour l''ajout de la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID appl. \: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contactez votre administrateur pour l''ajout de la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID appl. \: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Erreur
MSG_LOAD_APP_VARIANT_FAILED=Impossible de charger la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_SAVE_APP_VARIANT_FAILED=Impossible de sauvegarder la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_UPDATE_APP_VARIANT_FAILED=Impossible de mettre \u00E0 jour la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_CATALOG_ASSIGNMENT_FAILED=La nouvelle variante d'application a \u00E9t\u00E9 sauvegard\u00E9e mais n'a pas pu \u00EAtre affect\u00E9e au catalogue. Envoyez les informations techniques suivantes \u00E0 votre administrateur de contenu \:
MSG_BASE_APP_CATALOGS_NOT_FOUND=La nouvelle variante d''application a \u00E9t\u00E9 sauvegard\u00E9e, mais il est impossible de l''ajouter automatiquement \u00E0 un catalogue fonctionnel. Affectez manuellement la variante d''application "{0}" \u00E0 un catalogue fonctionnel. Pour en savoir plus, voir [Comment ajouter des extensions de catalogue personnalis\u00E9es](https\://help.sap.com/docs/SAP_S4HANA_CLOUD/0f69f8fb28ac4bf48d2b57b9637e81fa/832c83d429ef43c68691101bc8983f13.html).
MSG_TILE_CREATION_FAILED=Actualisez la page d'accueil de la barre de lancement SAP Fiori pour v\u00E9rifier si la nouvelle vignette a \u00E9t\u00E9 cr\u00E9\u00E9e. Si cette derni\u00E8re n'est pas disponible ou ne fonctionne pas correctement, contactez votre administrateur de contenu.
MSG_COPY_UNSAVED_CHANGES_FAILED=Votre variante d'application et les modifications d'IU correspondantes n'ont pas pu \u00EAtre sauvegard\u00E9es. La variante d'application n'est pas disponible. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Entrer titre
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=La nouvelle vignette est d\u00E9sormais disponible. Pour l'afficher, actualisez le navigateur.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informations
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Fermer
SAVE_APP_VARIANT_COPY_ID_TEXT=Copier ID et fermer
MSG_APP_VARIANT_ID=ID de variante d''application \: {0}
MSG_TECHNICAL_ERROR=Erreur \: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Synth\u00E8se des variantes d'application
APP_VARIANT_TILE_ARIA_LABEL=Aper\u00E7u vignette SAP Fiori
MENU_ITEM_KEY_USER=Pour utilisateur cl\u00E9
MENU_ITEM_SAP_DEVELOPER=Pour d\u00E9veloppeur SAP
MSG_DEPENDENCY_ERROR=Cette modification ne peut malheureusement pas \u00EAtre appliqu\u00E9e \u00E0 l'IU. R\u00E9initialisez l'IU \u00E0 son statut d'origine et effectuez \u00E0 nouveau les modifications. Attention\u00A0\: cette action r\u00E9initialise toutes les modifications apport\u00E9es \u00E0 l'application par l'ensemble des utilisateurs. Vous pouvez \u00E9galement contacter le support SAP en cr\u00E9ant un ticket sous la composante CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante d''application (ID \: {0}) supprim\u00E9e
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante d''application (ID \: {0}) supprim\u00E9e. Pour retirer la vignette de la barre de lancement, rechargez la page d''accueil.
MSG_DELETE_APP_VARIANT_FAILED=Impossible de supprimer la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informations
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Fermer
MSG_NO_BUSINESS_CONTEXTS=Aucun
MSG_DO_NOT_CLOSE_BROWSER=Suppression en cours. Ne fermez pas le navigateur.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Suppression en cours. Ne fermez pas le navigateur.\nNotez que la vignette de la variante d'application reste visible pendant la suppression.
MSG_CATALOGS_LOCKED=La variante d'application n'a pas pu \u00EAtre supprim\u00E9e. R\u00E9essayez ult\u00E9rieurement.

MSG_UNSTABLE_ID_FOUND=Les ID de certains de vos contr\u00F4les ne sont pas fixes. Utilisez l'Assistant de support pour identifier les contr\u00F4les concern\u00E9s comme d\u00E9crit [ici](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), et param\u00E9trez les ID. (Ce message n'est visible qu'en interne chez SAP. Toutefois, vous devez param\u00E9trer les ID d\u00E8s que possible.)

MSG_NO_FLEX_ENABLED_FLAG=Votre application n'est pas activ\u00E9e pour l'adaptation d'IU. V\u00E9rifiez les conditions pr\u00E9alables d\u00E9crites [ici](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Ce message n'est visible qu'en interne chez SAP. La fonctionnalit\u00E9 n'est pas affect\u00E9e, mais vous devez r\u00E9gler ce point d\u00E8s que possible.)

IFRAME_ADDIFRAME_DIALOG_TITLE=D\u00E9finir contenu int\u00E9gr\u00E9
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Mettre \u00E0 jour contenu int\u00E9gr\u00E9
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Taille de l'iFrame
IFRAME_ADDIFRAME_DIALOG_DIMENSIONS_ERROR=Saisissez un nombre sup\u00E9rieur \u00E0 0.
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Largeur
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unit\u00E9 de largeur
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Hauteur
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unit\u00E9 de hauteur
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Sauvegarder
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Annuler
CTX_ADDIFRAME=Contenu int\u00E9gr\u00E9 \: {0}
CTX_ADDIFRAME_GROUP=Int\u00E9grer contenu
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=L'application (variante) lanc\u00E9e se trouve dans la couche CUSTOMER ou CUSTOMER_BASE. Par cons\u00E9quent, en tant que d\u00E9veloppeur SAP, vous ne pouvez pas voir les variantes d'application disponibles.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Synth\u00E8se des variantes d'application pour les d\u00E9veloppeurs SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Aper\u00E7u de l'URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Aper\u00E7u de l'iFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Afficher aper\u00E7u
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Mettre \u00E0 jour l'aper\u00E7u
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=S\u00E9lectionnez Afficher aper\u00E7u pour afficher le contenu int\u00E9gr\u00E9. Si aucun contenu n'est affich\u00E9, v\u00E9rifiez l'URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (cliquer pour modifier manuellement)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valeurs disponibles(cliquer pour ajouter \u00E0 l'URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Param\u00E8tre
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemple de valeur
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Rechercher des param\u00E8tres
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Les URL utilis\u00E9s ici sont requis pour remplir certaines conditions pr\u00E9alables et sinon ne fonctionneront pas.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=En savoir plus
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=Titre
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Contenu int\u00E9gr\u00E9
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Pourcentage relatif \u00E0 la largeur de la section
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Pourcentage relatif \u00E0 la largeur de l'en-t\u00EAte
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Pourcentage relatif \u00E0 la hauteur de la fen\u00EAtre du navigateur
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Nombre de pixels
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=Relatif \u00E0 la taille de la police de l'\u00E9l\u00E9ment racine HTML
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Options avanc\u00E9es
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=Le protocole n'est pas autoris\u00E9.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=L'int\u00E9gration du contenu HTTP dans un h\u00F4te HTTPS n'est pas autoris\u00E9e.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=URL non autoris\u00E9. Contactez votre administrateur syst\u00E8me.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Saisissez un URL valide (par exemple https\://www.sap.com).
IFRAME_ADDIFRAME_ADDITIONAL_PARAMETERS_SECURITY_WARNING_TEXT=Une modification des param\u00E8tres pourrait affecter la s\u00E9curit\u00E9 de l'application. 
IFRAME_ADDIFRAME_ADDITIONAL_PARAMETERS_WARNING_MORE_INFO_TEXT=Plus d'infos
IFRAME_ADDIFRAME_ADD_ADDITIONAL_SANDBOX_PARAMETERS_LABEL=Activez des param\u00E8tres de test suppl\u00E9mentaires\u00A0\:
IFRAME_ADDIFRAME_ADD_ADDITIONAL_SANDBOX_PARAMETERS_PLACEHOLDER=Saisir des param\u00E8tres de test suppl\u00E9mentaires

IFRAME_RTA_CONTEXT_MENU_INFO=Vous pouvez int\u00E9grer du contenu provenant d'applications externes ou de sites Web \u00E0 votre application.
LOCALRESET_RTA_CONTEXT_MENU_INFO=Supprime toutes les modifications qui ont \u00E9t\u00E9 cr\u00E9\u00E9es dans le contexte de cette commande, par exemple renommer ou d\u00E9placer les modifications.

ANNOTATION_CHANGE_DIALOG_BUTTON_CHANGED_PROPERTIES=Afficher seulement les propri\u00E9t\u00E9s modifi\u00E9es
ANNOTATION_CHANGE_DIALOG_WARNING=Ces types de modifications sont ind\u00E9pendants des vues sp\u00E9cifiques. Vous modifiez la propri\u00E9t\u00E9 sous-jacente et non la zone ou la commande sp\u00E9cifique. Pour afficher l'int\u00E9gralit\u00E9 de ces modifications, rechargez l'application.
ANNOTATION_CHANGE_DIALOG_WARNING_MORE_INFO=Plus d'infos
ANNOTATION_CHANGE_DIALOG_PROPERTY_SEARCH=Rechercher une entr\u00E9e
ANNOTATION_CHANGE_DIALOG_CONFIRM=OK
ANNOTATION_CHANGE_DIALOG_CANCEL=Annuler
ANNOTATION_CHANGE_DIALOG_SINGLE_RENAME_LABEL=\u00C9tiquette s\u00E9lectionn\u00E9e

RENAME_DIALOG_TITLE=Renommer
RENAME_DIALOG_PLACEHOLDER=Saisir une nouvelle \u00E9tiquette
RENAME_DIALOG_LABEL=\u00C9tiquette s\u00E9lectionn\u00E9e\u00A0\:
RENAME_DIALOG_CONFIRM=OK
RENAME_DIALOG_CANCEL=Annuler

SAVE_AND_RELOAD=Recharger pour voir les modifications
MSG_HARD_RELOAD_INFO=Il est possible que certaines zones n'affichent pas les derni\u00E8res modifications. Pour voir ces modifications dans l'IU, rechargez l'application. L'historique de version n'appara\u00EEtra qu'une fois le rechargement termin\u00E9.
TOL_SHOW_HARD_RELOAD_INFO=Afficher les informations du rechargement
MSG_SAVE_AND_RELOAD_DIALOG=Le rechargement de l'IU sauvegarde \u00E9galement les modifications non sauvegard\u00E9es dans la version pr\u00E9liminaire.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=Nom modifi\u00E9 en "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=Nom modifi\u00E9 de "{1}" en "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u00C9l\u00E9ment "{0}" d\u00E9plac\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=\u00C9l\u00E9ment "{0}" d\u00E9plac\u00E9 dans son conteneur
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u00C9l\u00E9ment "{0}" supprim\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u00C9l\u00E9ment "{0}" ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u00C9l\u00E9ment "{0}" combin\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=\u00C9l\u00E9ments "{0}" et "{1}" combin\u00E9s
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} \u00E9l\u00E9ments combin\u00E9s
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u00C9l\u00E9ment "{0}" fractionn\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Groupe "{0}" ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Zone "{0}" ajout\u00E9e
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Options de l''\u00E9l\u00E9ment "{0}" modifi\u00E9es
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=L'\u00E9l\u00E9ment a \u00E9t\u00E9 modifi\u00E9.
TIT_CHANGEVISUALIZATION_TYPE=Type
TIT_CHANGEVISUALIZATION_CHANGES=Modifications
TIT_CHANGEVISUALIZATION_DATE=Date
TIT_CHANGEVISUALIZATION_DETAILS=D\u00E9tails
TIT_CHANGEVISUALIZATION_DESCRIPTION=Description
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualiser les modifications utilisateur cl\u00E9
BUT_CHANGEVISUALIZATION_SELECTCHANGES=S\u00E9lectionner type de modification
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Modifications non visualis\u00E9es\u00A0\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Tout
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Toutes les modifications
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=D\u00E9placer
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u00C9l\u00E9ments d\u00E9plac\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Renommer
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u00C9l\u00E9ments renomm\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Ajouter
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=\u00C9l\u00E9ments ajout\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Combiner et fractionner
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u00C9l\u00E9ments combin\u00E9s et fractionn\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Supprimer
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u00C9l\u00E9ments supprim\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Autre
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Autres modifications
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Tout
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Version pr\u00E9liminaire
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Non sauvegard\u00E9
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=\u00C0 l'instant
MSG_LOCAL_RESET_VARIANT_SAVE=Le conteneur a \u00E9t\u00E9 r\u00E9initialis\u00E9 et la vue a \u00E9t\u00E9 sauvegard\u00E9e automatiquement.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Afficher source
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Afficher d'autres parties
BUT_CHANGEVISUALIZATION_LEARNMORE=[En savoir plus]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 modification
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} modifications
TXT_CHANGEVISUALIZATION_GROUP_IN_TITLE=Groupe

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Les modifications IU de cette application ont \u00E9t\u00E9 effectu\u00E9es dans un autre syst\u00E8me. Pour \u00E9viter tout conflit, SAP vous recommande vivement d'effectuer des modifications IU dans un seul syst\u00E8me et de les transporter dans les autres syst\u00E8mes. Voir [Adaptation de l'IU](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Avertissement - Risques de graves conflits
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Vous commencez l'adaptation d'IU dans un syst\u00E8me de production. Si vous avez un syst\u00E8me de d\u00E9veloppement ou de test, SAP vous recommande d'effectuer les modifications dans l'un de ces syst\u00E8mes, puis de les transporter pour les publier.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Avertissement - Vous allez effectuer des modifications dans le syst\u00E8me de production.
MSG_GENERIC_ERROR_MESSAGE=Une erreur est survenue. Contactez le support SAP en cr\u00E9ant un ticket sous la composante CA-UI5-FL-RTA.\nAjoutez les informations techniques suivantes dans votre ticket\u00A0\: {0}.

MSG_ADAPTATION_COULD_NOT_START=Erreur au lancement de l'adaptation d'IU

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Vous ne poss\u00E9dez pas les autorisations d'utilisateur cl\u00E9. Contactez votre administrateur.

MSG_PSEUDO_APP_VARIANT_ERROR_MESSAGE=Cette application \u00E9mule les variantes d''application en utilisant le param\u00E8tre de navigation sap-app-id, qui n''est plus pris en charge. Ouvrez un ticket pour la composante applicative {0}.

BTN_TOOLTIP_MOVE_UP=D\u00E9placer vers le haut
BTN_TOOLTIP_MOVE_DOWN=D\u00E9placer vers le bas
BTN_ADAPTING_FOR=Adaptation pour "{0}"
BTN_ADAPTING_FOR_ALL_USERS=Adaptation pour "Tous les utilisateurs"
BTN_SWITCH_ADAPTATIONS=Changer d'adaptation
EAC_DIALOG_HEADER=Modifier adaptation
SAC_DIALOG_HEADER=Sauvegarder sous Nouvelle adaptation
DAC_DIALOG_HEADER=Supprimer adaptation
DAC_DIALOG_DESCRIPTION=Voulez-vous vraiment supprimer cette adaptation\u00A0?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Vous avez des modifications IU non sauvegard\u00E9es. La suppression de cette adaptation supprimera \u00E9galement les modifications IU. Voulez-vous vraiment supprimer cette adaptation\u00A0?
DAC_DIALOG_MIGRATION_HEADER=Migrer vues
DAC_DIALOG_MIGRATION_DESCRIPTION=Nous avons remarqu\u00E9 que vous avez d\u00E9j\u00E0 affect\u00E9 des r\u00F4les \u00E0 des vues dans cette application. Si vous voulez cr\u00E9er une adaptation, vous devez migrer ces vues vers des adaptations.\nApr\u00E8s la migration, chaque vue qui a \u00E9t\u00E9 affect\u00E9e \u00E0 un r\u00F4le sera incluse dans une adaptation.
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=Nous avons remarqu\u00E9 que vous avez d\u00E9j\u00E0 affect\u00E9 des r\u00F4les \u00E0 des vues dans cette application. Si vous voulez cr\u00E9er une adaptation, vous devez migrer ces vues vers des adaptations.\nApr\u00E8s la migration, chaque vue qui a \u00E9t\u00E9 affect\u00E9e \u00E0 un r\u00F4le sera incluse dans une adaptation.\n\nVous avez des modifications d'IU non sauvegard\u00E9es. Elles sont sauvegard\u00E9es avant la migration.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=La migration des vues s'est d\u00E9roul\u00E9e correctement.\nVous pouvez maintenant basculer vers les adaptations qui ont \u00E9t\u00E9 cr\u00E9\u00E9es et les v\u00E9rifier.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=Une erreur est survenue pendant la migration. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur.
MANAGE_ADAPTATIONS_DIALOG_HEADER=G\u00E9rer adaptations
BTN_MANAGE_APP_CTX=G\u00E9rer adaptations
TXT_MANAGE_APP_CTX=Afficher, modifier ou supprimer adaptations
CLM_HEADER_PRIORITY=Priorit\u00E9
CLM_HEADER_CREATED=Cr\u00E9\u00E9(e)
CLM_HEADER_CHANGED=Derni\u00E8re modification
CLM_HEADER_ADAPTATIONS_ACTIONS=Actions
CLM_HEADER_CONTEXT=Contexte
CLM_HEADER_ADAPTATIONS_TITLE=Titre
CLM_HEADER_ADAPTATIONS_CREATED_ON=Date de cr\u00E9ation
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Date de modification
MAA_DIALOG_DESCRIPTION=Description
MAA_DIALOG_SAVE_AS_APP=Sauvegarder sous
MAA_DIALOG_ADAPT_UI=Adapter IU
MENU_BTN_SHARE=Partager
MENU_BTN_EDIT=Modifier
MAA_DIALOG_DELETE=Supprimer
TXT_SELECT_FIRST_PRIO=Ins\u00E9rer avant tout (priorit\u00E9 "1")
TXT_SELECT_PRIO=Ins\u00E9rer apr\u00E8s {0} (priorit\u00E9 {1})
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Saisir la description
TXT_TABLE_CONTEXT_CELL_ROLE=R\u00F4le
TXT_TABLE_CONTEXT_CELL_ROLES=R\u00F4les
TXT_DEFAULT_APP=Application sans contexte
APP_CTX_DIALOG_SAVE=Sauvegarder
APP_CTX_DIALOG_CANCEL=Annuler
APP_CTX_DIALOG_CONFIRM=Confirmer
TOOLTIP_APP_CTX_DIALOG_SAVE=L'adaptation bas\u00E9e sur le contexte n'a pas \u00E9t\u00E9 modifi\u00E9e.
TXT_CTX_ERROR_DUPLICATE_TITLE=Le titre de l'adaptation existe existe d\u00E9j\u00E0. Saisissez un titre diff\u00E9rent.
TXT_CTX_ERROR_MAX_LEN=Les titres d''adaptation sont limit\u00E9s \u00E0 {0} caract\u00E8res.
TXT_CTX_ERROR_EMPTY_TITLE=Saisissez un titre.

BTN_GUIDED_TOUR_START=Pr\u00E9sentation de l'adaptation d'IU
BTN_GUIDED_TOUR_NEXT=Suivant
BTN_GUIDED_TOUR_PREV=Pr\u00E9c\u00E9dent
BTN_GUIDED_TOUR_END=Terminer
TOOLTIP_GUIDED_TOUR_END=Terminer la pr\u00E9sentation de l'adaptation d'IU
TIT_TOUR_GENERAL_TITLE=Pr\u00E9sentation g\u00E9n\u00E9rale de l'adaptation d'IU
TXT_TOUR_GENERAL_DESCRIPTION=Il semble que vous n'ayez jamais utilis\u00E9 l'adaptation par un utilisateur cl\u00E9 auparavant. Voulez-vous suivre maintenant une pr\u00E9sentation des principales fonctionnalit\u00E9s\u00A0? Si vous pr\u00E9f\u00E9rez suivre la pr\u00E9sentation ult\u00E9rieurement, vous pourrez la lancer depuis le menu "Autres actions" \u00E0 tout moment.

TIT_TOUR_GENERAL_STEP_UI_ADAPTATION_BUTTON_TITLE=Mode d'adaptation
TXT_TOUR_GENERAL_STEP_UI_ADAPTATION_BUTTON_DESCRIPTION=Dans le mode "Adaptation", vous apportez des modifications \u00E0 l'\u00E9cran actuel. Vous pouvez modifier les \u00E9l\u00E9ments d'IU, adapter les configurations et personnaliser la mise en forme.

TIT_TOUR_GENERAL_STEP_NAVIGATION_BUTTON_TITLE=Mode de navigation
TXT_TOUR_GENERAL_STEP_NAVIGATION_BUTTON_DESCRIPTION=Le mode "Navigation" permet d'acc\u00E9der \u00E0 d'autres parties de l'application (par exemple, de List Report \u00E0 Page d'objet) ou d'ouvrir des dialogues qui doivent \u00EAtre adapt\u00E9s. Les modifications apport\u00E9es dans ce mode ne sont pas permanentes et ne doivent \u00EAtre effectu\u00E9es (par exemple, en d\u00E9finissant un filtre) que pour acc\u00E9der \u00E0 une autre partie de l'application.

TIT_TOUR_GENERAL_STEP_VISUALIZATION_BUTTON_TITLE=Mode de visualisation
TXT_TOUR_GENERAL_STEP_VISUALIZATION_BUTTON_DESCRIPTION=Dans le mode "Visualisation", les modifications effectu\u00E9es par l'utilisateur cl\u00E9 sont mises en surbrillance. Le code de modification indique les \u00E9l\u00E9ments contenant des modifications. Cliquez sur la superposition pour voir les d\u00E9tails de toutes les modifications apport\u00E9es \u00E0 cet \u00E9l\u00E9ment. Une liste d\u00E9roulante dans la barre d'en-t\u00EAte permet de filtrer des types de modifications sp\u00E9cifiques.

TIT_TOUR_GENERAL_STEP_CHANGE_LIST_DROPDOWN_TITLE=Filtre des modifications
TXT_TOUR_GENERAL_STEP_CHANGE_LIST_DROPDOWN_DESCRIPTION=Le "Filtre des modifications" permet aux utilisateurs de filtrer les modifications visualis\u00E9es par type et condition. Vous pouvez choisir d'afficher toutes les modifications, il s'agit du param\u00E9trage par d\u00E9faut. Vous pouvez aussi s\u00E9lectionner les modifications de version pr\u00E9liminaire, qui ne sont pas encore activ\u00E9es, ou les modifications non sauvegard\u00E9es, qui sont apport\u00E9es lors de la session actuelle et ne sont pas encore sauvegard\u00E9es.

TIT_TOUR_GENERAL_STEP_SAVE_BUTTON_TITLE=Sauvegarder la version pr\u00E9liminaire
TXT_TOUR_GENERAL_STEP_SAVE_BUTTON_DESCRIPTION=Cliquez sur le bouton "Sauvegarder" pour sauvegarder les modifications d'IU. Ces modifications sont sauvegard\u00E9es comme version pr\u00E9liminaire et ne sont pas visibles des utilisateurs finaux tant que vous ne les avez pas activ\u00E9es. Les autres utilisateurs cl\u00E9s peuvent les voir dans l'adaptation d'IU.

TIT_TOUR_GENERAL_STEP_UNDO_BUTTON_TITLE=Annuler
TXT_TOUR_GENERAL_STEP_UNDO_BUTTON_DESCRIPTION=Ce bouton devient actif lorsqu'il y a des modifications non sauvegard\u00E9es. Il vous permet d'annuler une par une ces modifications.

TIT_TOUR_GENERAL_STEP_REDO_BUTTON_TITLE=R\u00E9tablir
TXT_TOUR_GENERAL_STEP_REDO_BUTTON_DESCRIPTION=Ce bouton devient actif lorsque vous appuyez sur le bouton Annuler. Il vous permet de r\u00E9tablir une par une les modifications annul\u00E9es.

TIT_TOUR_GENERAL_STEP_ACTIVATE_VERSION_BUTTON_TITLE=Activer une nouvelle version
TXT_TOUR_GENERAL_STEP_ACTIVATE_VERSION_BUTTON_DESCRIPTION=Cliquez sur le bouton "Activer une version" pour sauvegarder les modifications de version pr\u00E9liminaire actuelles comme nouvelle version. Cette action rend les modifications visibles par les utilisateurs finaux.

TIT_TOUR_GENERAL_STEP_VERSIONS_DROPDOWN_TITLE=Afficher les versions disponibles
TXT_TOUR_GENERAL_STEP_VERSIONS_DROPDOWN_DESCRIPTION=La liste d\u00E9roulante affiche les versions les plus r\u00E9centes, met en surbrillance la version actuellement active et inclut une entr\u00E9e pour l'application d'origine au bas de la liste, vous permettant de red\u00E9marrer \u00E0 partir d'une version non modifi\u00E9es si n\u00E9cessaire.

TIT_TOUR_GENERAL_STEP_PUBLISH_BUTTON_TITLE=Publier des versions actives
TXT_TOUR_GENERAL_STEP_PUBLISH_BUTTON_DESCRIPTION=Les adaptations d'IU doivent \u00EAtre cr\u00E9\u00E9es dans un syst\u00E8me de test et, apr\u00E8s v\u00E9rification, doivent \u00EAtre publi\u00E9es dans les syst\u00E8mes de production. Ce bouton est actif si des versions actives qui n'ont pas encore \u00E9t\u00E9 transport\u00E9es existent.

TIT_TOUR_GENERAL_STEP_BURGER_MENU_TITLE=Autres actions
TXT_TOUR_GENERAL_STEP_BURGER_MENU_DESCRIPTION=Ce menu affiche d'autres actions, par exemple une synth\u00E8se des nouvelles fonctionnalit\u00E9s dans RTA, une synth\u00E8se des variantes d'application, ou une fonctionnalit\u00E9 permettant \u00E0 l'utilisateur cl\u00E9 de traduire les \u00E9l\u00E9ments de texte modifi\u00E9s. Les actions d\u00E9pendent du syst\u00E8me sur lequel vous travaillez et des r\u00F4les auxquels vous \u00EAtes actuellement affect\u00E9(e). Les actions suivantes sont actuellement disponibles\u00A0\:
TXT_TOUR_GENERAL_STEP_BURGER_MENU_TRANSLATIONS=Lorsque vous adaptez l'IU, vous ou les autres utilisateurs cl\u00E9s pouvez renommer les textes d'IU. Si vous voulez traduire ces textes d'IU dans d'autres langues, vous pouvez exporter les textes dans la langue source, puis importer les textes traduits.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_APP_VARIANTS=Vous pouvez cr\u00E9er des variantes d'application. Il s'agit d'applications que vous cr\u00E9ez sur la base des modifications d'IU que vous effectuez dans l'adaptation d'IU en tant qu'utilisateur cl\u00E9.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_RESTORE=L'action Restaurer vous permet de restaurer l'application \u00E0 son \u00E9tat d'origine sans modifications.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_NEW_FEATURES=La section Nouveaut\u00E9s dans l'adaptation par un utilisateur cl\u00E9 affiche une liste de nouvelles fonctionnalit\u00E9s, y compris celles qui ont \u00E9t\u00E9 introduites dans les pr\u00E9c\u00E9dentes versions.
TXT_TOUR_GENERAL_STEP_BURGER_MENU_GENERAL_TOUR=Vous pouvez lancer la pr\u00E9sentation de l'adaptation d'IU depuis le menu "Autres actions" \u00E0 tout moment.


TIT_TOUR_GENERAL_STEP_CONTEXT_BASED_ADAPTATIONS_TITLE=Adaptation d'IU pour les r\u00F4les sp\u00E9cifiques
TXT_TOUR_GENERAL_STEP_CONTEXT_BASED_ADAPTATIONS_DESCRIPTION=Vous pouvez personnaliser individuellement les interfaces utilisateur des applications pour des r\u00F4les utilisateur sp\u00E9cifiques.

TIT_TOUR_GENERAL_STEP_FEEDBACK_BUTTON_TITLE=Feedback
TXT_TOUR_GENERAL_STEP_FEEDBACK_BUTTON_DESCRIPTION=Ce bouton vous permet de fournir un feedback, en particulier sur le mode Adaptation d'IU.

TIT_TOUR_GENERAL_STEP_EXIT_BUTTON_TITLE=Quitter l'adaptation d'IU
TXT_TOUR_GENERAL_STEP_EXIT_BUTTON_DESCRIPTION=Lorsque vous avez termin\u00E9 avec les modifications d'IU, utilisez le bouton Quitter pour retourner dans votre application en cours.


BTN_LEARN_MORE_WHATS_NEW_DIALOG=En savoir plus
BTN_BACK_WHATS_NEW_OVERVIEW_DIALOG=Retour
TXT_DONT_SHOW_AGAIN_WHATS_NEW_DIALOG=Ne plus afficher
TIT_WHATS_NEW_DIALOG=Nouveaut\u00E9s dans l'adaptation par un utilisateur cl\u00E9
TIT_WHATS_NEW_DIALOG_OVERVIEW=Aper\u00E7u des nouvelles fonctionnalit\u00E9s

TIT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_TITLE="Nouveaut\u00E9s" pour les utilisateurs cl\u00E9s
TXT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_DESCRIPTION=Pr\u00E9sentation de notre bo\u00EEte de dialogue "Nouveaut\u00E9s"\u00A0\: pour tout savoir sur les derni\u00E8res fonctionnalit\u00E9s et am\u00E9liorations
TXT_WHATS_NEW_DIALOG_WHATS_NEW_FEATURE_TEXT=Nous sommes heureux de vous pr\u00E9senter notre bo\u00EEte de dialogue "Nouveaut\u00E9s" \! Cette bo\u00EEte de dialogue vous permettra de rester inform\u00E9 des derni\u00E8res mises \u00E0 jour, fonctionnalit\u00E9s et am\u00E9liorations dans l'adaptation par un utilisateur cl\u00E9. Restez au courant de toutes les nouvelles fonctions et extensions con\u00E7ues pour am\u00E9liorer votre exp\u00E9rience utilisateur (cl\u00E9).
TXT_WHATS_NEW_DIALOG_WHATS_NEW_OVERVIEW_TEXT=Apr\u00E8s une mise \u00E0 niveau, nous afficherons automatiquement les fonctionnalit\u00E9s ajout\u00E9es \u00E0 la nouvelle version. Si des fonctionnalit\u00E9s des anciennes versions vous int\u00E9ressent, vous pouvez acc\u00E9der \u00E0 une vue d'ensemble en cliquant sur l'ic\u00F4ne de menu dans la barre d'outils.

TIT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_TITLE=Menu contextuel harmonis\u00E9
TXT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_DESCRIPTION=Le style du menu contextuel s'harmonise d\u00E9sormais avec votre s\u00E9lection d'\u00E9l\u00E9ments.
TXT_WHATS_NEW_DIALOG_MINIMENU_REMOVAL_TEXT=Le menu contextuel ne diff\u00E8re plus en fonction de la mani\u00E8re dont vous avez s\u00E9lectionn\u00E9 un \u00E9l\u00E9ment, par exemple en utilisant le bouton gauche ou droit de la souris. D\u00E9sormais, le menu contextuel du clic droit habituel s'ouvre aussi lorsque vous cliquez sur un \u00E9l\u00E9ment avec le bouton gauche de la souris.

TIT_WHATS_NEW_RTA_TOUR_TITLE=Pr\u00E9sentation de l'adaptation d'IU
TXT_WHATS_NEW_DIALOG_RTA_TOUR_DESCRIPTION=La pr\u00E9sentation de l'adaptation d'IU offre une vue d'ensemble de toutes les fonctionnalit\u00E9s cl\u00E9s de l'adaptation d'IU.
TXT_WHATS_NEW_DIALOG_RTA_TOUR_TEXT=La pr\u00E9sentation de l'adaptation d'IU offre une vue d'ensemble de toutes les fonctionnalit\u00E9s cl\u00E9s de l'adaptation d'IU. Pour lancer la pr\u00E9sentation, ouvrez le menu "Autres actions" et s\u00E9lectionnez "Pr\u00E9sentation de l'adaptation d'IU".

TIT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TITLE=Personnalisation des param\u00E8tres de test pour le contenu int\u00E9gr\u00E9
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_DESCRIPTION=Vous pouvez d\u00E9sormais adapter les propri\u00E9t\u00E9s des param\u00E8tres de test dans la bo\u00EEte de dialogue D\u00E9finir le contenu int\u00E9gr\u00E9 sous Options avanc\u00E9es.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT=Vous pouvez d\u00E9sormais personnaliser les propri\u00E9t\u00E9s du bac \u00E0 sable de contenu int\u00E9gr\u00E9 lorsque vous ajoutez ou modifiez du contenu int\u00E9gr\u00E9.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT_2=Dans la section <strong>Options avanc\u00E9es</strong>, vous pouvez modifier les propri\u00E9t\u00E9s du bac \u00E0 sable en fonction de votre cas d'emploi. Les propri\u00E9t\u00E9s <strong>allow-forms</strong>, <strong>allow-scripts</strong> et <strong>allow-same-origin</strong> sont activ\u00E9es par d\u00E9faut pour tout nouveau contenu int\u00E9gr\u00E9\u00A0\: la plupart des applications b\u00E9n\u00E9ficient ainsi de valeurs par d\u00E9faut pertinentes.
TXT_WHATS_NEW_DIALOG_IFRAME_SANDBOX_TEXT_3=Si votre cas d'emploi n\u00E9cessite d'autres autorisations relatives au bac \u00E0 sable, consultez la <a href\="https\://developer.mozilla.org/en-US/docs/Web/HTML/Element/iframe\#sandbox" target\="_blank">documentation</a>.

TIT_WHATS_NEW_RENAME_REWORK_TITLE=Reprise de la fonctionnalit\u00E9 Renommer 
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_DESCRIPTION=Nous avons apport\u00E9 des modifications \u00E0 la fonctionnalit\u00E9 Renommer dans l'adaptation d'IU.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_1=Le processus permettant de renommer des \u00E9l\u00E9ments de texte a \u00E9t\u00E9 am\u00E9lior\u00E9. Chaque action Renommer ouvre d\u00E9sormais un dialogue. De nombreux textes prennent en charge le renommage de la propri\u00E9t\u00E9 sous-jacente. Les modifications ainsi effectu\u00E9es sont alors visibles dans l'ensemble de l'application chaque fois que ce texte appara\u00EEt.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_2=Par exemple, une zone pourrait appara\u00EEtre dans une barre d'outils sous forme de filtre, dans la table correspondante sous forme de colonne, ou dans la commande de formulaire de la page de d\u00E9tails sous forme de zone. Le renommage d'une de ces entr\u00E9es, par exemple, en s\u00E9lectionnant "Modifier les \u00E9tiquettes" dans la barre de filtres, affectera aussi la colonne de la table et la zone du formulaire.
TXT_WHATS_NEW_DIALOG_RENAME_REWORK_TEXT_3=Vous pouvez renommer individuellement les zones d'un formulaire en s\u00E9lectionnant l'action "Renommer". Pour voir les effets de ces modifications, vous devez relancer l'application. Si vous effectuez une telle modification, la barre d'outils inclut un bouton qui relance l'application pour vous et entre automatiquement dans le mode d'adaptation d'IU.

TIT_WHATS_NEW_TEXT_ARRANGEMENT_TITLE=Modifier la disposition du texte
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_DESCRIPTION=Les utilisateurs cl\u00E9s peuvent d\u00E9sormais modifier le comportement d'affichage des textes qui prennent en charge cette fonctionnalit\u00E9.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_1=La plupart des applications prennent d\u00E9sormais en charge la modification de la disposition du texte ou du comportement d'affichage de leurs zones. Les barre de filtres, surtout Tables et Formulaires, incluent une action "Modifier la disposition du texte". Cette fonctionnalit\u00E9 permet aux utilisateurs cl\u00E9s de d\u00E9cider si les zones doivent \u00EAtre repr\u00E9sent\u00E9es par leur ID, leur repr\u00E9sentation textuelle, ou les deux.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_2=Cette modification s'applique \u00E0 la propri\u00E9t\u00E9 sous-jacente, de sorte que vous pouvez observer le comportement d'affichage souhait\u00E9 partout o\u00F9 le texte de la propri\u00E9t\u00E9 est utilis\u00E9. Ce n'est pas seulement la commande utilis\u00E9e pour cr\u00E9er cette modification qui est affect\u00E9e.
TXT_WHATS_NEW_DIALOG_TEXT_ARRANGEMENT_TEXT_3=Pour voir l'effet de ces modifications, vous devez relancer l'application. Si vous effectuez une telle modification, la barre d'outils inclut un bouton qui relance l'application pour vous et entre automatiquement dans le mode d'adaptation d'IU.

TIT_WHATS_NEW_EXTENDED_ACTIONS_TITLE=Actions \u00E9tendues
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_DESCRIPTION=Les actions importantes sont d\u00E9sormais pr\u00E9sent\u00E9es de mani\u00E8re plus centralis\u00E9e.
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_TEXT_1=Certaines actions sont essentielles pour leurs contr\u00F4les respectifs et doivent \u00E9galement \u00EAtre accessibles depuis leurs sous-contr\u00F4les.
TXT_WHATS_NEW_DIALOG_EXTENDED_ACTIONS_TEXT_2=Lorsqu'ils utilisent une table par exemple, les utilisateurs cl\u00E9s doivent toujours pouvoir acc\u00E9der directement aux options de la table, m\u00EAme lors de la s\u00E9lection de la barre d'outils ou d'une colonne. Ces actions seront propag\u00E9es au menu contextuel des commandes subordonn\u00E9es de sorte qu'elles sont toujours \u00E0 port\u00E9e de clic. \u00C0 droite du point de menu, nous affichons la commande qui a propag\u00E9 l'action. 
