
SERVICE_NAME=Ajuste de IU
TOOLBAR_TITLE=Ajustar IU
TOOLBAR_TITLE_PERSONALIZE=Personalizar app
BTN_EXIT=Gravar & encerrar
BTN_DONE=Conclu\u00EDdo
BTN_DONE_TOOLTIP=Gravar modifica\u00E7\u00F5es
CTX_ADAPT=Mais...
CTX_REMOVE=Remover
CTX_REMOVE_TITLE=Remover
CTX_ADD_ELEMENTS=Adicionar\: {0}
MULTIPLE_CONTROL_NAME=Conte\u00FAdo
CTX_CUT=Cortar
CTX_PASTE=Inserir
CTX_GROUP_FIELDS=Combinar
CTX_UNGROUP_FIELDS=Dividir
CTX_CREATE_CONTAINER=Criar\: {0}
TITLE_CREATE_CONTAINER=Novo\: {0}
CTX_RENAME=Renomear
CTX_SETTINGS=Configura\u00E7\u00F5es
CTX_TRIGGER=Navegar para
CTX_VARIANT_SWITCH=Comutar vis\u00F5es
CTX_VARIANT_DUPLICATE=Duplicar
CTX_VARIANT_SET_TITLE=Definir t\u00EDtulo
CTX_VARIANT_MANAGE=Administrar vis\u00F5es
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Remover
BTN_FREP_CANCEL=Cancelar
BTN_FREP_CCF=Criar campo personalizado, associa\u00E7\u00E3o ou l\u00F3gica
LBL_FREP=era {0}
HEADER_SETTINGS=Configura\u00E7\u00F5es
HEADER_ADDITIONAL_ELEMENTS=Conte\u00FAdo dispon\u00EDvel\: {0}
BTN_SHARE=Liberar
BTN_MANAGE_APPS_TXT=Administrar variantes de app
BTN_SAVE_AS=Gravar como
TOOLTIP_SAVE_AS=Gravar nova variante do app
BTN_UNDO=Reinicializar
BTN_REDO=Repetir
BTN_PUBLISH=Publicar
BTN_RESTORE=Reinicializar
BTN_TRANSPORT=Transportar
BTN_ADAPTATION=Ajuste IU
BTN_NAVIGATION=Navega\u00E7\u00E3o
HEADER_RESTORE_FAILED=Erro
HEADER_WARNING=Advert\u00EAncia
HEADER_ERROR=Erro
MSG_RESTORE_FAILED=N\u00E3o \u00E9 poss\u00EDvel rejeitar as suas modifica\u00E7\u00F5es de IU neste momento. Tente de novo mais tarde ou contate o administrador\: {0}
MSG_PUBLISH_ERROR=N\u00E3o \u00E9 poss\u00EDvel publicar as suas modifica\u00E7\u00F5es de IU neste momento. Tente de novo mais tarde ou contate o administrador\: {0}
MSG_TRANSPORT_SUCCESS=As suas modifica\u00E7\u00F5es de IU foram inclu\u00EDdas no transporte.
MSG_PUBLISH_SUCCESS=As suas modifica\u00E7\u00F5es de IU est\u00E3o planejadas para publica\u00E7\u00E3o.
HEADER_TRANSPORT_INAPPLICABLE=Informa\u00E7\u00E3o
MSG_TRANSPORT_INAPPLICABLE=Todas as modifica\u00E7\u00F5es de IU j\u00E1 foram inclu\u00EDdas em um transporte.
HEADER_TRANSPORT_APPLYSAVE_ERROR=Erro
MSG_TRANSPORT_APPLYSAVE_ERROR=N\u00E3o \u00E9 poss\u00EDvel aplicar ou gravar suas as modifica\u00E7\u00F5es de IU neste momento. Finalize o ajuste da IU e reinicie o app\: {0}
FORM_PERS_RESET_TITLE=Reinicializar para vers\u00E3o padr\u00E3o
FORM_PERS_RESET_MESSAGE=Rejeitar todas as modifica\u00E7\u00F5es IU e reinicializar o app para a vers\u00E3o padr\u00E3o?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Rejeitar todas as personaliza\u00E7\u00F5es e reinicializar app?
MSG_LREP_TRANSFER_ERROR=Ocorreu um erro t\u00E9cnico. Tente novamente mais tarde ou contate o seu administrador.
MSG_ERROR_REASON=Motivo\:\n{0}
MSG_UNSAVED_CHANGES=Se voc\u00EA confirmar, ser\u00E3o perdidas todas as modifica\u00E7\u00F5es de IU. Para as gravar, feche este di\u00E1logo e finalize o modo de ajuste da IU.
MSG_REMOVING_TOOLBAR=O cabe\u00E7alho deste grupo cont\u00E9m elementos adicionais. Se voc\u00EA remover o grupo, estes ser\u00E3o eliminados. Remover o grupo?
MSG_NO_FIELDS=Mais nenhum conte\u00FAdo dispon\u00EDvel
HEADER_PERSONALIZATION_EXISTS=Informa\u00E7\u00E3o
MSG_PERSONALIZATION_EXISTS=Voc\u00EA personalizou o app. No modo de ajuste de IU, o app \u00E9 recarregado sem suas configura\u00E7\u00F5es de personaliza\u00E7\u00E3o.
MSG_HIGHER_LAYER_CHANGES_EXIST=Voc\u00EA tem modifica\u00E7\u00F5es de camada superior no app. No modo Adapta\u00E7\u00E3o de IU, o app ir\u00E1 ser recarregado sem essas modifica\u00E7\u00F5es.
HEADER_RELOAD_NEEDED=O app precisa ser recarregado
BUTTON_RELOAD_NEEDED=Recarregar
MSG_RELOAD_WITH_PERSONALIZATION=O app \u00E9 recarregado com as suas configura\u00E7\u00F5es de personaliza\u00E7\u00E3o.
MSG_RELOAD_WITH_ALL_CHANGES=O app ser\u00E1 recarregado com todas as modifica\u00E7\u00F5es.
MSG_RELOAD_NEEDED=Algumas modifica\u00E7\u00F5es que voc\u00EA efetuou requerem de um recarregamento para se tornarem ativas.
MAA_CLOSE_BUTTON=Fechar
DUPLICATE_ERROR_TEXT=O nome da vis\u00E3o j\u00E1 existe. Insira um nome diferente.
BLANK_ERROR_TEXT=Insira um nome da vis\u00E3o.
HEADER_MANAGE_APPS_FAILED=Erro
MSG_MANAGE_APPS_FAILED=A s\u00EDntese das variantes de app n\u00E3o est\u00E1 dispon\u00EDvel temporariamente. Tente de novo mais tarde ou contate o seu administrador.
APP_VARIANT_DIALOG_SAVE=Gravar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Gravar
APP_VARIANT_DIALOG_CLOSE=Fechar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
CREATE_APP_VARIANT_DIALOG_TITLE=Gravar como nova variante do app
APP_DIALOG_TITLE_TEXT=T\u00EDtulo
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtulo
APP_DIALOG_DESCRIPTION_TEXT=Descri\u00E7\u00E3o
APP_DIALOG_ICON_TEXT=\u00CDcone
BLANK_DUPLICATE_TITLE_TEXT=Erro de nome
APP_DIALOG_ICON_TOOLTIP=Selecionar \u00EDcone para o bloco
APP_DIALOG_ICON_BROWSE_BUTTON=Procurar
APP_VARIANT_ICON_SEARCH_TOOLTIP=Procurar um \u00EDcone SAPUI5
APP_VARIANT_ICON_DIALOG_ICON=\u00CDcone
APP_VARIANT_ICON_DIALOG_NAME=Nome
APP_VARIANT_ICON_SELECT_ICON=Selecionar \u00EDcone
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=Cancelar
APP_VARIANT_ICON_NO_DATA=Nenhum \u00EDcone encontrado.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=A nova variante do app foi gravada.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=O ajuste de IU ser\u00E1 fechado e voc\u00EA voltar\u00E1 para a p\u00E1gina inicial. Voc\u00EA ser\u00E1 notificado quando o novo bloco estiver dispon\u00EDvel.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Voc\u00EA ser\u00E1 notificado quando o novo bloco estiver dispon\u00EDvel.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=O ajuste da IU ser\u00E1 fechado. Contate o seu administrador para adicionar o bloco \u00E0 p\u00E1gina inicial do launchpad do Fiori (ID do app\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contate o seu administrador para adicionar o bloco \u00E0 p\u00E1gina inicial do launchpad do Fiori (ID do app\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=N\u00E3o foi poss\u00EDvel criar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador.
HEADER_SAVE_APP_VARIANT_FAILED=Erro
MSG_LOAD_APP_VARIANT_FAILED=N\u00E3o foi poss\u00EDvel carregar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
MSG_SAVE_APP_VARIANT_FAILED=N\u00E3o foi poss\u00EDvel gravar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=A nova variante do app foi gravada, mas n\u00E3o p\u00F4de ser atribu\u00EDda ao cat\u00E1logo. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador de conte\u00FAdo\:
MSG_TILE_CREATION_FAILED=Atualize a p\u00E1gina inicial do launchpad do Fiori para verificar se o novo bloco foi criado. Contate seu administrador de conte\u00FAdo, se ele n\u00E3o estiver dispon\u00EDvel ou se n\u00E3o funcionar corretamente.
MSG_COPY_UNSAVED_CHANGES_FAILED=N\u00E3o foi poss\u00EDvel gravar a sua variante de app e as respectivas modifica\u00E7\u00F5es de IU. A variante de app n\u00E3o est\u00E1 dispon\u00EDvel. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Inserir t\u00EDtulo
HEADER_APP_VARIANT_FEATURE_FAILED=Erro
MSG_APP_VARIANT_FEATURE_FAILED=A funcionalidade das variantes de app n\u00E3o est\u00E1 dispon\u00EDvel temporariamente. Contate o seu administrador\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Informa\u00E7\u00E3o
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=O novo bloco est\u00E1 agora dispon\u00EDvel. Para exibir o bloco, atualize o browser.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informa\u00E7\u00E3o
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Fechar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID e fechar
MSG_APP_VARIANT_ID=ID da variante do app\: {0}
MSG_TECHNICAL_ERROR=Erro\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=S\u00EDntese das variantes do app
APP_VARIANT_TILE_ARIA_LABEL=Visualiza\u00E7\u00E3o de bloco Fiori
MENU_ITEM_KEY_USER=Para usu\u00E1rio-chave
MENU_ITEM_SAP_DEVELOPER=Para desenvolvedor da SAP
HEADER_DEPENDENCY_ERROR=Erro
MSG_DEPENDENCY_ERROR=Esta modifica\u00E7\u00E3o n\u00E3o pode ser aplicada \u00E0. Reinicialize a IU para seu estado original e recrie as modifica\u00E7\u00F5es. Aten\u00E7\u00E3o\: isso ir\u00E1 reinicializar todas as modifica\u00E7\u00F5es efetuadas neste app por qualquer usu\u00E1rio. Como alternativa, contate o suporte da SAP, criando um ticket para o componente CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=A vers\u00E3o de aplica\u00E7\u00E3o est\u00E1 em falta ou est\u00E1 incorreta.
DELETE_APP_VARIANT_NO_TRANSPORT=Informa\u00E7\u00E3o
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Para eliminar esta variante do app, voc\u00EA precisa de uma ordem de transporte. Solicite ao seu administrador para criar uma ordem de transporte para voc\u00EA e, em seguida, elimine a variante do app.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante do app (ID\: {0}) eliminada com \u00EAxito
MSG_DELETE_APP_VARIANT_FAILED=N\u00E3o foi poss\u00EDvel eliminar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informa\u00E7\u00E3o
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Fechar
BUSINESS_CONTEXT_TITLE=Contextos empresariais dispon\u00EDveis\:
MSG_NO_BUSINESS_CONTEXTS=Nenhum
MSG_DO_NOT_CLOSE_BROWSER=Elimina\u00E7\u00E3o em andamento - n\u00E3o feche o browser.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Elimina\u00E7\u00E3o em andamento - n\u00E3o feche o browser.\nObserve que o bloco para a variante de app permanecer\u00E1 vis\u00EDvel durante o processo de elimina\u00E7\u00E3o. 
MSG_CATALOGS_LOCKED=N\u00E3o foi poss\u00EDvel eliminar a variante de app. Tente novamente mais tarde.


MSG_UNSTABLE_ID_FOUND=Alguns dos seus controles n\u00E3o t\u00EAm IDs est\u00E1veis. Use o assistente de suporte para identificar os controles afetados, como descrito [aqui](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), e defina os IDs.

MSG_NO_FLEX_ENABLED_FLAG=O seu app n\u00E3o est\u00E1 ativado para o ajuste de IU. Verifique os pr\u00E9-requisitos descritos [aqui](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
