
SERVICE_NAME=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI
TOOLBAR_TITLE=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441
TOOLBAR_TITLE_PERSONALIZE=\u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
BTN_EXIT=\u0417\u0430\u043F\u0438\u0441 \u0438 \u0438\u0437\u0445\u043E\u0434
BTN_DONE=\u0413\u043E\u0442\u043E\u0432\u043E
BTN_DONE_TOOLTIP=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435
CTX_ADAPT=\u041E\u0449\u0435...
CTX_REMOVE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u044F\u0432\u0430\u043D\u0435
CTX_REMOVE_TITLE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u044F\u0432\u0430\u043D\u0435
CTX_ADD_ELEMENTS=\u0414\u043E\u0431\u0430\u0432\u044F\u043D\u0435\: {0}
MULTIPLE_CONTROL_NAME=\u0421\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435
CTX_CUT=\u0418\u0437\u0440\u044F\u0437\u0432\u0430\u043D\u0435
CTX_PASTE=\u0412\u043C\u044A\u043A\u0432\u0430\u043D\u0435
CTX_GROUP_FIELDS=\u041A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u0430\u043D\u0435
CTX_UNGROUP_FIELDS=\u0420\u0430\u0437\u0434\u0435\u043B\u044F\u043D\u0435
CTX_CREATE_CONTAINER=\u0421\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435\: {0}
TITLE_CREATE_CONTAINER=\u041D\u043E\u0432\: {0}
CTX_RENAME=\u041F\u0440\u0435\u0438\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u0435
CTX_SETTINGS=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
CTX_TRIGGER=\u041D\u0430\u0432\u0438\u0433\u0438\u0440\u0430\u043D\u0435 \u0434\u043E
CTX_VARIANT_SWITCH=\u041F\u0440\u0435\u0432\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435 \u043C\u0435\u0436\u0434\u0443 \u0438\u0437\u0433\u043B\u0435\u0434\u0438\u0442\u0435
CTX_VARIANT_DUPLICATE=\u0414\u0443\u0431\u043B\u0438\u0440\u0430\u043D\u0435
CTX_VARIANT_SET_TITLE=\u0417\u0430\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435
CTX_VARIANT_MANAGE=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u0437\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u044F\u0432\u0430\u043D\u0435
BTN_FREP_CANCEL=\u041E\u0442\u043A\u0430\u0437
BTN_FREP_CCF=\u0421\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u043A\u043B\u0438\u0435\u043D\u0442\u0441\u043A\u043E \u043F\u043E\u043B\u0435, \u0430\u0441\u043E\u0446\u0438\u0430\u0446\u0438\u044F \u0438\u043B\u0438 \u043B\u043E\u0433\u0438\u043A\u0430
LBL_FREP=\u0431\u0435\u0448\u0435 {0}
HEADER_SETTINGS=\u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
HEADER_ADDITIONAL_ELEMENTS=\u041D\u0430\u043B\u0438\u0447\u043D\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435\: {0}
BTN_SHARE=\u0414\u044F\u043B
BTN_MANAGE_APPS_TXT=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E
BTN_SAVE_AS=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043A\u0430\u0442\u043E
TOOLTIP_SAVE_AS=\u0421\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u043D\u043E\u0432 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E
BTN_UNDO=\u041E\u0442\u043C\u044F\u043D\u0430
BTN_REDO=\u041F\u043E\u0432\u0442\u0430\u0440\u044F\u043D\u0435 \u043D\u0430 \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
BTN_PUBLISH=\u041F\u0443\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u043D\u0435
BTN_RESTORE=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0434\u0430\u0432\u0430\u043D\u0435
BTN_TRANSPORT=\u0422\u0440\u0430\u043D\u0441\u043F\u043E\u0440\u0442
BTN_ADAPTATION=\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI
BTN_NAVIGATION=\u041D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044F
HEADER_RESTORE_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
HEADER_WARNING=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435
HEADER_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_RESTORE_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u043D\u0435 \u043C\u043E\u0433\u0430\u0442 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0435\u043D\u0438 \u0432 \u043C\u043E\u043C\u0435\u043D\u0442\u0430. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\: {0}
MSG_PUBLISH_ERROR=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u043D\u0435 \u043C\u043E\u0433\u0430\u0442 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u043D\u0438 \u0432 \u043C\u043E\u043C\u0435\u043D\u0442\u0430. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\: {0}
MSG_TRANSPORT_SUCCESS=\u0412\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0441\u0430 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0438 \u0432 \u0442\u0440\u0430\u043D\u0441\u043F\u043E\u0440\u0442\u0430.
MSG_PUBLISH_SUCCESS=\u0412\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0441\u0430 \u043F\u043B\u0430\u043D\u0438\u0440\u0430\u043D\u0438 \u0437\u0430 \u043F\u0443\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u043D\u0435.
HEADER_TRANSPORT_INAPPLICABLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
MSG_TRANSPORT_INAPPLICABLE=\u0412\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0432\u0435\u0447\u0435 \u0441\u0430 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0438 \u0432 \u0442\u0440\u0430\u043D\u0441\u043F\u043E\u0440\u0442.
HEADER_TRANSPORT_APPLYSAVE_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_TRANSPORT_APPLYSAVE_ERROR=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u043D\u0435 \u043C\u043E\u0433\u0430\u0442 \u0434\u0430 \u0431\u044A\u0434\u0430\u0442 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438 \u0438\u043B\u0438 \u0437\u0430\u043F\u0430\u0437\u0435\u043D\u0438 \u0432 \u043C\u043E\u043C\u0435\u043D\u0442\u0430. \u041C\u043E\u043B\u044F, \u0438\u0437\u043B\u0435\u0437\u0442\u0435 \u043E\u0442 \u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D \u0438 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E\: {0}
FORM_PERS_RESET_TITLE=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0434\u0430\u0432\u0430\u043D\u0435 \u043D\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u0430 \u0432\u0435\u0440\u0441\u0438\u044F
FORM_PERS_RESET_MESSAGE=\u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0438 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044F \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043E\u0442\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0437\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0438 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043D\u0430\u0447\u0430\u043B\u043D\u043E\u0442\u043E \u0441\u044A\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E?
MSG_LREP_TRANSFER_ERROR=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0433\u0440\u0435\u0448\u043A\u0430. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u044A\u0441 \u0441\u0432\u043E\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.
MSG_ERROR_REASON=\u041F\u0440\u0438\u0447\u0438\u043D\u0430\:\n{0}
MSG_UNSAVED_CHANGES=\u0410\u043A\u043E \u043F\u043E\u0442\u0432\u044A\u0440\u0434\u0438\u0442\u0435, \u0432\u0441\u0438\u0447\u043A\u0438 \u0432\u0430\u0448\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0438\u0437\u0433\u0443\u0431\u0435\u043D\u0438. \u0417\u0430 \u0434\u0430 \u0433\u0438 \u0437\u0430\u043F\u0430\u0437\u0438\u0442\u0435, \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u0442\u0435 \u0442\u043E\u0437\u0438 \u0434\u0438\u0430\u043B\u043E\u0433\u043E\u0432 \u043F\u0440\u043E\u0437\u043E\u0440\u0435\u0446 \u0438 \u0438\u0437\u043B\u0435\u0437\u0442\u0435 \u043E\u0442 \u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D.
MSG_REMOVING_TOOLBAR=\u0417\u0430\u0433\u043B\u0430\u0432\u0438\u0435\u0442\u043E \u043D\u0430 \u0442\u0430\u0437\u0438 \u0433\u0440\u0443\u043F\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430 \u0434\u043E\u043F\u044A\u043B\u043D\u0438\u0442\u0435\u043B\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438. \u0410\u043A\u043E \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0435\u0442\u0435 \u0433\u0440\u0443\u043F\u0430\u0442\u0430, \u0442\u0435 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u0438\u0437\u0433\u0443\u0431\u0435\u043D\u0438. \u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043F\u0440\u0435\u043C\u0430\u0445\u043D\u0435\u0442\u0435 \u0433\u0440\u0443\u043F\u0430\u0442\u0430 \u0432\u044A\u043F\u0440\u0435\u043A\u0438 \u0442\u043E\u0432\u0430?
MSG_NO_FIELDS=\u041D\u044F\u043C\u0430 \u0434\u0440\u0443\u0433\u043E \u043D\u0430\u043B\u0438\u0447\u043D\u043E \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435
HEADER_PERSONALIZATION_EXISTS=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
MSG_PERSONALIZATION_EXISTS=\u0412\u0438\u0435 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u0445\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E. \u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0434\u0435\u043D\u043E \u0432 \u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D \u0431\u0435\u0437 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u043D\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0418\u043C\u0430\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u043D\u0430 \u043F\u043E \u0432\u0438\u0441\u043E\u043A \u0441\u043B\u043E\u0439 \u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E. \u0412 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0431\u0435\u0437 \u0442\u0435\u0437\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
HEADER_RELOAD_NEEDED=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0438\u0437\u0438\u0441\u043A\u0432\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435
BUTTON_RELOAD_NEEDED=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435
MSG_RELOAD_WITH_PERSONALIZATION=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0441\u0435 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0436\u0434\u0430 \u0441 \u0432\u0430\u0448\u0438\u0442\u0435 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u043D\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_RELOAD_WITH_ALL_CHANGES=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0449\u0435 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_RELOAD_NEEDED=\u041D\u044F\u043A\u043E\u0438 \u043E\u0442 \u0438\u0437\u0432\u044A\u0440\u0448\u0435\u043D\u0438\u0442\u0435 \u043E\u0442 \u0432\u0430\u0441 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0438\u0437\u0438\u0441\u043A\u0432\u0430\u0442 \u043F\u0440\u0435\u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043D\u0435, \u0437\u0430 \u0434\u0430 \u0432\u043B\u044F\u0437\u0430\u0442 \u0432 \u0441\u0438\u043B\u0430.
MAA_CLOSE_BUTTON=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
DUPLICATE_ERROR_TEXT=\u0412\u0435\u0447\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430 \u0430\u0441\u043F\u0435\u043A\u0442 \u0441 \u0442\u043E\u0432\u0430 \u0438\u043C\u0435. \u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u043E \u0438\u043C\u0435.
BLANK_ERROR_TEXT=\u041C\u043E\u043B\u044F, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0438\u043C\u0435 \u043D\u0430 \u0430\u0441\u043F\u0435\u043A\u0442.
HEADER_MANAGE_APPS_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_MANAGE_APPS_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u043F\u0440\u0435\u0433\u043B\u0435\u0436\u0434\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u043D\u043E. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u043E-\u043A\u044A\u0441\u043D\u043E \u0438\u043B\u0438 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u044A\u0441 \u0441\u0432\u043E\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
APP_VARIANT_DIALOG_SAVE=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435
APP_VARIANT_DIALOG_CLOSE=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0442\u043A\u0430\u0437
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0442\u043A\u0430\u0437
CREATE_APP_VARIANT_DIALOG_TITLE=\u0417\u0430\u043F\u0430\u0437\u0432\u0430\u043D\u0435 \u043A\u0430\u0442\u043E \u043D\u043E\u0432 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
APP_DIALOG_TITLE_TEXT=\u0417\u0430\u0433\u043B\u0430\u0432\u0438\u0435
APP_DIALOG_SUB_TITLE_TEXT=\u041F\u043E\u0434\u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435
APP_DIALOG_DESCRIPTION_TEXT=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
APP_DIALOG_ICON_TEXT=\u0418\u043A\u043E\u043D\u0430
BLANK_DUPLICATE_TITLE_TEXT=\u0413\u0440\u0435\u0448\u043A\u0430 \u043F\u0440\u0438 \u0438\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u0435
APP_DIALOG_ICON_TOOLTIP=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043A\u043E\u043D\u0430 \u0437\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430
APP_DIALOG_ICON_BROWSE_BUTTON=\u0411\u0440\u0430\u0443\u0437\u0432\u0430\u043D\u0435
APP_VARIANT_ICON_SEARCH_TOOLTIP=\u0422\u044A\u0440\u0441\u0435\u043D\u0435 \u043D\u0430 \u0438\u043A\u043E\u043D\u0430 \u0432 SAPUI5
APP_VARIANT_ICON_DIALOG_ICON=\u0418\u043A\u043E\u043D\u0430
APP_VARIANT_ICON_DIALOG_NAME=\u0418\u043C\u0435
APP_VARIANT_ICON_SELECT_ICON=\u0418\u0437\u0431\u043E\u0440 \u043D\u0430 \u0438\u043A\u043E\u043D\u0430
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=\u041E\u0442\u043A\u0430\u0437
APP_VARIANT_ICON_NO_DATA=\u041D\u0435 \u0441\u0430 \u043D\u0430\u043C\u0435\u0440\u0435\u043D\u0438 \u0438\u043A\u043E\u043D\u0438.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u041D\u043E\u0432\u0438\u044F\u0442 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D \u0449\u0435 \u0431\u044A\u0434\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u043D\u043E \u0438 \u0449\u0435 \u0432\u0438 \u0432\u044A\u0440\u043D\u0435\u043C \u043D\u0430 \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0432\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430. \u0429\u0435 \u0432\u0438 \u0438\u0437\u0432\u0435\u0441\u0442\u0438\u043C, \u043A\u043E\u0433\u0430\u0442\u043E \u043D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0429\u0435 \u0431\u044A\u0434\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D\u0438, \u043A\u043E\u0433\u0430\u0442\u043E \u043D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u201C\u0410\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 UI\u201D \u0449\u0435 \u0431\u044A\u0434\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u043D\u043E. \u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440, \u0437\u0430 \u0434\u0430 \u0434\u043E\u0431\u0430\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430 \u043A\u044A\u043C \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u044F \u043F\u0430\u043D\u0435\u043B \u043D\u0430 Fiori (\u0418\u0414 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440, \u0437\u0430 \u0434\u0430 \u0434\u043E\u0431\u0430\u0432\u0438 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430 \u043A\u044A\u043C \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u044F \u043F\u0430\u043D\u0435\u043B \u043D\u0430 Fiori (\u0418\u0414 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u043D \u0443\u0441\u043F\u0435\u0448\u043D\u043E. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.
HEADER_SAVE_APP_VARIANT_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_LOAD_APP_VARIANT_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043D. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
MSG_SAVE_APP_VARIANT_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D \u0443\u0441\u043F\u0435\u0448\u043D\u043E. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440.
MSG_CATALOG_ASSIGNMENT_FAILED=\u041D\u043E\u0432\u0438\u044F\u0442 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0431\u0435\u0448\u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D, \u043D\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0440\u0438\u0441\u044A\u0435\u0434\u0438\u043D\u0435\u043D \u043A\u044A\u043C \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440 \u043D\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435.
MSG_TILE_CREATION_FAILED=\u041E\u043F\u0440\u0435\u0441\u043D\u0435\u0442\u0435 \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u043D\u0438\u044F \u043F\u0430\u043D\u0435\u043B \u043D\u0430 Fiori , \u0437\u0430 \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u0434\u0430\u043B\u0438 \u043D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0435 \u0431\u0438\u043B \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u043D. \u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440 \u043D\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435, \u0430\u043A\u043E \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u044A\u0442 \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D \u0438\u043B\u0438 \u043D\u0435 \u0440\u0430\u0431\u043E\u0442\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435 \u0432\u0430\u0448\u0438\u044F\u0442 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0438 \u0441\u044A\u043E\u0442\u0432\u0435\u0442\u043D\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432 UI \u043D\u0435 \u0431\u044F\u0445\u0430 \u0437\u0430\u043F\u0430\u0437\u0435\u043D\u0438. \u0412\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0412\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0437\u0430\u0433\u043B\u0430\u0432\u0438\u0435
HEADER_APP_VARIANT_FEATURE_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_APP_VARIANT_FEATURE_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u0442\u0430 \u0437\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u043D\u0430. \u041C\u043E\u043B\u044F, \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441\u0435 \u0441\u044A\u0441 \u0441\u0432\u043E\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u041D\u043E\u0432\u0438\u044F\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0432\u0435\u0447\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D. \u0417\u0430 \u0434\u0430 \u0433\u043E \u0432\u0438\u0434\u0438\u0442\u0435, \u043C\u043E\u043B\u044F, \u043E\u043F\u0440\u0435\u0441\u043D\u0435\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u0430.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
SAVE_APP_VARIANT_COPY_ID_TEXT=\u041A\u043E\u043F\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0418\u0414 \u0438 \u0437\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
MSG_APP_VARIANT_ID=\u0418\u0414 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\: {0}
MSG_TECHNICAL_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0438 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
APP_VARIANT_TILE_ARIA_LABEL=\u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0437\u0430 Fiori
MENU_ITEM_KEY_USER=\u0417\u0430 \u043A\u043B\u044E\u0447\u043E\u0432 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B
MENU_ITEM_SAP_DEVELOPER=\u0417\u0430 SAP \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A
HEADER_DEPENDENCY_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_DEPENDENCY_ERROR=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0442\u0430\u0437\u0438 \u043F\u0440\u043E\u043C\u044F\u043D\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0438 \u0432\u044A\u0440\u0445\u0443 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u0441\u043A\u0438\u044F \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441. \u041C\u043E\u043B\u044F, \u0432\u044A\u0440\u043D\u0435\u0442\u0435 \u0433\u043E \u043A\u044A\u043C \u043F\u044A\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u043D\u043E\u0442\u043E \u043C\u0443 \u0441\u044A\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u0438 \u043E\u0442\u043D\u043E\u0432\u043E \u0441\u044A\u0437\u0434\u0430\u0439\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435. \u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435\: \u0422\u043E\u0432\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0449\u0435 \u0430\u043D\u0443\u043B\u0438\u0440\u0430 \u0432\u0441\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438, \u043D\u0430\u043F\u0440\u0430\u0432\u0435\u043D\u0438 \u043F\u043E \u0442\u043E\u0432\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043E\u0442 \u043A\u043E\u0439\u0442\u043E \u0438 \u0434\u0430 \u0431\u0438\u043B\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B. \u041A\u0430\u0442\u043E \u0430\u043B\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u0430, \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044A\u0440\u0436\u0435\u0442\u0435 \u0441 \u043F\u043E\u0434\u0434\u0440\u044A\u0436\u043A\u0430\u0442\u0430 \u043D\u0430 SAP \u043A\u0430\u0442\u043E \u0438\u0437\u043F\u0440\u0430\u0442\u0438\u0442\u0435 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043E\u0431\u0441\u043B\u0443\u0436\u0432\u0430\u043D\u0435 \u0437\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 CA-UI5-FL-RTA.
MSG_INCORRECT_APP_VERSION_ERROR=\u0412\u0435\u0440\u0441\u0438\u044F\u0442\u0430 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043B\u0438\u043F\u0441\u0432\u0430 \u0438\u043B\u0438 \u0435 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u043D\u0430.
DELETE_APP_VARIANT_NO_TRANSPORT=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=\u0417\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043D\u0435 \u043D\u0430 \u0442\u043E\u0437\u0438 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432\u0438 \u0435 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0430 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043F\u0440\u0435\u043D\u043E\u0441. \u041C\u043E\u043B\u044F, \u043F\u043E\u0438\u0441\u043A\u0430\u0439\u0442\u0435 \u043E\u0442 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440 \u0434\u0430 \u0441\u044A\u0437\u0434\u0430\u0434\u0435 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043F\u0440\u0435\u043D\u043E\u0441 \u0432\u043C\u0435\u0441\u0442\u043E \u0432\u0430\u0441, \u0430 \u0441\u043B\u0435\u0434 \u0442\u043E\u0432\u0430 \u0438\u0437\u0442\u0440\u0438\u0439\u0442\u0435 \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0430 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u0412\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 (\u0418\u0414\: {0}) \u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u0442\u0440\u0438\u0442
MSG_DELETE_APP_VARIANT_FAILED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u0431\u0435\u0448\u0435 \u0438\u0437\u0442\u0440\u0438\u0442. \u041C\u043E\u043B\u044F, \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0430 \u0432\u0430\u0448\u0438\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
BUSINESS_CONTEXT_TITLE=\u041D\u0430\u043B\u0438\u0447\u043D\u0438 \u0431\u0438\u0437\u043D\u0435\u0441 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0438\:
MSG_NO_BUSINESS_CONTEXTS=\u041D\u044F\u043C\u0430
MSG_DO_NOT_CLOSE_BROWSER=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043D\u0435 \u0432 \u043F\u0440\u043E\u0446\u0435\u0441 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 - \u043C\u043E\u043B\u044F, \u043D\u0435 \u0437\u0430\u0442\u0432\u0430\u0440\u044F\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u0430.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043D\u0435 \u0432 \u043F\u0440\u043E\u0446\u0435\u0441 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 - \u043C\u043E\u043B\u044F, \u043D\u0435 \u0437\u0430\u0442\u0432\u0430\u0440\u044F\u0439\u0442\u0435 \u0431\u0440\u0430\u0443\u0437\u044A\u0440\u0430.\n\u041E\u0431\u044A\u0440\u043D\u0435\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0435 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u0430 \u0437\u0430 \u0432\u0430\u0440\u0438\u0430\u043D\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0449\u0435 \u043E\u0441\u0442\u0430\u043D\u0435 \u0432\u0438\u0434\u0438\u043C \u0437\u0430 \u0432\u0440\u0435\u043C\u0435\u0442\u043E \u043D\u0430 \u0438\u0437\u043F\u044A\u043B\u043D\u0435\u043D\u0438\u0435 \u043D\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043D\u0435\u0442\u043E. 
MSG_CATALOGS_LOCKED=\u0417\u0430 \u0441\u044A\u0436\u0430\u043B\u0435\u043D\u0438\u0435, \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u044A\u0442 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u0438\u0437\u0442\u0440\u0438\u0442. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043F\u043E-\u043A\u044A\u0441\u043D\u043E.


MSG_UNSTABLE_ID_FOUND=\u041D\u044F\u043A\u043E\u0438 \u043E\u0442 \u0432\u0430\u0448\u0438\u0442\u0435 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043D\u0430 \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u044F\u043C\u0430\u0442 \u0441\u0442\u0430\u0431\u0438\u043B\u043D\u0438 \u0418\u0414. \u0418\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0439\u0442\u0435 \u0410\u0441\u0438\u0441\u0442\u0435\u043D\u0442\u0430 \u0437\u0430 \u043F\u043E\u0434\u0434\u0440\u044A\u0436\u043A\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u0442\u0435 \u0437\u0430\u0441\u0435\u0433\u043D\u0430\u0442\u0438\u0442\u0435 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438 \u043D\u0430 \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435, \u043A\u0430\u043A\u0442\u043E \u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u043E [\u0442\u0443\u043A] (https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), \u0438 \u0437\u0430\u0434\u0430\u0439\u0442\u0435 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0438\u0442\u0435.

MSG_NO_FLEX_ENABLED_FLAG=\u0412\u0430\u0448\u0435\u0442\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043D\u0435 \u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u043E \u0437\u0430 \u0430\u0434\u0430\u043F\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u041F\u0418. \u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043F\u0440\u0435\u0434\u043F\u043E\u0441\u0442\u0430\u0432\u043A\u0438\u0442\u0435, \u043E\u043F\u0438\u0441\u0430\u043D\u0438 [\u0442\u0443\u043A] (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
