
SERVICE_NAME=Adaptation d'interface utilisateur
BTN_EXIT=Sauvegarder et terminer
BTN_DONE=Cl\u00F4tur\u00E9
CTX_REMOVE=Supprimer
CTX_REMOVE_TITLE=Supprimer
CTX_LOCAL_RESET=R\u00E9initialiser conteneur
CTX_ADD_ELEMENTS=Ajouter \: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Contenu
CTX_CUT=Couper
CTX_PASTE=Ins\u00E9rer
CTX_GROUP_FIELDS=Combiner
CTX_UNGROUP_FIELDS=Fractionner
CTX_CREATE_CONTAINER=Cr\u00E9er \: {0}
TITLE_CREATE_CONTAINER=Nouveau \: {0}
CTX_RENAME=Renommer
CTX_SETTINGS=Options
CTX_VARIANT_SWITCH=Basculer vues
CTX_VARIANT_SAVE=Sauvegarder vue
CTX_VARIANT_SAVEAS=Sauvegarder vue sous
CTX_VARIANT_SET_TITLE=D\u00E9finir titre
CTX_VARIANT_MANAGE=G\u00E9rer vues
CTX_ADDXML_AT_EXTENSIONPOINT=Ajouter fragment au point d'extension
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Supprimer
BTN_FREP_CANCEL=Interrompre
LBL_FREP=\u00E9tait {0}
HEADER_ADDITIONAL_ELEMENTS=Contenu disponible \: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=G\u00E9rer variantes d'application
BTN_SAVE_AS=Sauvegarder sous
TOOLTIP_SAVE_AS=Cr\u00E9er nouvelle variante d'application
BTN_UNDO=R\u00E9initialiser
BTN_REDO=R\u00E9p\u00E9ter
BTN_PUBLISH=Publier
BTN_RESTORE=R\u00E9initialiser
BTN_ADAPTATION=Adaptation d'interface utilisateur
TIT_DRAFT=Version pr\u00E9liminaire
TIT_ORIGINAL_APP=Application originale
TIT_VERSION_1=Version 1
LBL_ACTIVE=Actif
LBL_INACTIVE=Inactif
MSG_DRAFT_ACTIVATION_SUCCESS=Nouvelle version activ\u00E9e
MSG_DRAFT_ACTIVATION_FAILED=Impossible d'activer la version pr\u00E9liminaire actuellement. R\u00E9essayez ult\u00E9rieurement.
TIT_VERSION_TITLE=Titre
TIT_VERSION_TITLE_DIALOG=Activer nouvelle version
TIT_REACTIVATE_VERSION_TITLE_DIALOG=R\u00E9activer version
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Entrer un titre de version
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmer
BUT_VERSION_TITLE_DIALOG_CANCEL=Interrompre
TOL_ACTIVATE=Activer nouvelle version
TOL_DISCARD_DRAFT=Ignor. vers. pr\u00E9l.
TIT_SWITCH_VERSION_DIALOG=Changer de version
MSG_SWITCH_VERSION_DIALOG=Des modifications IU n'ont pas \u00E9t\u00E9 sauvegard\u00E9es. Voulez-vous les sauvegarder avant de changer de version ?
TIT_DRAFT_DISCARD_DIALOG=Rejeter la version pr\u00E9liminaire existante
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Voulez-vous rejeter la version pr\u00E9liminaire existante et recommencer ?
BTN_NAVIGATION=Navigation
HEADER_WARNING=Avertissement
HEADER_ERROR=Erreur
MSG_RESTORE_FAILED=Vos modifications de l''IU ne peuvent pas \u00EAtre rejet\u00E9es actuellement. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur \: {0}.
MSG_TRANSPORT_SUCCESS=Les modifications de l'IU ont \u00E9t\u00E9 incluses dans le transport.
FORM_PERS_RESET_TITLE=R\u00E9initaliser \u00E0 la version standard
FORM_PERS_RESET_MESSAGE=Voulez-vous rejeter toutes les modifications de l'IU et r\u00E9initaliser l'application \u00E0 sa version standard ?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Voulez-vous rejeter toutes les personnalisations et r\u00E9initialiser l'application ?
MSG_LREP_TRANSFER_ERROR=Une erreur technique est survenue. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur.
MSG_ERROR_REASON=Motif \:\n{0}
MSG_UNSAVED_CHANGES=Si vous confirmez, toutes vos modifications de l'IU seront perdues. Pour les sauvegarder, fermez le dialogue et quittez l'adaptation de l'IU.
MSG_NO_FIELDS=Aucune autre contenu disponible
HEADER_PERSONALIZATION_EXISTS=Informations
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Vous avez personnalis\u00E9 l'application ou il y a des vues publiques. L'application va \u00EAtre recharg\u00E9e sans ces modifications. Toutes les modifications r\u00E9centes devraient rester actives.
MSG_DRAFT_EXISTS=Des modifications de la version pr\u00E9liminaire sont disponibles pour cette application. En mode d'adaptation de l'IU, ces modifications de version pr\u00E9liminaire sont charg\u00E9es.
MSG_DRAFT_DISCARD_DIALOG=Voulez-vous rejeter les modifications de la version pr\u00E9liminaire ? L'application sera recharg\u00E9e.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Des modifications de la version pr\u00E9liminaire sont disponibles pour cette application. En mode d'adaptation de l'IU, ces modifications de version pr\u00E9liminaire sont charg\u00E9es sans vos modifications de personnalisation et les vues publiques.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Version pr\u00E9liminaire disponible
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Voulez-vous rejeter les modifications apport\u00E9es \u00E0 la version pr\u00E9liminaire et r\u00E9activer l'application ?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Des modifications de couche sup\u00E9rieure et des modifications de version pr\u00E9liminaire sont disponibles pour cette application. En mode d'adaptation de l'IU, l'application est recharg\u00E9e sans ces modifications de couche sup\u00E9rieure, mais avec les modifications de version pr\u00E9liminaire.
MSG_HIGHER_LAYER_CHANGES_EXIST=Des modifications de couche sup\u00E9rieure sont disponibles pour cette application. En mode d'adaptation de l'IU, l'application est recharg\u00E9e sans ces modifications.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Des modifications de couche sup\u00E9rieure et des vues sp\u00E9cifiques au r\u00F4le sont disponibles pour cette application. En mode d'adaptation de l'IU, l'application est recharg\u00E9e avec ces modifications.
MSG_RESTRICTED_CONTEXT_EXIST=Des vues sp\u00E9cifiques au r\u00F4le sont disponibles pour cette application. En mode d'adaptation de l'IU, l'application est recharg\u00E9e avec ces modifications.
HEADER_RELOAD_NEEDED=Application n\u00E9cessitant un rechargement
BUTTON_RELOAD_NEEDED=Recharger
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=L'application va \u00EAtre recharg\u00E9e avec vos modifications de personnalisation et les vues publiques.
MSG_RELOAD_WITHOUT_DRAFT=L'application va \u00EAtre recharg\u00E9e sans les modifications de version pr\u00E9liminaire.
MSG_RELOAD_ACTIVATED_DRAFT=L'application va \u00EAtre recharg\u00E9e avec la version active.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=L'application va \u00EAtre recharg\u00E9e sans les modifications de la version pr\u00E9liminaire. Vos modifications de personnalisation et les vues publiques seront appliqu\u00E9es \u00E0 nouveau.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=L'application va \u00EAtre recharg\u00E9e avec vos modifications de personnalisation. Vos vues publiques ou sp\u00E9cifiques au r\u00F4le vont \u00EAtre appliqu\u00E9es \u00E0 nouveau.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=L'application va \u00EAtre recharg\u00E9e avec vos vues publiques ou sp\u00E9cifiques au r\u00F4le.
MSG_RELOAD_WITH_ALL_CHANGES=L'application est recharg\u00E9e sans toutes les modifications.
MSG_RELOAD_NEEDED=Certaines des modifications effectu\u00E9es n\u00E9cessitent un rechargement de l'application.
MSG_MANAGE_APPS_FAILED=La synth\u00E8se des variantes d'application n'est pas disponible actuellement. R\u00E9essayez ult\u00E9rieurement ou contactez votre administrateur.
APP_VARIANT_DIALOG_SAVE=Sauvegarder
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Sauvegarder
APP_VARIANT_DIALOG_CLOSE=Fermer
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Interr.
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Interr.
CREATE_APP_VARIANT_DIALOG_TITLE=Sauveg. comme nouv. var. d'appl.
APP_DIALOG_TITLE_TEXT=Titre
APP_DIALOG_SUB_TITLE_TEXT=Sous-titre
APP_DIALOG_DESCRIPTION_TEXT=Description
APP_DIALOG_ICON_TEXT=Ic\u00F4ne
RENAME_ERROR_TITLE=Erreur d'appellation
RENAME_EMPTY_ERROR_TEXT=Saisissez un nom.
RENAME_BINDING_ERROR_TEXT=Le nom ne doit pas contenir {". Choisissez-en un autre.
APP_VARIANT_ICON_SELECT_ICON=S\u00E9lectionner ic\u00F4ne
APP_VARIANT_ICON_NO_DATA=Aucune ic\u00F4ne trouv\u00E9e
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nouv. var. d'appl. sauvegard\u00E9e
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=L'adaptation de l'IU va \u00EAtre ferm\u00E9e. Vous allez \u00EAtre renvoy\u00E9 \u00E0 la page d'accueil et vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Vous recevrez une notification lorsque la nouvelle vignette sera disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=L''adaptation de l''IU va \u00EAtre ferm\u00E9e. Contactez votre administrateur pour l''ajout de la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID appl. \: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contactez votre administrateur pour l''ajout de la vignette \u00E0 la page d''accueil de la barre de lancement SAP Fiori (ID appl. \: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Erreur
MSG_LOAD_APP_VARIANT_FAILED=Impossible de charger la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_SAVE_APP_VARIANT_FAILED=Impossible de sauvegarder la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_UPDATE_APP_VARIANT_FAILED=Impossible de mettre \u00E0 jour la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
MSG_CATALOG_ASSIGNMENT_FAILED=La nouvelle variante d'application a \u00E9t\u00E9 sauvegard\u00E9e mais n'a pas pu \u00EAtre affect\u00E9e au catalogue. Envoyez les informations techniques suivantes \u00E0 votre administrateur de contenu \:
MSG_TILE_CREATION_FAILED=Actualisez la page d'accueil de la barre de lancement SAP Fiori pour v\u00E9rifier si la nouvelle vignette a \u00E9t\u00E9 cr\u00E9\u00E9e. Si cette derni\u00E8re n'est pas disponible ou ne fonctionne pas correctement, contactez votre administrateur de contenu.
MSG_COPY_UNSAVED_CHANGES_FAILED=Votre variante d'application et les modifications d'IU correspondantes n'ont pas pu \u00EAtre sauvegard\u00E9es. La variante d'application n'est pas disponible. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Entrer titre
MSG_APP_VARIANT_FEATURE_FAILED=La fonctionnalit\u00E9 des variantes d''application n''est pas disponible actuellement. Contactez votre administrateur \: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=La nouvelle vignette est d\u00E9sormais disponible. Pour l'afficher, actualisez le navigateur.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informations
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Fermer
SAVE_APP_VARIANT_COPY_ID_TEXT=Copier ID et fermer
MSG_APP_VARIANT_ID=ID de variante d''application \: {0}
MSG_TECHNICAL_ERROR=Erreur \: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Synth\u00E8se des variantes d'application
APP_VARIANT_TILE_ARIA_LABEL=Aper\u00E7u vignette SAP Fiori
MENU_ITEM_KEY_USER=Pour utilisateur cl\u00E9
MENU_ITEM_SAP_DEVELOPER=Pour d\u00E9veloppeur SAP
MSG_DEPENDENCY_ERROR=Cette modification ne peut pas \u00EAtre appliqu\u00E9e \u00E0 l'IU. R\u00E9initialisez l'IU \u00E0 son statut d'origine et r\u00E9effectuez les modifications. Attention \: toutes les modifications apport\u00E9es \u00E0 l'application par les utilisateurs vont \u00EAtre r\u00E9initialis\u00E9es. Autrement, contactez le support SAP en cr\u00E9ant un ticket sous la composante CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante d''application (ID \: {0}) supprim\u00E9e
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante d''application (ID \: {0}) supprim\u00E9e. Pour supprimer la vignette de la barre de lancement, rechargez la page d''accueil.
MSG_DELETE_APP_VARIANT_FAILED=Impossible de supprimer la variante d'application. Envoyez les informations techniques suivantes \u00E0 votre administrateur \:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informations
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Fermer
MSG_NO_BUSINESS_CONTEXTS=Aucun
MSG_DO_NOT_CLOSE_BROWSER=Suppression en cours. Ne fermez pas le navigateur.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Suppression en cours. Ne fermez pas le navigateur.\nNotez que la vignette de la variante d'application reste visible pendant la suppression.
MSG_CATALOGS_LOCKED=La variante d'application n'a pas pu \u00EAtre supprim\u00E9e. R\u00E9essayez ult\u00E9rieurement.

MSG_UNSTABLE_ID_FOUND=Les ID de certains de vos contr\u00F4les ne sont pas fixes. Utilisez l'Assistant de support pour identifier les contr\u00F4les concern\u00E9s comme d\u00E9crit [ici](https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), et param\u00E9trez les ID. (Ce message n'est visible qu'en interne, les clients ne le verront pas. Toutefois, vous devez param\u00E9trer les ID d\u00E8s que possible.)

MSG_NO_FLEX_ENABLED_FLAG=Votre application n'est pas activ\u00E9e pour l'adaptation IU. V\u00E9rifiez les conditions pr\u00E9alables d\u00E9crites [ici](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Ce message n'est visible qu'en interne, les clients ne le verront pas. La fonctionnalit\u00E9 n'est pas affect\u00E9e mais vous devez r\u00E9gler ce point d\u00E8s que possible.)

IFRAME_ADDIFRAME_DIALOG_TITLE=D\u00E9finir contenu int\u00E9gr\u00E9
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Mettre \u00E0 jour contenu int\u00E9gr\u00E9
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Taille de l'iFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Largeur
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unit\u00E9 de largeur
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Hauteur
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unit\u00E9 de hauteur
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Le % des valeurs concerne l'espace disponible actuellement pour l'iFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Sauvegarder
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Interrompre
CTX_ADDIFRAME=Int\u00E9grer contenu dans \: {0}
CTX_ADDIFRAME_GROUP=Int\u00E9grer contenu
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=L'application (variante) lanc\u00E9e se trouve dans la couche CUSTOMER ou CUSTOMER_BASE. Par cons\u00E9quent, en tant que d\u00E9veloppeur SAP, vous ne pouvez pas voir les variantes d'application disponibles.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Synth\u00E8se des variantes d'application pour les d\u00E9veloppeurs SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Aper\u00E7u de l'URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Aper\u00E7u de l'iFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Afficher aper\u00E7u
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Mettre \u00E0 jour l'aper\u00E7u
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=S\u00E9lectionnez Afficher aper\u00E7u pour afficher le contenu int\u00E9gr\u00E9. Si aucun contenu n'est affich\u00E9, v\u00E9rifiez l'URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (cliquer pour modifier manuellement)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valeurs disponibles(cliquer pour ajouter \u00E0 l'URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Param\u00E8tre
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemple de valeur
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Rechercher des param\u00E8tres
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Les URL utilis\u00E9s ici sont requis pour remplir certaines conditions pr\u00E9alables et sinon ne fonctionneront pas.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=En savoir plus

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=Nom modifi\u00E9 en {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u00C9l\u00E9ment {0} d\u00E9plac\u00E9 \u00E0 une position diff\u00E9rente
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u00C9l\u00E9ment {0} supprim\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u00C9l\u00E9ment {0} rendu visible
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u00C9l\u00E9ment {0} combin\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u00C9l\u00E9ment {0} fractionn\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Groupe {0} ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Zone {0} ajout\u00E9e
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame ajout\u00E9
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Options de l''\u00E9l\u00E9ment {0} modifi\u00E9es
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=\u00C9l\u00E9ment d\u00E9plac\u00E9 de ce conteneur
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Cet \u00E9l\u00E9ment fait partie du fractionnement.
TIT_CHANGEVISUALIZATION_CHANGE=Modification
TIT_CHANGEVISUALIZATION_CHANGES=Modifications
TIT_CHANGEVISUALIZATION_DATE=Date
TIT_CHANGEVISUALIZATION_DETAILS=D\u00E9tails
TIT_CHANGEVISUALIZATION_DESCRIPTION=Description
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualiser les modifications utilisateur cl\u00E9
BUT_CHANGEVISUALIZATION_HIDECHANGES=Masquer visualisation des modifications utilisateur cl\u00E9
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Afficher toutes les modifications
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Afficher \u00E9l\u00E9ments d\u00E9plac\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Afficher \u00E9l\u00E9ments renomm\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Afficher \u00E9l\u00E9ments ajout\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Afficher \u00E9l\u00E9ments combin\u00E9s et fractionn\u00E9s
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Afficher \u00E9l\u00E9ments supprim\u00E9s
MSG_LOCAL_RESET_VARIANT_SAVE=Le conteneur a \u00E9t\u00E9 r\u00E9initialis\u00E9 et la vue a \u00E9t\u00E9 sauvegard\u00E9e automatiquement.
