
SERVICE_NAME=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928
TOOLBAR_TITLE=\u090F\u0921\u093E\u092A\u094D\u091F\u0930 UI
TOOLBAR_TITLE_PERSONALIZE=\u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
BTN_EXIT=\u0938\u0939\u0947\u091C\u0947\u0902 \u0914\u0930 \u0928\u093F\u0915\u093E\u0932\u0947\u0902
BTN_DONE=\u0938\u0902\u092A\u0928\u094D\u0928
BTN_DONE_TOOLTIP=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0938\u0939\u0947\u091C\u0947\u0902
CTX_ADAPT=\u0905\u0927\u093F\u0915...
CTX_REMOVE=\u0928\u093F\u0915\u093E\u0932\u0947\u0902
CTX_REMOVE_TITLE=\u0928\u093F\u0915\u093E\u0932\u0947\u0902
CTX_ADD_ELEMENTS=\u091C\u094B\u095C\u0947\u0902\: {0}
MULTIPLE_CONTROL_NAME=\u0938\u093E\u092E\u0917\u094D\u0930\u0940
CTX_CUT=\u0915\u093E\u091F\u0947\u0902
CTX_PASTE=\u091A\u093F\u092A\u0915\u093E\u090F\u0902
CTX_GROUP_FIELDS=\u0938\u0902\u092F\u0941\u0915\u094D\u0924
CTX_UNGROUP_FIELDS=\u0935\u093F\u092D\u093E\u091C\u0928 \u0915\u0930\u0947\u0902
CTX_CREATE_CONTAINER=\u092C\u0928\u093E\u090F\u0902\: {0}
TITLE_CREATE_CONTAINER=\u0928\u090F\: {0}
CTX_RENAME=\u0928\u093E\u092E \u092C\u0926\u0932\u0947\u0902
CTX_SETTINGS=\u0938\u0947\u091F\u093F\u0902\u0917
CTX_TRIGGER=\u0907\u0938\u0915\u0947 \u0932\u093F\u090F \u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928
CTX_VARIANT_SWITCH=\u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u094B \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0947\u0902
CTX_VARIANT_DUPLICATE=\u0921\u0941\u092A\u094D\u0932\u093F\u0915\u0947\u091F
CTX_VARIANT_SET_TITLE=\u0936\u0940\u0930\u094D\u0937\u0932\u0947\u0916 \u0938\u0947\u091F \u0915\u0930\u0947\u0902
CTX_VARIANT_MANAGE=\u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u093E \u092A\u094D\u0930\u092C\u0902\u0927\u0928 \u0915\u0930\u0947\u0902
BTN_FREP_OK=\u0920\u0940\u0915
BTN_FREP_REMOVE=\u0928\u093F\u0915\u093E\u0932\u0947\u0902
BTN_FREP_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
BTN_FREP_CCF=\u0915\u0938\u094D\u091F\u092E \u092B\u093C\u0940\u0932\u094D\u0921, \u0938\u0902\u092C\u0902\u0927, \u092F\u093E \u0924\u0930\u094D\u0915 \u092C\u0928\u093E\u090F\u0902
LBL_FREP=\u0925\u093E {0}
HEADER_SETTINGS=\u0938\u0947\u091F\u093F\u0902\u0917
HEADER_ADDITIONAL_ELEMENTS=\u0909\u092A\u0932\u092C\u094D\u0927 \u0938\u093E\u092E\u0917\u094D\u0930\u0940\: {0}
BTN_SHARE=\u0938\u093E\u091D\u093E \u0915\u0930\u0947\u0902
BTN_MANAGE_APPS_TXT=\u0910\u092A \u0935\u0947\u0930\u093F\u090F\u0902\u091F \u0915\u094B \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u0930\u0947\u0902
BTN_SAVE_AS=\u0907\u0938 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
TOOLTIP_SAVE_AS=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u092C\u0928\u093E\u090F\u0902
BTN_UNDO=\u092A\u0942\u0930\u094D\u0935\u0935\u0924 \u0915\u0930\u0947\u0902
BTN_REDO=\u092B\u093F\u0930 \u0938\u0947 \u0915\u0930\u0947\u0902
BTN_PUBLISH=\u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915
BTN_RESTORE=\u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
BTN_TRANSPORT=\u092A\u0930\u093F\u0935\u0939\u0928
BTN_ADAPTATION=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928
BTN_NAVIGATION=\u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928
HEADER_RESTORE_FAILED=\u0924\u094D\u0930\u0941\u091F\u093F
HEADER_WARNING=\u091A\u0947\u0924\u093E\u0935\u0928\u0940
HEADER_ERROR=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_RESTORE_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0905\u092A\u0928\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0907\u0938 \u0938\u092E\u092F \u092A\u0930 \u0928\u093F\u0930\u0938\u094D\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E. \u0915\u0943\u092A\u092F\u093E \u092C\u093E\u0926 \u092E\u0947\u0902 \u092B\u093F\u0930 \u0938\u0947 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902 \u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902\: {0}
MSG_PUBLISH_ERROR=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0905\u092A\u0928\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0907\u0938 \u0938\u092E\u092F \u092A\u0930 \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E. \u0915\u0943\u092A\u092F\u093E \u092C\u093E\u0926 \u092E\u0947\u0902 \u092B\u093F\u0930 \u0938\u0947 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902 \u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902\: {0}
MSG_TRANSPORT_SUCCESS=\u0905\u092A\u0928\u0947 UI \u092A\u0930\u093F\u0935\u0939\u0928 \u092E\u0947\u0902 \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0925\u093E.
MSG_PUBLISH_SUCCESS=\u0905\u092A\u0928\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B \u0915\u094B \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0936\u0947\u0921\u094D\u092F\u0942\u0932 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.
HEADER_TRANSPORT_INAPPLICABLE=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
MSG_TRANSPORT_INAPPLICABLE=\u0938\u092D\u0940 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u092A\u0930\u093F\u0935\u0939\u0928 \u092E\u0947\u0902 \u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940\u0902 \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.
HEADER_TRANSPORT_APPLYSAVE_ERROR=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_TRANSPORT_APPLYSAVE_ERROR=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902,\u0905\u092A\u0928\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u094B \u0907\u0938 \u0938\u092E\u092F \u092A\u0930 \u0932\u093E\u0917\u0942 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E \u0939\u0948 \u092F\u093E \u0938\u0939\u0947\u091C\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u0924\u093E \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0928\u093F\u0915\u093E\u0938 UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0914\u0930 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u092A\u0941\u0928\u0903\u0906\u0930\u0902\u092D \u0915\u0930\u0947\u0902\: {0}
FORM_PERS_RESET_TITLE=\u092E\u093E\u0928\u0915 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u094B \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
FORM_PERS_RESET_MESSAGE=\u0915\u094D\u092F\u093E \u0906\u092A \u0938\u092D\u0940 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0928\u093E \u0914\u0930 \u092E\u093E\u0928\u0915 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u090F\u092A \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0915\u094D\u092F\u093E \u0906\u092A \u0905\u092A\u0928\u0947 \u0938\u092D\u0940 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0928\u093E \u0914\u0930? \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902
MSG_LREP_TRANSFER_ERROR=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0924\u0915\u0928\u0940\u0915\u0940 \u0924\u094D\u0930\u0941\u091F\u093F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908. \u0915\u0943\u092A\u092F\u093E \u092C\u093E\u0926 \u092E\u0947\u0902 \u092B\u093F\u0930 \u0938\u0947 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902 \u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
MSG_ERROR_REASON=\u0915\u093E\u0930\u0923\u0903\n{0}
MSG_UNSAVED_CHANGES=\u092F\u0926\u093F \u0906\u092A \u0907\u0938\u0915\u0940 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0938\u092D\u0940 \u0905\u092A\u0928\u093E UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0916\u094B \u091C\u093E\u090F\u0917\u093E. \u0909\u0938\u0947 \u0938\u0939\u0947\u091C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0907\u0938 \u0921\u093E\u092F\u0932\u0949\u0917 \u092C\u0949\u0915\u094D\u0938 \u0915\u094B \u092C\u0902\u0926 \u0915\u0930\u0947\u0902 \u0914\u0930 UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u093E \u0928\u093F\u0915\u093E\u0938 \u0915\u0930\u0947\u0902.
MSG_REMOVING_TOOLBAR=\u0907\u0938 \u0938\u092E\u0942\u0939 \u0915\u0947 \u0936\u0940\u0930\u094D\u0937 \u0932\u0947\u0916 \u092E\u0947\u0902 \u0905\u0924\u093F\u0930\u093F\u0915\u094D\u0924 \u0924\u0924\u094D\u0935 \u0936\u093E\u092E\u093F\u0932 \u0939\u0948\u0902. \u092F\u0926\u093F \u0906\u092A \u0938\u092E\u0942\u0939 \u0915\u094B \u0928\u093F\u0915\u0932\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0935\u0947 \u0917\u0941\u092E \u0939\u094B \u091C\u093E\u090F\u0902\u0917\u0947. \u0915\u094D\u092F\u093E \u0906\u092A \u092B\u093F\u0930 \u092D\u0940 \u0938\u092E\u0942\u0939 \u0928\u093F\u0915\u093E\u0932\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
MSG_NO_FIELDS=\u0915\u094B\u0908 \u0905\u0927\u093F\u0915 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902
HEADER_PERSONALIZATION_EXISTS=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
MSG_PERSONALIZATION_EXISTS=\u0906\u092A\u0928\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u0915\u093F\u092F\u093E \u0939\u0948. UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092E\u094B\u0921 \u092E\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0906\u092A\u0915\u0947 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u0938\u0947\u091F\u093F\u0902\u0917 \u0915\u0947 \u092C\u0940\u0928\u093E \u092A\u0941\u0928\u0903\u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0906\u092A\u0915\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092E\u0947\u0902 \u0909\u091A\u094D\u091A \u092A\u0930\u0924 \u0939\u0948. UI \u090F\u0921\u093E\u092A\u094D\u091F\u0930 \u092E\u094B\u0921 \u092E\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0909\u0928 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u092C\u093F\u0928\u093E \u0930\u0940\u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
HEADER_RELOAD_NEEDED=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u093E \u0930\u0940\u0932\u094B\u0921 \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948
BUTTON_RELOAD_NEEDED=\u0930\u0940\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
MSG_RELOAD_WITH_PERSONALIZATION=\u0906\u092A\u0915\u0947 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u0938\u0947\u091F\u093F\u0902\u0917 \u0915\u0947 \u0938\u093E\u0925 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0930\u0940\u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_RELOAD_WITH_ALL_CHANGES=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0930\u0940\u0932\u094B\u0921 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
MSG_RELOAD_NEEDED=\u0906\u092A\u0915\u0947 \u0926\u094D\u0935\u093E\u0930\u093E \u092C\u0928\u093E\u090F \u0917\u090F \u0915\u0941\u091B \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u0938\u0915\u094D\u0930\u093F\u092F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0930\u0940\u0932\u094B\u0921 \u0915\u0930\u0928\u093E \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948.
MAA_CLOSE_BUTTON=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
DUPLICATE_ERROR_TEXT=\u0907\u0938 \u0928\u093E\u092E \u092A\u0939\u0932\u0947 \u0938\u0947 \u0939\u0940\u0902 \u092E\u094C\u091C\u0942\u0926 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u0932\u0917 \u0928\u093E\u092E \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902.
BLANK_ERROR_TEXT=\u0915\u0943\u092A\u092F\u093E \u0926\u0943\u0936\u094D\u092F \u0928\u093E\u092E \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902.
HEADER_MANAGE_APPS_FAILED=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_MANAGE_APPS_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A\u094B\u0902 \u0915\u093E \u0913\u0935\u0930\u0935\u094D\u092F\u0942 \u0905\u0938\u094D\u0925\u093E\u0908 \u0930\u0942\u092A \u0938\u0947  \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0938\u093F\u0938\u094D\u091F\u092E \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
APP_VARIANT_DIALOG_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
APP_VARIANT_DIALOG_CLOSE=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
CREATE_APP_VARIANT_DIALOG_TITLE=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
APP_DIALOG_TITLE_TEXT=\u0936\u0940\u0930\u094D\u0937\u0915
APP_DIALOG_SUB_TITLE_TEXT=\u0909\u092A-\u0936\u0940\u0930\u094D\u0937\u0915
APP_DIALOG_DESCRIPTION_TEXT=\u0935\u0930\u094D\u0923\u0928
APP_DIALOG_ICON_TEXT=\u0906\u0907\u0915\u0928
BLANK_DUPLICATE_TITLE_TEXT=\u0928\u093E\u092E\u0915\u0930\u0923 \u091A\u0947\u0924\u093E\u0935\u0928\u0940
APP_DIALOG_ICON_TOOLTIP=\u091F\u093E\u0907\u0932 \u0915\u0947 \u0932\u093F\u090F \u0906\u0907\u0915\u0928 \u0915\u093E \u091A\u092F\u0928 \u0915\u0930\u0947\u0902
APP_DIALOG_ICON_BROWSE_BUTTON=\u092C\u094D\u0930\u093E\u0909\u091C\u093C \u0915\u0930\u0947\u0902
APP_VARIANT_ICON_SEARCH_TOOLTIP=SAPUI5 \u0906\u0907\u0915\u0928 \u0915\u0947 \u0932\u093F\u090F \u0916\u094B\u091C
APP_VARIANT_ICON_DIALOG_ICON=\u0906\u0907\u0915\u0928
APP_VARIANT_ICON_DIALOG_NAME=\u0928\u093E\u092E
APP_VARIANT_ICON_SELECT_ICON=\u0906\u0907\u0915\u0928 \u091A\u0941\u0928\u0947\u0902
APP_VARIANT_ICON_OK_BUTTON=\u0920\u0940\u0915
APP_VARIANT_ICON_CANCEL_BUTTON=\u0930\u0926\u094D.\u0915.
APP_VARIANT_ICON_NO_DATA=\u0915\u094B\u0908 \u0906\u0907\u0915\u0928 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092C\u0902\u0926 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E, \u0914\u0930 \u0906\u092A\u0915\u094B \u0939\u094B\u092E\u092A\u0947\u091C \u092A\u0930 \u0935\u093E\u092A\u0938 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u091C\u092C \u0928\u090F \u091F\u093E\u0907\u0932 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u094B\u0902\u0917\u0947 \u0924\u092C \u0906\u092A\u0915\u094B \u0938\u0942\u091A\u093F\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0928\u0908 \u091F\u093E\u0907\u0932 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u094B\u0928\u0947 \u092A\u0930 \u0906\u092A\u0915\u094B \u0938\u0942\u091A\u093F\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092C\u0902\u0926 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u0915\u0943\u092A\u092F\u093E Fiori \u0932\u0949\u0928\u094D\u091A\u092A\u0948\u0921 \u0939\u094B\u092E\u092A\u0947\u091C \u092A\u0930 \u091F\u093E\u0907\u0932 \u091C\u094B\u0921\u093C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902 (\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u0915\u0943\u092A\u092F\u093E Fiori \u0932\u0949\u0928\u094D\u091A\u092A\u0948\u0921 \u0939\u094B\u092E\u092A\u0947\u091C \u092A\u0930 \u091F\u093E\u0907\u0932 \u091C\u094B\u0921\u093C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902 (\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 ID\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u092C\u0928\u093E\u092F\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0915\u094B \u092D\u0947\u091C\u0947\u0902.
HEADER_SAVE_APP_VARIANT_FAILED=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_LOAD_APP_VARIANT_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902.
MSG_SAVE_APP_VARIANT_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0938\u0939\u0947\u091C\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902.
MSG_CATALOG_ASSIGNMENT_FAILED=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E, \u0932\u0947\u0915\u093F\u0928 \u0915\u0948\u091F\u0932\u0949\u0917 \u0915\u0947 \u0932\u093F\u090F \u0905\u0938\u093E\u0907\u0928 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902\:
MSG_TILE_CREATION_FAILED=\u092F\u0926\u093F \u0928\u0908 \u091F\u093E\u0907\u0932 \u092C\u0928\u093E\u0908 \u0917\u0908 \u0939\u0948 \u0924\u094B \u091C\u093E\u0902\u091A \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F Fiori \u0932\u0949\u0928\u094D\u091F\u092A\u0948\u0921 \u0939\u094B\u092E\u092A\u0947\u091C \u0930\u093F\u092B\u094D\u0930\u0947\u0936 \u0915\u0930\u0947\u0902. \u092F\u0926\u093F \u092F\u0939 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948 \u092F\u093E \u0915\u093E\u0930\u094D\u092F \u0938\u0939\u0940 \u0922\u0902\u0917 \u0938\u0947 \u0928\u0939\u0940\u0902 \u091A\u0932 \u0930\u0939\u093E \u0939\u0948, \u0924\u094B \u0915\u0943\u092A\u092F\u093E \u0906\u092A \u0905\u092A\u0928\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0906\u092A\u0915\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0914\u0930 \u0938\u0902\u092C\u0902\u0927\u093F\u0924 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0938\u0939\u0947\u091C\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0936\u0940\u0930\u094D\u0937\u0915 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902
HEADER_APP_VARIANT_FEATURE_FAILED=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_APP_VARIANT_FEATURE_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A\u094B\u0902 \u0915\u0940 \u0938\u0941\u0935\u093F\u0927\u093E \u0905\u0938\u094D\u0925\u093E\u0908 \u0930\u0942\u092A \u0938\u0947 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0938\u093F\u0938\u094D\u091F\u092E \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u0928\u0908 \u091F\u093E\u0907\u0932 \u0905\u092D\u0940 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0907\u0938\u0947 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0915\u0943\u092A\u092F\u093E \u092C\u094D\u0930\u093E\u0909\u091C\u0930 \u0915\u094B \u0930\u0940\u092B\u094D\u0930\u0947\u0936 \u0915\u0930\u0947\u0902.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
SAVE_APP_VARIANT_OK_TEXT=\u0920\u0940\u0915
SAVE_APP_VARIANT_CLOSE_TEXT=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
SAVE_APP_VARIANT_COPY_ID_TEXT=ID \u0915\u0940 \u092A\u094D\u0930\u0924\u093F \u092C\u0928\u093E\u090F\u0902 \u0914\u0930 \u092C\u0902\u0926 \u0915\u0930\u0947\u0902
MSG_APP_VARIANT_ID=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A ID\: {0}
MSG_TECHNICAL_ERROR=\u0924\u094D\u0930\u0941\u091F\u093F\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A\u094B\u0902 \u0915\u093E \u0913\u0935\u0930\u0935\u094D\u092F\u0942
APP_VARIANT_TILE_ARIA_LABEL=Fiori \u091F\u093E\u0907\u0932 \u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928
MENU_ITEM_KEY_USER=\u0915\u0941\u0902\u091C\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0915\u0947 \u0932\u093F\u090F
MENU_ITEM_SAP_DEVELOPER=SAP \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u0947 \u0932\u093F\u090F
HEADER_DEPENDENCY_ERROR=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_DEPENDENCY_ERROR=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, UI \u0915\u0947 \u0932\u093F\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u094B \u0932\u093E\u0917\u0942 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0909\u0938\u0915\u0940 \u092E\u0942\u0932 \u0938\u094D\u0925\u093F\u0924\u093F \u0915\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0947 UI \u0915\u094B \u0930\u093F\u0938\u0947\u091F \u0915\u0930\u0947\u0902 \u0914\u0930 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u092A\u0941\u0928\u0930\u094D\u0928\u093F\u092E\u093E\u0923 \u0915\u0930\u0947\u0902. \u0915\u093E\u0930\u0923\u0903  \u0915\u093F\u0938\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0926\u094D\u0935\u093E\u0930\u093E \u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0947 \u0932\u093F\u090F \u092C\u0928\u093E\u090F \u0917\u090F \u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0930\u093F\u0938\u0947\u091F \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u0935\u0948\u0915\u0932\u094D\u092A\u093F\u0915 \u0930\u0942\u092A \u0938\u0947, \u0906\u092A \u0918\u091F\u0915 CA-UI5-FL-RTA \u0915\u0947 \u0932\u093F\u090F \u0916\u0941\u0932\u0947 \u091F\u093F\u0915\u091F \u0926\u094D\u0935\u093E\u0930\u093E SAP \u0938\u092E\u0930\u094D\u0925\u0928 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948.
MSG_INCORRECT_APP_VERSION_ERROR=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0917\u0941\u092E \u0939\u0948 \u092F\u093E \u0917\u0932\u0924 \u0939\u0948.
DELETE_APP_VARIANT_NO_TRANSPORT=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=\u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0915\u094B \u0939\u091F\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0906\u092A\u0915\u094B \u090F\u0915 \u092A\u0930\u093F\u0935\u0939\u0928 \u0905\u0928\u0941\u0930\u094B\u0927 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0906\u092A\u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u092A\u0930\u093F\u0935\u0939\u0928 \u0905\u0928\u0941\u0930\u094B\u0927 \u092C\u0928\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u0939\u0947\u0902, \u0914\u0930 \u0909\u0938\u0915\u0947 \u092C\u093E\u0926 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0939\u091F\u093E\u090F\u0902.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0935\u0947\u0930\u093F\u092F\u0902\u091F (ID\: {0}) \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0939\u091F\u093E \u0926\u093F\u092F\u093E \u0917\u092F\u093E.
MSG_DELETE_APP_VARIANT_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0939\u091F\u093E\u092F\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
DELETE_APP_VARIANT_OK_TEXT=\u0920\u0940\u0915
DELETE_APP_VARIANT_CLOSE_TEXT=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
BUSINESS_CONTEXT_TITLE=\u0909\u092A\u0932\u092C\u094D\u0927 \u0935\u094D\u092F\u0935\u0938\u093E\u092F \u0938\u093E\u092E\u0917\u094D\u0930\u0940\u0903
MSG_NO_BUSINESS_CONTEXTS=\u0915\u0941\u091B \u0928\u0939\u0940\u0902
MSG_DO_NOT_CLOSE_BROWSER=\u092A\u094D\u0930\u0917\u0924\u093F \u092E\u0947\u0902 \u0915\u092E\u0940 - \u0915\u0943\u092A\u092F\u093E \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0915\u094B \u092C\u0902\u0926 \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0902.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0939\u091F\u093E\u0928\u093E \u092A\u094D\u0930\u0917\u0924\u093F \u092A\u0930 \u0939\u0948 - \u0915\u0943\u092A\u092F\u093E \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0915\u094B \u092C\u0902\u0926 \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0902 .\n\u0927\u094D\u092F\u093E\u0928 \u0926\u0947\u0902 \u0915\u093F \u0910\u092A \u0935\u0947\u0930\u093F\u090F\u0902\u091F \u0915\u0947 \u0932\u093F\u090F \u091F\u093E\u0907\u0932 \u0939\u091F\u093E\u0928\u0947 \u0915\u0940 \u092A\u094D\u0930\u0915\u094D\u0930\u093F\u092F\u093E \u0915\u0940 \u0905\u0935\u0927\u093F \u0915\u0947 \u0932\u093F\u090F \u0926\u0943\u0936\u094D\u092F\u092E\u093E\u0928 \u0930\u0939\u0947\u0917\u0940. 
MSG_CATALOGS_LOCKED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902. \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0939\u091F\u093E\u092F\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u0924\u093E. \u0915\u0943\u092A\u092F\u093E \u0926\u0941\u092C\u093E\u0930\u093E \u0915\u094B\u0936\u093F\u0936 \u0915\u0930\u0947\u0902.


MSG_UNSTABLE_ID_FOUND=\u0906\u092A\u0915\u0947 \u0915\u0941\u091B \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923\u094B\u0902 \u092E\u0947\u0902 \u0938\u094D\u0925\u093F\u0930 ID \u0928\u0939\u0940\u0902 \u0939\u0948. \u092A\u094D\u0930\u092D\u093E\u0935\u093F\u0924 \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923\u094B\u0902 \u0915\u094B \u092A\u0939\u091A\u093E\u0928\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u092E\u0930\u094D\u0925\u0928 \u0938\u0939\u093E\u092F\u0915 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0947\u0902 \u091C\u0948\u0938\u093E \u0915\u093F [\u092F\u0939\u093E\u0902] \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 (https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), and set the IDs.

MSG_NO_FLEX_ENABLED_FLAG=\u0906\u092A\u0915\u093E \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u0947 \u0932\u093F\u090F \u0938\u0915\u094D\u0937\u092E \u0928\u0939\u0940\u0902 \u0939\u0948.[\u092F\u0939\u093E\u0902] \u0926\u093F\u090F \u0917\u090F \u092A\u0942\u0930\u094D\u0935\u093E\u092A\u0947\u0915\u094D\u0937\u093E\u0913\u0902 \u0915\u0940 \u091C\u093E\u0902\u091A \u0915\u0930\u0947\u0902 (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
