
SERVICE_NAME=UI adaptacija
BTN_EXIT=\u012Era\u0161yti ir i\u0161eiti
BTN_DONE=Atlikta
CTX_REMOVE=Pa\u0161alinti
CTX_REMOVE_TITLE=Pa\u0161alinti
CTX_LOCAL_RESET=I\u0161 naujo nustatyti konteiner\u012F
CTX_ADD_ELEMENTS=Prid\u0117ti\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Turinys
CTX_CUT=I\u0161kirpti
CTX_PASTE=\u012Eklijuoti
CTX_GROUP_FIELDS=Jungti
CTX_UNGROUP_FIELDS=Skaidyti
CTX_CREATE_CONTAINER=Kurti\: {0}
TITLE_CREATE_CONTAINER=Naujas\: {0}
CTX_RENAME=Pervardyti
CTX_SETTINGS=Parametrai
CTX_VARIANT_SWITCH=Perjungti rakursus
CTX_VARIANT_SAVE=\u012Era\u0161yti rakurs\u0105
CTX_VARIANT_SAVEAS=\u012Era\u0161yti rakurs\u0105 kaip
CTX_VARIANT_SET_TITLE=Nustatyti pavadinim\u0105
CTX_VARIANT_MANAGE=Valdyti variantus
CTX_ADDXML_AT_EXTENSIONPOINT=Prid\u0117ti fragment\u0105 pl\u0117tinio ta\u0161ke
BTN_FREP_OK=Gerai
BTN_FREP_REMOVE=Pa\u0161alinti
BTN_FREP_CANCEL=At\u0161aukti
LBL_FREP=buvo {0}
HEADER_ADDITIONAL_ELEMENTS=Pasiekiamas turinys\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Tvarkyti programos variantus
BTN_SAVE_AS=\u012Era\u0161yti kaip
TOOLTIP_SAVE_AS=Kurti nauj\u0105 programos variant\u0105
BTN_UNDO=Anuliuoti
BTN_REDO=Perdaryti
BTN_PUBLISH=Publikuoti
BTN_RESTORE=Nustatyti i\u0161 naujo
BTN_ADAPTATION=UI adaptacija
TIT_DRAFT=Juodra\u0161tis
TIT_ORIGINAL_APP=Pradin\u0117 programa
TIT_VERSION_1=Versija 1
LBL_ACTIVE=Aktyvus
LBL_INACTIVE=Neaktyvus
MSG_DRAFT_ACTIVATION_SUCCESS=Nauja versija suaktyvinta
MSG_DRAFT_ACTIVATION_FAILED=Deja, \u0161iuo metu \u0161ablono suaktyvinti negalima. Pabandykite dar kart\u0105 v\u0117liau.
TIT_VERSION_TITLE=Antra\u0161t\u0117
TIT_VERSION_TITLE_DIALOG=Aktyvinti nauj\u0105 versij\u0105
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Aktyvinti versij\u0105 i\u0161 naujo
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u012Evesti versijos pavadinim\u0105
BUT_VERSION_TITLE_DIALOG_CONFIRM=Patvirtinti
BUT_VERSION_TITLE_DIALOG_CANCEL=At\u0161aukti
TOL_ACTIVATE=Aktyvinti nauj\u0105 versij\u0105
TOL_DISCARD_DRAFT=Atmesti juodra\u0161t\u012F
TIT_SWITCH_VERSION_DIALOG=Perjungti versij\u0105
MSG_SWITCH_VERSION_DIALOG=Turite ne\u012Fra\u0161yt\u0173 UI pakeitim\u0173. Ar norite juos \u012Fra\u0161yti prie\u0161 perjungdami?
TIT_DRAFT_DISCARD_DIALOG=Atmesti esam\u0105 juodra\u0161t\u012F
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Ar norite atmesti esam\u0105 juodra\u0161t\u012F ir prad\u0117ti i\u0161 naujo?
BTN_NAVIGATION=Nar\u0161ymas
HEADER_WARNING=\u012Esp\u0117jimas
HEADER_ERROR=Klaida
MSG_RESTORE_FAILED=Deja, \u0161iuo metu UI pakeitim\u0173 atmesti negalima. Bandykite v\u0117liau arba susisiekite su savo administratoriumi\: {0}
MSG_TRANSPORT_SUCCESS=UI pakeitimai \u012Ftraukti \u012F perk\u0117lim\u0105.
FORM_PERS_RESET_TITLE=I\u0161 naujo nustatyti standartin\u0119 versij\u0105
FORM_PERS_RESET_MESSAGE=Ar norite atmesti visus UI pakeitimus ir i\u0161 naujo nustatyti standartin\u0119 taikomosios programos versij\u0105?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Ar norite atmesti visus savo personalizavimo keitimus ir i\u0161 naujo nustatyti program\u0105?
MSG_LREP_TRANSFER_ERROR=Deja, \u012Fvyko technin\u0117 klaida. Bandykite dar kart\u0105 v\u0117liau arba kreipkit\u0117s \u012F administratori\u0173.
MSG_ERROR_REASON=Prie\u017Eastis\:\n{0}
MSG_UNSAVED_CHANGES=Jei patvirtinsite visi j\u016Bs\u0173 UI pakeitimai bus prarasti. Nor\u0117dami juos \u012Fra\u0161yti, u\u017Edarykite \u0161\u012F dialogo lang\u0105 ir i\u0161eikite i\u0161 UI adaptavimo re\u017Eimo.
MSG_NO_FIELDS=Daugiau turinio n\u0117ra
HEADER_PERSONALIZATION_EXISTS=Informacija
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Personalizavote taikom\u0105j\u0105 program\u0105 arba yra vie\u0161\u0173 rakurs\u0173. Taikomoji programa bus paleista i\u0161 naujo be \u0161i\u0173 pakeitim\u0173. Neseniai atlikti keitimai i\u0161liks aktyv\u016Bs.
MSG_DRAFT_EXISTS=Galimi juodra\u0161tiniai \u0161ios taikomosios programos pakeitimai. \u012Ejungus UI adaptavimo re\u017Eim\u0105, juodra\u0161tiniai pakeitimai bus \u012Fkelti.
MSG_DRAFT_DISCARD_DIALOG=Ar norite atmesti keitim\u0173 juodra\u0161t\u012F. Programa bus \u012Fkelta i\u0161 naujo.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Galimi juodra\u0161tiniai \u0161ios taikomosios programos pakeitimai. \u012Ejungus UI adaptavimo re\u017Eim\u0105, juodra\u0161tiniai pakeitimai bus \u012Fkelti be j\u016Bs\u0173 personalizavimo pakeitim\u0173 ir vie\u0161\u0173 rakurs\u0173.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Juodra\u0161tis yra.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Ar norite atmesti juodra\u0161\u010Dio keitimus ir i\u0161 naujo suaktyvinti versij\u0105?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u0160iai taikomai programai galimi auk\u0161tesnio lygmens pakeitimai ir juodra\u0161tiniai pakeitimai \u012Ejungus UI adaptavimo re\u017Eim\u0105, taikomoji programa persikraus ir bus pritaikyti \u0161ie juodra\u0161tiniai keitimai, ta\u010Diau auk\u0161tesnio lygmens keitimai nebus pritaikyti.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0160iai taikomajai programai galimi auk\u0161tesnio lyhmens keitimai. \u012Ejungus UI adaptavimo re\u017Eim\u0105, taikomoji programa persikraus be \u0161i\u0173 pakeitim\u0173.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u0160iai taikomajai programai galimi auk\u0161tesnio lygmens keitimai ir vaidmenims b\u016Bdingi rakursai. \u012Ejungus UI adaptavimo re\u017Eim\u0105, taikomoji programa persikraus su \u0161iais pakeitimais.
MSG_RESTRICTED_CONTEXT_EXIST=\u0160iai taikomajai programai yra vaidmenims b\u016Bding\u0173 rakurs\u0173. \u012Ejungus UI adaptavimo re\u017Eim\u0105, taikomoji programa persikraus su \u0161iais pakeitimais.
HEADER_RELOAD_NEEDED=Program\u0105 reikia paleisti i\u0161 naujo
BUTTON_RELOAD_NEEDED=\u012Ekelti i\u0161 naujo
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Programa dabar bus \u012Fkelta i\u0161 naujo su j\u016Bs\u0173 personalizuotais keitimais ir vie\u0161ais rakursais.
MSG_RELOAD_WITHOUT_DRAFT=Programa dabar bus perkrauta be j\u016Bs\u0173 pakeitim\u0173 juodra\u0161\u010Dio.
MSG_RELOAD_ACTIVATED_DRAFT=Programa dabar bus perkrauta, taikant aktyvi\u0105j\u0105 versij\u0105.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Programa dabar bus perkrauta be juodra\u0161tini\u0173 keitim\u0173. J\u016Bs\u0173 personalizuoti keitimai ir vie\u0161i rakursai v\u0117l bus pritaikyti.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Taikomoji programa dabar persikraus su J\u016Bs\u0173 personalizuotais pakeitimas. J\u016Bs\u0173 vie\u0161ieji ir vaidmenims b\u016Bdingi rakursai bus v\u0117l pritaikyti.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Programa dabar persikraus su J\u016Bs\u0173 vie\u0161aisiais ir vaidmenims b\u016Bdingais rakursais.
MSG_RELOAD_WITH_ALL_CHANGES=Programa persikraus su visais pakeitimais.
MSG_RELOAD_NEEDED=Kad atlikti keitimai \u012Fsigaliot\u0173, program\u0105 reikia paleisti i\u0161 naujo.
MSG_MANAGE_APPS_FAILED=Deja, program\u0173 variant\u0173 ap\u017Evalga laikinai neprieinama. Pabandykite dar kart\u0105 v\u0117liau arba kreipkit\u0117s \u012F savo administratori\u0173.
APP_VARIANT_DIALOG_SAVE=\u012Era\u0161yti
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u012Era\u0161yti
APP_VARIANT_DIALOG_CLOSE=U\u017Edaryti
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=At\u0161aukti
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=At\u0161aukti
CREATE_APP_VARIANT_DIALOG_TITLE=\u012Era\u0161yti kaip nauj\u0105 programos variant\u0105
APP_DIALOG_TITLE_TEXT=Antra\u0161t\u0117
APP_DIALOG_SUB_TITLE_TEXT=Paantra\u0161t\u0117
APP_DIALOG_DESCRIPTION_TEXT=Apra\u0161as
APP_DIALOG_ICON_TEXT=Piktograma
RENAME_ERROR_TITLE=Pavadinimo klaida
RENAME_EMPTY_ERROR_TEXT=\u012Eveskite pavadinim\u0105.
RENAME_BINDING_ERROR_TEXT=Pavadinime negali b\u016Bti simbolio The name must not contain \u201E{\u201C. Pasirinkite kit\u0105 pavadinim\u0105.
APP_VARIANT_ICON_SELECT_ICON=Pasirinkti piktogram\u0105
APP_VARIANT_ICON_NO_DATA=Piktogram\u0173 nerasta.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Naujas programos variantas \u012Fra\u0161ytas.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI adaptavimo re\u017Eimas bus u\u017Edarytas. Jums bus prane\u0161ta, kai naujas poekranis bus pasiekiamas.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Jums bus prane\u0161ta, kai naujas poekranis bus pasiekiamas.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI adaptavimo re\u017Eimas bus u\u017Edarytas. Kreipkit\u0117s \u012F savo administratori\u0173, kad \u012Ftraukt\u0173 \u0161\u012F poekran\u012F \u012F \u201EFiori Launchpad\u201C pagrindin\u012F puslap\u012F (programos ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Kreipkit\u0117s \u012F savo administratori\u0173, kad \u012Ftraukt\u0173 \u0161\u012F poekran\u012F \u012F \u201EFiori Launchpad\u201C pagrindin\u012F puslap\u012F (programos ID\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Klaida
MSG_LOAD_APP_VARIANT_FAILED=Deja, programos varianto \u012Fkelti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
MSG_SAVE_APP_VARIANT_FAILED=Deja, programos varianto \u012Fra\u0161yti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
MSG_UPDATE_APP_VARIANT_FAILED=Deja, programos varianto atnaujinti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
MSG_CATALOG_ASSIGNMENT_FAILED=Naujas programos variantas \u012Fra\u0161ytas, bet jo nepavyko priskirti katalogui.  I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo turinio administratoriui\:
MSG_TILE_CREATION_FAILED=Atnaujinkite \u201EFiori Launchpad\u201C pagrindin\u012F puslap\u012F ir patikrinkite, ar sukurtas naujas poekranis. Jei naujo poekranio sukurti nepavyko arba jis tinkamai neveikia, kreipkit\u0117s \u012F savo turinio administratori\u0173.
MSG_COPY_UNSAVED_CHANGES_FAILED=Deja, j\u016Bs\u0173 programos varianto ir atitinkam\u0173 UI keitim\u0173 \u012Fra\u0161yti nepavyko. Programos variantas nesukurtas. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u012Evesti pavadinim\u0105
MSG_APP_VARIANT_FEATURE_FAILED=Deja, program\u0173 variant\u0173 funkcija laikinai neprieinama. Kreipkit\u0117s \u012F savo administratori\u0173\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Yra naujas poekranis. Nor\u0117dami j\u012F pamatyti, atnaujinkite nar\u0161ykl\u0117s vaizd\u0105
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacija
SAVE_APP_VARIANT_OK_TEXT=Gerai
SAVE_APP_VARIANT_CLOSE_TEXT=U\u017Edaryti
SAVE_APP_VARIANT_COPY_ID_TEXT=Nukopijuoti ID ir u\u017Edaryti
MSG_APP_VARIANT_ID=Programos varianto ID\: {0}
MSG_TECHNICAL_ERROR=Klaida\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Program\u0173 variant\u0173 ap\u017Evalga
APP_VARIANT_TILE_ARIA_LABEL=\u201EFiori\u201C poekranio per\u017Ei\u016Bra
MENU_ITEM_KEY_USER=Raktiniam vartotojui
MENU_ITEM_SAP_DEVELOPER=SAP k\u016Br\u0117jui
MSG_DEPENDENCY_ERROR=Deja, \u0161io pakeitimo negalima taikyti \u0161ios programos vartotojo s\u0105sajoje. I\u0161 naujo nustatykite \u0161ios programos vartotojo s\u0105sajos pradin\u0119 b\u016Bsen\u0105 ir v\u0117l atlikite keitimus. D\u0117mesio\: \u0161iuo veiksmu bus i\u0161 naujo nustatyti visi kit\u0173 vartotoj\u0173 \u0161ioje programoje atlikti keitimai. Jei to daryti nenorite, galite kreiptis \u012F SAP palaikymo tarnyb\u0105, sukurdami biliet\u0105 pagal komponent\u0105 CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Program\u0117l\u0117s variantas (ID\: {0}) panaikintas.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Taikomosios programos variantas (ID\: {0}) panaikintas. Nor\u0117dami pa\u0161alinti poekran\u012F i\u0161 paleidimo skydelio, perkraukite pagrindin\u012F puslap\u012F.
MSG_DELETE_APP_VARIANT_FAILED=Deja, programos varianto panaikinti nepavyko. I\u0161si\u0173skite \u0161i\u0105 technin\u0119 informacij\u0105 savo administratoriui.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacija
DELETE_APP_VARIANT_OK_TEXT=Gerai
DELETE_APP_VARIANT_CLOSE_TEXT=U\u017Edaryti
MSG_NO_BUSINESS_CONTEXTS=n\u0117ra
MSG_DO_NOT_CLOSE_BROWSER=Vykdoma operacija \u2013 neu\u017Edarykite nar\u0161ykl\u0117s lango
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Vykdomas naikinimas \u2013 neu\u017Edarykite nar\u0161ykl\u0117s lango.\nAtminkite, kad programos varianto poekranis bus matomas tol, kol bus baigtas naikinimas.
MSG_CATALOGS_LOCKED=Deja, programos varianto panaikinti nepavyko. Pabandykite dar kart\u0105 v\u0117liau.

MSG_UNSTABLE_ID_FOUND=Kai kurie valdikliai neturi stabili\u0173 ID. Naudokite palaikymo asistent\u0105, kad identifikuotum\u0117te paveiktus valdiklius, kaip apra\u0161yta [\u010Dia] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), ir nustatytum\u0117te ID. (\u0160is prane\u0161imas matomas tik SAP vidiniams naudotojams. Klientai negali jo matyti, ta\u010Diau tur\u0117t\u0173 ID nustatyti kaip galima grei\u010Diau.)

MSG_NO_FLEX_ENABLED_FLAG=J\u016Bs\u0173 programoje ne\u012Fgalinta vartotojo s\u0105sajos adaptacija. \u017Dr. [\u010Dia] nurodytus reikalavimus (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (\u0160is prane\u0161imas matomas tik SAP vidiniams naudotojams. Klientai negali jo matyti. Funkcionalumui tai neturi \u012Ftakos, ta\u010Diau kleintai tur\u0117t\u0173 tai sutvarkyti kaip galima grei\u010Diau.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Apibr\u0117\u017Eti \u012Fd\u0117t\u0105j\u012F turin\u012F
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Atnaujinti \u012Fd\u0117t\u0105j\u012F turin\u012F
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=\u201EIFrame\u201C dydis
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Plotis
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Plo\u010Dio vienetas
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Auk\u0161tis
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Auk\u0161\u010Dio vienetas
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=% reik\u0161m\u0117s nukreipia \u012F srit\u012F, kuri i\u0161 ties\u0173 prieinama \u201EIFrame\u201C.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u012Era\u0161yti
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=At\u0161aukti
CTX_ADDIFRAME=\u012Ed\u0117ti turin\u012F \u012F {0}
CTX_ADDIFRAME_GROUP=\u012Ed\u0117ti turin\u012F
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Paleista programa (variantas) yra \u012Fkelta \u012F sluoksn\u012F CUSTOMER arba CUSTOMER_BASE. Tod\u0117l j\u016Bs kaip programos k\u016Br\u0117jas negalite matyti galim\u0173 programos variant\u0173.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Programos varianto ap\u017Evalga, skirta SAP k\u016Br\u0117jams
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Per\u017Ei\u016Br\u0117ti URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=\u201EIFrame\u201C per\u017Ei\u016Bra
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Rodyti per\u017Ei\u016Br\u0105
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Atnaujinti per\u017Ei\u016Br\u0105
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Jei norite per\u017Ei\u016Br\u0117ti \u012Fd\u0117t\u0105j\u012F turin\u012F, pasirinkite Rodyti per\u017Ei\u016Br\u0105. Jei nieko nerodoma, patikrinkite URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (spustel\u0117kite, jei norite redaguoti rankiniu b\u016Bdu)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Galimos reik\u0161m\u0117s (spustel\u0117kite, jei norite prid\u0117ti URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametras
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Reik\u0161m\u0117s pavyzdys
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Parametr\u0173 ie\u0161ka
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u010Cia naudojam\u0173 URL reikia norint i\u0161pildyti konkre\u010Dias i\u0161ankstines s\u0105lygas ir jos be \u0161i\u0173 URL neveiks.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Su\u017Einokite daugiau

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=Pavadinimas pakeistas \u012F {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Elementas {0} buvo perkeltas \u012F kit\u0105 pozicij\u0105
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Elementas {0} buvo pa\u0161alintas
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Elementas {0} buvo atrastas
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Elementas {0} buvo sujungtas
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Elementas {0} buvo i\u0161skaidytas
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Grup\u0117 {0} buvo prid\u0117ta
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Laukas {0} buvo prid\u0117tas
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=\u201EiFrame\u201C buvo prid\u0117ta
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Pakeisti elemento {0} parametrai
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Elementas buvo perkeltas i\u0161 \u0161io konteinerio
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=\u0160is elementas yra i\u0161skaidymo dalis
TIT_CHANGEVISUALIZATION_CHANGE=Keitimas
TIT_CHANGEVISUALIZATION_CHANGES=Pakeitimai
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=I\u0161sami informacija
TIT_CHANGEVISUALIZATION_DESCRIPTION=Apra\u0161as
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Vizualizuoti pagrindinius vartotojo pakeitimus
BUT_CHANGEVISUALIZATION_HIDECHANGES=Sl\u0117pti pagrindini\u0173 vartotojo pakeitim\u0173 vizualizacij\u0105
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Rodyti visus pakeitimus
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Rodyti perkeltus elementus
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Rodyti pervardytus elementus
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Rodyti prid\u0117tus elementus
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Rodyti sujungtus ir i\u0161skaidytus elementus
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Rodyti pa\u0161alintus elementus
MSG_LOCAL_RESET_VARIANT_SAVE=Konteineris nustatytas i\u0161 naujo ir rakursas buvo automati\u0161kai \u012Fra\u0161ytas.
