
SERVICE_NAME=\u05D4\u05EA\u05D0\u05DE\u05EA \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9
BTN_SAVE=\u05E9\u05DE\u05D5\u05E8
BTN_SAVE_DRAFT=\u05E9\u05DE\u05D5\u05E8 \u05D8\u05D9\u05D5\u05D8\u05D4
BTN_EXIT=\u05E6\u05D0
BTN_DONE=\u05D1\u05D5\u05E6\u05E2
MSG_SAVE_SUCCESS=\u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E0\u05E9\u05DE\u05E8\u05D5.
MSG_SAVE_DRAFT_SUCCESS=\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D8\u05D9\u05D5\u05D8\u05D4 \u05E0\u05E9\u05DE\u05E8\u05D5.
CTX_REMOVE=\u05D4\u05E1\u05E8
CTX_REMOVE_TITLE=\u05D4\u05E1\u05E8
CTX_LOCAL_RESET=\u05D0\u05E4\u05E1 \u05DE\u05DB\u05D5\u05DC\u05D4
CTX_ADD_ELEMENTS=\u05D4\u05D5\u05E1\u05E3\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=\u05D4\u05D5\u05E1\u05E3 \u05D0\u05DC...
MULTIPLE_CONTROL_NAME=\u05EA\u05D5\u05DB\u05DF
CTX_CUT=\u05D2\u05D6\u05D5\u05E8
CTX_PASTE=\u05D4\u05D3\u05D1\u05E7
CTX_GROUP_FIELDS=\u05E9\u05DC\u05D1
CTX_UNGROUP_FIELDS=\u05E4\u05E6\u05DC
CTX_CREATE_CONTAINER=\u05E6\u05D5\u05E8\: {0}
TITLE_CREATE_CONTAINER=\u05D7\u05D3\u05E9\: {0}
CTX_RENAME=\u05E9\u05E0\u05D4 \u05E9\u05DD
CTX_SETTINGS=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA
CTX_VARIANT_SWITCH=\u05D4\u05D7\u05DC\u05E3 \u05D1\u05D9\u05DF \u05EA\u05E6\u05D5\u05D2\u05D5\u05EA
CTX_VARIANT_SAVE=\u05E9\u05DE\u05D5\u05E8 \u05EA\u05E6\u05D5\u05D2\u05D4
CTX_VARIANT_SAVEAS=\u05E9\u05DE\u05D5\u05E8 \u05EA\u05E6\u05D5\u05D2\u05D4 \u05D1\u05E9\u05DD
CTX_VARIANT_SET_TITLE=\u05E7\u05D1\u05E2 \u05DB\u05D5\u05EA\u05E8\u05EA
CTX_VARIANT_MANAGE=\u05E0\u05D4\u05DC \u05EA\u05E6\u05D5\u05D2\u05D5\u05EA
BTN_CREATE_NEW_VIEW=\u05E9\u05DE\u05D5\u05E8 \u05DB\u05EA\u05E6\u05D5\u05D2\u05D4 \u05D7\u05D3\u05E9\u05D4
MSG_CHANGE_READONLY_VARIANT=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05E2\u05E8\u05D5\u05DA \u05D0\u05EA \u05D4\u05EA\u05E6\u05D5\u05D2\u05D4 \u05D4\u05D6\u05D5 \u05DB\u05D9\u05D5\u05D5\u05DF \u05E9\u05D4\u05D9\u05D0 \u05DE\u05D5\u05D2\u05E0\u05EA. \u05DB\u05D3\u05D9 \u05DC\u05E9\u05E0\u05D5\u05EA \u05D6\u05D0\u05EA, \u05E9\u05DE\u05D5\u05E8 \u05D0\u05D5\u05EA\u05D4 \u05DB\u05EA\u05E6\u05D5\u05D2\u05D4 \u05D7\u05D3\u05E9\u05D4.
BTN_MODIFIED_VARIANT_SAVE=\u05E9\u05DE\u05D5\u05E8 \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD
BTN_MODIFIED_VARIANT_DISCARD=\u05D1\u05D8\u05DC \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD
MSG_CHANGE_MODIFIED_VARIANT=\u05D9\u05E9 \u05DC\u05DA \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05DC\u05D0 \u05E0\u05E9\u05DE\u05E8\u05D5 \u05D1\u05EA\u05E6\u05D5\u05D2\u05D4 \u05D6\u05D5. \u05D4\u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05E9\u05DE\u05D5\u05E8 \u05D0\u05D5\u05EA\u05DD \u05D0\u05D5 \u05DC\u05D1\u05D8\u05DC \u05D0\u05D5\u05EA\u05DD?
CTX_ADDXML_AT_EXTENSIONPOINT=\u05D4\u05D5\u05E1\u05E3 \u05D7\u05DC\u05E7 \u05D1\u05E0\u05E7\u05D5\u05D3\u05EA \u05D4\u05E8\u05D7\u05D1\u05D4
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u05D4\u05E1\u05E8
BTN_FREP_CANCEL=\u05D1\u05D8\u05DC
LBL_FREP=\u05D4\u05D9\u05D4 {0}.
HEADER_ADDITIONAL_ELEMENTS=\u05EA\u05D5\u05DB\u05DF \u05D6\u05DE\u05D9\u05DF\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=\u05EA\u05D5\u05DB\u05DF \u05D6\u05DE\u05D9\u05DF \u05E2\u05D1\u05D5\u05E8\: {0}
BTN_MANAGE_APPS_TXT=\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8\u05D9\u05DD \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DD
BTN_MANAGE_APPS_ITEM=\u05E0\u05D4\u05DC
BTN_SAVE_AS=\u05E9\u05DE\u05D5\u05E8 \u05D1\u05E9\u05DD
TOOLTIP_SAVE_AS=\u05E6\u05D5\u05E8 \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D7\u05D3\u05E9 \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DD
BTN_UNDO=\u05D1\u05D8\u05DC \u05E4\u05E2\u05D5\u05DC\u05D4
BTN_REDO=\u05D1\u05E6\u05E2 \u05DE\u05D7\u05D3\u05E9
BTN_MENU=\u05E4\u05E2\u05D5\u05DC\u05D5\u05EA \u05E0\u05D5\u05E1\u05E4\u05D5\u05EA
BTN_RESTORE=\u05D0\u05E4\u05E1
BTN_ADAPTATION=\u05D4\u05EA\u05D0\u05DE\u05EA \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9
BTN_FEEDBACK=\u05DE\u05E9\u05D5\u05D1
BTN_CLOSE_FEEDBACK_DIALOG=\u05E1\u05D2\u05D5\u05E8
TIT_FEEDBACK=\u05EA\u05DF \u05DE\u05E9\u05D5\u05D1
TIT_DRAFT=\u05D8\u05D9\u05D5\u05D8\u05D4
TIT_ORIGINAL_APP=\u05D9\u05D9\u05E9\u05D5\u05DD \u05DE\u05E7\u05D5\u05E8\u05D9
TIT_VERSION_1=\u05D2\u05E8\u05E1\u05D4 1
LBL_ACTIVE=\u05E4\u05E2\u05D9\u05DC
LBL_INACTIVE=\u05DC\u05D0 \u05E4\u05E2\u05D9\u05DC
TIT_VERSION_HISTORY_PUBLISHED=\u05E4\u05D5\u05E8\u05E1\u05DD
TIT_VERSION_HISTORY_UNPUBLISHED=\u05E4\u05E8\u05E1\u05D5\u05DD \u05D1\u05D5\u05D8\u05DC
MSG_DRAFT_ACTIVATION_SUCCESS=\u05D2\u05E8\u05E1\u05D4 \u05D7\u05D3\u05E9\u05D4 \u05D4\u05D5\u05E4\u05E2\u05DC\u05D4
MSG_DRAFT_ACTIVATION_FAILED=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05D4\u05E4\u05E2\u05D9\u05DC \u05D0\u05EA \u05D4\u05D8\u05D9\u05D5\u05D8\u05D4 \u05DB\u05E2\u05EA. \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1 \u05DE\u05D0\u05D5\u05D7\u05E8 \u05D9\u05D5\u05EA\u05E8.
MSG_SWITCH_VERSION_FAILED=\u05D4\u05D7\u05DC\u05E4\u05EA \u05D2\u05E8\u05E1\u05D4 \u05E0\u05DB\u05E9\u05DC\u05D4. \u05D1\u05E6\u05E2 \u05D8\u05E2\u05D9\u05E0\u05D4 \u05D7\u05D5\u05D6\u05E8\u05EA.
MSG_SWITCH_ADAPTATION_FAILED=\u05D4\u05D7\u05DC\u05E4\u05EA \u05D4\u05EA\u05D0\u05DE\u05D4 \u05E0\u05DB\u05E9\u05DC\u05D4. \u05D1\u05E6\u05E2 \u05D8\u05E2\u05D9\u05E0\u05D4 \u05D7\u05D5\u05D6\u05E8\u05EA.
TIT_VERSION_TITLE=\u05DB\u05D5\u05EA\u05E8\u05EA
TIT_VERSION_TITLE_DIALOG=\u05D4\u05E4\u05E2\u05DC \u05D2\u05E8\u05E1\u05D4 \u05D7\u05D3\u05E9\u05D4
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u05D4\u05E4\u05E2\u05DC \u05DE\u05D7\u05D3\u05E9 \u05D2\u05E8\u05E1\u05D4
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u05D4\u05D6\u05DF \u05DB\u05D5\u05EA\u05E8\u05EA \u05D2\u05E8\u05E1\u05D4
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u05D0\u05E9\u05E8
BUT_VERSION_TITLE_DIALOG_CANCEL=\u05D1\u05D8\u05DC
TOL_ACTIVATE=\u05D4\u05E4\u05E2\u05DC \u05D2\u05E8\u05E1\u05D4 \u05D7\u05D3\u05E9\u05D4
TOL_DISCARD_DRAFT=\u05D4\u05E1\u05E8 \u05D8\u05D9\u05D5\u05D8\u05D4
TOL_PUBLISH_VERSION=\u05E4\u05E8\u05E1\u05DD \u05D2\u05E8\u05E1\u05D4
TIT_SWITCH_VERSION_DIALOG=\u05D4\u05D7\u05DC\u05E3 \u05D2\u05E8\u05E1\u05D4
MSG_SWITCH_VERSION_DIALOG=\u05E7\u05D9\u05D9\u05DE\u05D9\u05DD \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC\u05D0 \u05E0\u05E9\u05DE\u05E8\u05D5. \u05D4\u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05E9\u05DE\u05D5\u05E8 \u05D0\u05D5\u05EA\u05DD \u05DC\u05E4\u05E0\u05D9 \u05D4\u05D7\u05DC\u05E4\u05D4?
TIT_DRAFT_DISCARD_DIALOG=\u05D4\u05E1\u05E8 \u05D8\u05D9\u05D5\u05D8\u05D4 \u05E7\u05D9\u05D9\u05DE\u05EA
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u05D4\u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05D4\u05E1\u05D9\u05E8 \u05D0\u05EA \u05D4\u05D8\u05D9\u05D5\u05D8\u05D4 \u05D4\u05E7\u05D9\u05D9\u05DE\u05EA \u05D5\u05DC\u05D9\u05E6\u05D5\u05E8 \u05D0\u05D7\u05EA \u05D7\u05D3\u05E9\u05D4?
BTN_TRANSLATE=\u05EA\u05E8\u05D2\u05DD
BTN_UPLOAD_CHANGED_TEXTS=\u05D4\u05E2\u05DC\u05D4
TIT_UPLOAD_CHANGED_TEXTS=\u05D4\u05E2\u05DC\u05D4 \u05EA\u05E8\u05D2\u05D5\u05DE\u05D9\u05DD
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=\u05E7\u05D9\u05D9\u05DE\u05D9\u05DD \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05D0\u05D9\u05E0\u05DD \u05E0\u05D9\u05EA\u05E0\u05D9\u05DD \u05DC\u05EA\u05E8\u05D2\u05D5\u05DD \u05E9\u05DB\u05D5\u05DC\u05DC\u05D9\u05DD \u05D8\u05E7\u05E1\u05D8. \u05D4\u05DE\u05E6\u05D1 \u05D4\u05E0\u05D5\u05DB\u05D7\u05D9 \u05D9\u05D9\u05E9\u05DE\u05E8 \u05DC\u05E4\u05E0\u05D9 \u05D4\u05D5\u05E8\u05D3\u05EA \u05E7\u05D5\u05D1\u05E5 XLIFF.
MSG_UPLOAD_CHANGED_TEXTS=\u05D4\u05E2\u05DC\u05D4 \u05E7\u05D5\u05D1\u05E5 XLIFF \u05D4\u05DE\u05DB\u05D9\u05DC \u05EA\u05E8\u05D2\u05D5\u05DE\u05D9\u05DD \u05E9\u05DC \u05D8\u05E7\u05E1\u05D8\u05D9\u05DD \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05E9\u05D5\u05E0\u05D5
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=\u05D1\u05D8\u05DC
BTN_OPEN_DOWNLOAD_TRANSLATION=\u05D4\u05D5\u05E8\u05D3
BTN_OPEN_UPLOAD_TRANSLATION=\u05D4\u05E2\u05DC\u05D4
MSG_UPLOAD_TRANSLATION_SUCCESS=\u05EA\u05E8\u05D2\u05D5\u05DD \u05D4\u05D5\u05E2\u05DC\u05D4 \u05D1\u05D4\u05E6\u05DC\u05D7\u05D4
BTN_DOWNLOAD_CHANGED_TEXTS=\u05D4\u05D5\u05E8\u05D3
TIT_DOWNLOAD_CHANGED_TEXTS=\u05D4\u05D5\u05E8\u05D3
MSG_DOWNLOAD_CHANGED_TEXTS=\u05D4\u05D5\u05E8\u05D3 \u05E7\u05D5\u05D1\u05E5 XLIFF \u05D4\u05DE\u05DB\u05D9\u05DC \u05D8\u05E7\u05E1\u05D8\u05D9\u05DD \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05E9\u05D5\u05E0\u05D5. \u05DB\u05DC \u05EA\u05E8\u05D2\u05D5\u05DD \u05E7\u05D9\u05D9\u05DD \u05E9\u05DC \u05D4\u05D8\u05E7\u05E1\u05D8\u05D9\u05DD \u05D4\u05D0\u05DC\u05D4 \u05E0\u05DB\u05DC\u05DC.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=\u05D1\u05D8\u05DC
TXT_SOURCE_LANGUAGE=\u05E9\u05E4\u05EA \u05DE\u05E7\u05D5\u05E8
TXT_TARGET_LANGUAGE=\u05E9\u05E4\u05EA \u05D9\u05E2\u05D3
BTN_NAVIGATION=\u05E0\u05D9\u05D5\u05D5\u05D8
BTN_VISUALIZATION=\u05D4\u05DE\u05D7\u05E9\u05D4 \u05D5\u05D9\u05D6\u05D5\u05D0\u05DC\u05D9\u05EA
HEADER_WARNING=\u05D0\u05D6\u05D4\u05E8\u05D4
HEADER_ERROR=\u05E9\u05D2\u05D9\u05D0\u05D4
MSG_RESTORE_FAILED=\u05D0\u05D9\u05DF \u05D0\u05E4\u05E9\u05E8\u05D5\u05EA \u05DC\u05D4\u05E1\u05D9\u05E8 \u05DB\u05E2\u05EA \u05D0\u05EA \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05D1\u05D9\u05E6\u05E2\u05EA \u05D1\u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9. \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1 \u05DE\u05D0\u05D5\u05D7\u05E8 \u05D9\u05D5\u05EA\u05E8 \u05D0\u05D5 \u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05D4\u05DE\u05E0\u05D4\u05DC\: {0}
FORM_PERS_RESET_TITLE=\u05D0\u05E4\u05E1 \u05DC\u05D2\u05E8\u05E1\u05D4 \u05EA\u05E7\u05E0\u05D9\u05EA
FORM_PERS_RESET_MESSAGE=\u05D4\u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05D4\u05E1\u05D9\u05E8 \u05D0\u05EA \u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1-UI \u05D5\u05DC\u05D0\u05E4\u05E1 \u05D0\u05EA \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05DC\u05D2\u05E8\u05E1\u05D4 \u05D4\u05EA\u05E7\u05E0\u05D9\u05EA?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u05D4\u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05D1\u05D8\u05DC \u05D0\u05EA \u05DB\u05DC \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D0\u05D9\u05E9\u05D9\u05EA \u05D5\u05DC\u05D0\u05E4\u05E1 \u05D0\u05EA \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD?
MSG_LREP_TRANSFER_ERROR=\u05D0\u05D9\u05E8\u05E2\u05D4 \u05E9\u05D2\u05D9\u05D0\u05D4 \u05D8\u05DB\u05E0\u05D9\u05EA. \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1 \u05DE\u05D0\u05D5\u05D7\u05E8 \u05D9\u05D5\u05EA\u05E8, \u05D0\u05D5 \u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA \u05E9\u05DC\u05DA.
MSG_ERROR_REASON=\u05E1\u05D9\u05D1\u05D4\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=\u05E6\u05D0
MSG_UNSAVED_CHANGES_ON_CLOSE=\u05D4\u05D0\u05DD \u05DC\u05E9\u05DE\u05D5\u05E8 \u05D0\u05EA \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=\u05D4\u05D0\u05DD \u05DC\u05E9\u05DE\u05D5\u05E8 \u05D0\u05EA \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D8\u05D9\u05D5\u05D8\u05D4?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=\u05E9\u05DE\u05D5\u05E8
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=\u05E9\u05DE\u05D5\u05E8 \u05D8\u05D9\u05D5\u05D8\u05D4
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=\u05D4\u05E1\u05E8
MSG_UNSAVED_CHANGES=\u05D0\u05DD \u05EA\u05D0\u05E9\u05E8, \u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05D1\u05D9\u05E6\u05E2\u05EA \u05D1\u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D9\u05D0\u05D1\u05D3\u05D5. \u05DB\u05D3\u05D9 \u05DC\u05E9\u05DE\u05D5\u05E8 \u05D0\u05D5\u05EA\u05DD, \u05E1\u05D2\u05D5\u05E8 \u05D0\u05EA \u05EA\u05D9\u05D1\u05EA \u05D4\u05D3\u05D9\u05D0\u05DC\u05D5\u05D2 \u05D5\u05E6\u05D0 \u05DE\u05D4\u05EA\u05D0\u05DE\u05EA \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9.
MSG_NO_FIELDS=\u05D0\u05D9\u05DF \u05EA\u05D5\u05DB\u05DF \u05D6\u05DE\u05D9\u05DF \u05E0\u05D5\u05E1\u05E3
HEADER_PERSONALIZATION_EXISTS=\u05DE\u05D9\u05D3\u05E2
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\u05D4\u05EA\u05D0\u05DE\u05EA \u05D0\u05D9\u05E9\u05D9\u05EA \u05D0\u05EA \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D0\u05D5 \u05E9\u05E7\u05D9\u05D9\u05DE\u05D5\u05EA \u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05E6\u05D9\u05D1\u05D5\u05E8\u05D9\u05D5\u05EA. \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DB\u05E2\u05EA \u05D1\u05DC\u05D9 \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D4\u05D0\u05DC\u05D4.
MSG_NAVIGATION_MODE_CHANGES_WARNING=\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05D1\u05D5\u05E6\u05E2\u05D5 \u05D1\u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05E6\u05D1 \u05E0\u05D9\u05D5\u05D5\u05D8 \u05D9\u05D5\u05E1\u05E8\u05D5 \u05DC\u05D0\u05D7\u05E8 \u05E9\u05EA\u05E6\u05D0 \u05DE\u05D4\u05EA\u05D0\u05DE\u05D4 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9.
MSG_DRAFT_EXISTS=\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D8\u05D9\u05D5\u05D8\u05D4 \u05D6\u05DE\u05D9\u05E0\u05D9\u05DD \u05E2\u05D1\u05D5\u05E8 \u05D9\u05D9\u05E9\u05D5\u05DD \u05D6\u05D4. \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05E2\u05DD \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D8\u05D9\u05D5\u05D8\u05D4 \u05D0\u05DC\u05D4.
MSG_DRAFT_DISCARD_DIALOG=\u05D4\u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05D4\u05E1\u05D9\u05E8 \u05D0\u05EA \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D8\u05D9\u05D5\u05D8\u05D4? \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\u05D4\u05EA\u05D0\u05DE\u05EA \u05D0\u05D9\u05E9\u05D9\u05EA \u05D0\u05EA \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D0\u05D5 \u05E9\u05E7\u05D9\u05D9\u05DE\u05D5\u05EA \u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05E6\u05D9\u05D1\u05D5\u05E8\u05D9\u05D5\u05EA \u05D5\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D8\u05D9\u05D5\u05D8\u05D4 \u05D6\u05DE\u05D9\u05E0\u05D9\u05DD. \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DB\u05E2\u05EA \u05D1\u05DC\u05D9 \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05D1\u05D9\u05E6\u05E2\u05EA \u05D1\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D0\u05D9\u05E9\u05D9\u05EA \u05D5\u05D1\u05DC\u05D9 \u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05E6\u05D9\u05D1\u05D5\u05E8\u05D9\u05D5\u05EA, \u05D0\u05D1\u05DC \u05E2\u05DD \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D4\u05D8\u05D9\u05D5\u05D8\u05D4.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u05D4\u05D8\u05D9\u05D5\u05D8\u05D4 \u05D6\u05DE\u05D9\u05E0\u05D4.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u05D4\u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05D4\u05E1\u05D9\u05E8 \u05D0\u05EA \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D8\u05D9\u05D5\u05D8\u05D4 \u05D5\u05DC\u05D4\u05E4\u05E2\u05D9\u05DC \u05DE\u05D7\u05D3\u05E9 \u05D0\u05EA \u05D4\u05D2\u05E8\u05E1\u05D4?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u05D1\u05D9\u05E6\u05E2\u05EA \u05D4\u05EA\u05D0\u05DE\u05D4 \u05D0\u05D9\u05E9\u05D9\u05EA \u05E9\u05DC \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D5\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D8\u05D9\u05D5\u05D8\u05D4 \u05D6\u05DE\u05D9\u05E0\u05D9\u05DD. \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DC\u05DC\u05D0 \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D0\u05D9\u05E9\u05D9\u05EA \u05E9\u05DC\u05DA \u05D0\u05D1\u05DC \u05E2\u05DD \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D4\u05D8\u05D9\u05D5\u05D8\u05D4.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u05D4\u05EA\u05D0\u05DE\u05EA \u05D0\u05D9\u05E9\u05D9\u05EA \u05D0\u05EA \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD. \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DB\u05E2\u05EA \u05D1\u05DC\u05D9 \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D4\u05D0\u05DC\u05D4.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u05D1\u05D9\u05E6\u05E2\u05EA \u05D4\u05EA\u05D0\u05DE\u05D4 \u05D0\u05D9\u05E9\u05D9\u05EA \u05E9\u05DC \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D5\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D9\u05D9\u05D7\u05D5\u05D3\u05D9\u05D5\u05EA \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3 \u05D6\u05DE\u05D9\u05E0\u05D5\u05EA. \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DC\u05DC\u05D0 \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D0\u05D9\u05E9\u05D9\u05EA \u05E9\u05DC\u05DA \u05D0\u05D1\u05DC \u05E2\u05DD \u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05D9\u05D9\u05D7\u05D5\u05D3\u05D9\u05D5\u05EA \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3.
MSG_RESTRICTED_CONTEXT_EXIST=\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D9\u05D9\u05D7\u05D5\u05D3\u05D9\u05D5\u05EA \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3 \u05D6\u05DE\u05D9\u05E0\u05D5\u05EA \u05E2\u05D1\u05D5\u05E8 \u05D9\u05D9\u05E9\u05D5\u05DD \u05D6\u05D4. \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05E2\u05DD \u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D0\u05DC\u05D4.
HEADER_RELOAD_NEEDED=\u05D8\u05E2\u05D9\u05E0\u05D4 \u05DE\u05D7\u05D3\u05E9 \u05D3\u05E8\u05D5\u05E9\u05D4 \u05DC\u05D9\u05D9\u05E9\u05D5\u05DD
BUTTON_RELOAD_NEEDED=\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DB\u05E2\u05EA \u05E2\u05DD \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D0\u05D9\u05E9\u05D9\u05EA \u05D5\u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05E6\u05D9\u05D1\u05D5\u05E8\u05D9\u05D5\u05EA.
MSG_RELOAD_WITHOUT_DRAFT=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DB\u05E2\u05EA \u05D1\u05DC\u05D9 \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D8\u05D9\u05D5\u05D8\u05D4.
MSG_RELOAD_ACTIVATED_DRAFT=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05E2\u05DD \u05D4\u05D2\u05E8\u05E1\u05D4 \u05D4\u05E4\u05E2\u05D9\u05DC\u05D4.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05D1\u05E2\u05EA \u05D1\u05DC\u05D9 \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05D8\u05D9\u05D5\u05D8\u05D4. \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D0\u05D9\u05E9\u05D9\u05EA \u05D5\u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05E6\u05D9\u05D1\u05D5\u05E8\u05D9\u05D5\u05EA \u05D9\u05D5\u05D7\u05DC\u05D5 \u05E9\u05D5\u05D1.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05DB\u05E2\u05EA \u05DE\u05D7\u05D3\u05E9 \u05E2\u05DD \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D4\u05DE\u05D5\u05EA\u05D0\u05DE\u05D9\u05DD \u05E9\u05DC\u05DA. \u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05E6\u05D9\u05D1\u05D5\u05E8\u05D9\u05D5\u05EA \u05D0\u05D5 \u05D4\u05D9\u05D9\u05D7\u05D5\u05D3\u05D9\u05D5\u05EA \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3 \u05E9\u05DC\u05DA \u05D9\u05D5\u05D7\u05DC\u05D5 \u05E9\u05D5\u05D1.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05DB\u05E2\u05EA \u05E2\u05DD \u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05E6\u05D9\u05D1\u05D5\u05E8\u05D9\u05D5\u05EA \u05D0\u05D5 \u05D4\u05D9\u05D9\u05D7\u05D5\u05D3\u05D9\u05D5\u05EA \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3 \u05E9\u05DC\u05DA.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D1\u05E6\u05E2 \u05D8\u05E2\u05D9\u05E0\u05D4 \u05D7\u05D5\u05D6\u05E8\u05EA \u05E2\u05DD \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D4\u05D0\u05D9\u05E9\u05D9\u05D9\u05DD \u05D5\u05E2\u05DD \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05E2\u05DD \u05D4\u05D4\u05E2\u05D3\u05E4\u05D4 \u05D4\u05D2\u05D1\u05D5\u05D4\u05D4 \u05D1\u05D9\u05D5\u05EA\u05E8 \u05E9\u05DE\u05EA\u05D0\u05D9\u05DE\u05D4 \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3\u05D9 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05E9\u05DC\u05DA.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D1\u05E6\u05E2 \u05D8\u05E2\u05D9\u05E0\u05D4 \u05D7\u05D5\u05D6\u05E8\u05EA \u05E2\u05DD \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05E2\u05DD \u05D4\u05D4\u05E2\u05D3\u05E4\u05D4 \u05D4\u05D2\u05D1\u05D5\u05D4\u05D4 \u05D1\u05D9\u05D5\u05EA\u05E8 \u05E9\u05DE\u05EA\u05D0\u05D9\u05DE\u05D4 \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3\u05D9 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD \u05E9\u05DC\u05DA.
MSG_RELOAD_WITH_ALL_CHANGES=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05E2\u05DD \u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD.
MSG_RELOAD_NEEDED=\u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05D1\u05D9\u05E6\u05E2\u05EA \u05D3\u05D5\u05E8\u05E9\u05D9\u05DD \u05D8\u05E2\u05D9\u05E0\u05D4 \u05DE\u05D7\u05D3\u05E9 \u05E9\u05DC \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD.
MSG_MANAGE_APPS_FAILED=\u05E1\u05E7\u05D9\u05E8\u05EA \u05D4\u05D5\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8\u05D9\u05DD \u05E9\u05DC \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05DC\u05D0 \u05D6\u05DE\u05D9\u05E0\u05D4 \u05DB\u05E2\u05EA. \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1 \u05DE\u05D0\u05D5\u05D7\u05E8 \u05D9\u05D5\u05EA\u05E8 \u05D0\u05D5 \u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA \u05E9\u05DC\u05DA.
APP_VARIANT_DIALOG_SAVE=\u05E9\u05DE\u05D5\u05E8
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u05E9\u05DE\u05D5\u05E8
APP_VARIANT_DIALOG_CLOSE=\u05E1\u05D2\u05D5\u05E8
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u05D1\u05D8\u05DC
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u05D1\u05D8\u05DC
CREATE_APP_VARIANT_DIALOG_TITLE=\u05E9\u05DE\u05D5\u05E8 \u05DB\u05D5\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D7\u05D3\u05E9 \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DD
APP_DIALOG_TITLE_TEXT=\u05DB\u05D5\u05EA\u05E8\u05EA
APP_DIALOG_SUB_TITLE_TEXT=\u05DB\u05D5\u05EA\u05E8\u05EA \u05DE\u05E9\u05E0\u05D4
APP_DIALOG_DESCRIPTION_TEXT=\u05EA\u05D9\u05D0\u05D5\u05E8
APP_DIALOG_ICON_TEXT=\u05E1\u05DE\u05DC
RENAME_ERROR_TITLE=\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05DE\u05EA\u05DF \u05E9\u05DD
RENAME_EMPTY_ERROR_TEXT=\u05D4\u05D6\u05DF \u05E9\u05DD.
RENAME_BINDING_ERROR_TEXT=\u05D4\u05E9\u05DD \u05DC\u05D0 \u05D9\u05DB\u05D5\u05DC \u05DC\u05D4\u05DB\u05D9\u05DC "{". \u05D1\u05D7\u05E8 \u05E9\u05DD \u05D0\u05D7\u05E8.
APP_VARIANT_ICON_SELECT_ICON=\u05D1\u05D7\u05E8 \u05E1\u05DE\u05DC
APP_VARIANT_ICON_NO_DATA=\u05DC\u05D0 \u05E0\u05DE\u05E6\u05D0\u05D5 \u05E1\u05DE\u05DC\u05D9\u05DD.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u05D4\u05D5\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D7\u05D3\u05E9 \u05E9\u05DC \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E0\u05E9\u05DE\u05E8.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u05D4\u05EA\u05D0\u05DE\u05EA \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05EA\u05D9\u05E1\u05D2\u05E8, \u05D5\u05D0\u05EA\u05D4 \u05EA\u05D5\u05E2\u05D1\u05E8 \u05D7\u05D6\u05E8\u05D4 \u05DC\u05D3\u05E3 \u05D4\u05D1\u05D9\u05EA. \u05EA\u05D9\u05E9\u05DC\u05D7 \u05DC\u05DA \u05D4\u05D5\u05D3\u05E2\u05D4 \u05DB\u05E9\u05D4\u05D0\u05E8\u05D9\u05D7 \u05D4\u05D7\u05D3\u05E9 \u05D9\u05D4\u05D9\u05D4 \u05D6\u05DE\u05D9\u05DF.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u05EA\u05D9\u05D5\u05D3\u05E2 \u05DC\u05D2\u05D1\u05D9 \u05D6\u05DE\u05D9\u05E0\u05D5\u05EA \u05D4\u05D0\u05E8\u05D9\u05D7 \u05D4\u05D7\u05D3\u05E9.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u05D4\u05EA\u05D0\u05DE\u05EA \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05EA\u05D9\u05E1\u05D2\u05E8. \u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA \u05DB\u05D3\u05D9 \u05DC\u05D4\u05D5\u05E1\u05D9\u05E3 \u05D0\u05EA \u05D4\u05D0\u05E8\u05D9\u05D7 \u05DC\u05D3\u05E3 \u05D4\u05D1\u05D9\u05EA \u05E9\u05DC \u05DC\u05D5\u05D7 \u05D4\u05D4\u05E4\u05E2\u05DC\u05D4 \u05E9\u05DC Fiori (\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D9\u05D9\u05E9\u05D5\u05DD\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA \u05DB\u05D3\u05D9 \u05DC\u05D4\u05D5\u05E1\u05D9\u05E3 \u05D0\u05EA \u05D4\u05D0\u05E8\u05D9\u05D7 \u05DC\u05D3\u05E3 \u05D4\u05D1\u05D9\u05EA \u05E9\u05DC \u05DC\u05D5\u05D7 \u05D4\u05D4\u05E4\u05E2\u05DC\u05D4 \u05E9\u05DC Fiori (\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D9\u05D9\u05E9\u05D5\u05DD\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=\u05E9\u05D2\u05D9\u05D0\u05D4
MSG_LOAD_APP_VARIANT_FAILED=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05D8\u05E2\u05D5\u05DF \u05D0\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD. \u05E9\u05DC\u05D7 \u05D0\u05EA \u05D4\u05DE\u05D9\u05D3\u05E2 \u05D4\u05D8\u05DB\u05E0\u05D9 \u05D4\u05D1\u05D0 \u05DC\u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA\:
MSG_SAVE_APP_VARIANT_FAILED=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05E9\u05DE\u05D5\u05E8 \u05D0\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD. \u05E9\u05DC\u05D7 \u05D0\u05EA \u05D4\u05DE\u05D9\u05D3\u05E2 \u05D4\u05D8\u05DB\u05E0\u05D9 \u05D4\u05D1\u05D0 \u05DC\u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA\:
MSG_UPDATE_APP_VARIANT_FAILED=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05E2\u05D3\u05DB\u05DF \u05D0\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD. \u05E9\u05DC\u05D7 \u05D0\u05EA \u05D4\u05DE\u05D9\u05D3\u05E2 \u05D4\u05D8\u05DB\u05E0\u05D9 \u05D4\u05D1\u05D0 \u05DC\u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA\:
MSG_CATALOG_ASSIGNMENT_FAILED=\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D4\u05D7\u05D3\u05E9 \u05E0\u05E9\u05DE\u05E8, \u05D0\u05D1\u05DC \u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05D4\u05E7\u05E6\u05D5\u05EA \u05D0\u05D5\u05EA\u05D5 \u05DC\u05E7\u05D8\u05DC\u05D5\u05D2. \u05E9\u05DC\u05D7 \u05D0\u05EA \u05D4\u05DE\u05D9\u05D3\u05E2 \u05D4\u05D8\u05DB\u05E0\u05D9 \u05D4\u05D1\u05D0 \u05DC\u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA \u05E9\u05DC \u05D4\u05EA\u05D5\u05DB\u05DF\:
MSG_TILE_CREATION_FAILED=\u05E8\u05E2\u05E0\u05DF \u05D0\u05EA \u05D3\u05E3 \u05D4\u05D1\u05D9\u05EA \u05E9\u05DC \u05DC\u05D5\u05D7 \u05D4\u05D4\u05E4\u05E2\u05DC\u05D4 \u05E9\u05DC Fiori \u05DB\u05D3\u05D9 \u05DC\u05D1\u05D3\u05D5\u05E7 \u05D0\u05DD \u05D4\u05D0\u05E8\u05D9\u05D7 \u05D4\u05D7\u05D3\u05E9 \u05E0\u05D5\u05E6\u05E8. \u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA \u05E9\u05DC \u05D4\u05EA\u05D5\u05DB\u05DF \u05D0\u05DD \u05D4\u05D5\u05D0 \u05D0\u05D9\u05E0\u05D5 \u05D6\u05DE\u05D9\u05DF \u05D0\u05D5 \u05E9\u05D0\u05D9\u05E0\u05D5 \u05E4\u05D5\u05E2\u05DC \u05DB\u05E8\u05D0\u05D5\u05D9.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05E9\u05DE\u05D5\u05E8 \u05D0\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E9\u05DC\u05DA \u05D5\u05D0\u05EA \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D4\u05EA\u05D5\u05D0\u05DE\u05D9\u05DD. \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D0\u05D9\u05E0\u05D5 \u05D6\u05DE\u05D9\u05DF. \u05E9\u05DC\u05D7 \u05D0\u05EA \u05D4\u05DE\u05D9\u05D3\u05E2 \u05D4\u05D8\u05DB\u05E0\u05D9 \u05D4\u05D1\u05D0 \u05DC\u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u05D4\u05D6\u05DF \u05DB\u05D5\u05EA\u05E8\u05EA
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u05D4\u05D0\u05E8\u05D9\u05D7 \u05D4\u05D7\u05D3\u05E9 \u05D6\u05DE\u05D9\u05DF \u05DB\u05E2\u05EA. \u05DB\u05D3\u05D9 \u05DC\u05D4\u05E6\u05D9\u05D2 \u05D0\u05D5\u05EA\u05D5 \u05E8\u05E2\u05E0\u05DF \u05D0\u05EA \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u05DE\u05D9\u05D3\u05E2
SAVE_APP_VARIANT_OK_TEXT=\u05D0\u05D9\u05E9\u05D5\u05E8
SAVE_APP_VARIANT_CLOSE_TEXT=\u05E1\u05D2\u05D5\u05E8
SAVE_APP_VARIANT_COPY_ID_TEXT=\u05D4\u05E2\u05EA\u05E7 \u05D6\u05D9\u05D4\u05D5\u05D9 \u05D5\u05E1\u05D2\u05D5\u05E8
MSG_APP_VARIANT_ID=\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D9\u05D9\u05E9\u05D5\u05DD\: {0}
MSG_TECHNICAL_ERROR=\u05E9\u05D2\u05D9\u05D0\u05D4\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u05E1\u05E7\u05D9\u05E8\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8\u05D9\u05DD \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DD
APP_VARIANT_TILE_ARIA_LABEL=\u05EA\u05E6\u05D5\u05D3\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4 \u05E9\u05DC \u05D0\u05E8\u05D9\u05D7 Fiori
MENU_ITEM_KEY_USER=\u05E2\u05D1\u05D5\u05E8 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05DE\u05E4\u05EA\u05D7
MENU_ITEM_SAP_DEVELOPER=\u05E2\u05D1\u05D5\u05E8 \u05DE\u05E4\u05EA\u05D7 SAP
MSG_DEPENDENCY_ERROR=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05DC\u05D4\u05D7\u05D9\u05DC \u05D0\u05EA \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9 \u05D4\u05D6\u05D4 \u05DC\u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9. \u05D0\u05E4\u05E1 \u05D0\u05EA \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05DC\u05DE\u05E6\u05D1\u05D5 \u05D4\u05DE\u05E7\u05D5\u05E8\u05D9 \u05D5\u05E6\u05D5\u05E8 \u05DE\u05D7\u05D3\u05E9 \u05D0\u05EA \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD. \u05D6\u05D4\u05D9\u05E8\u05D5\u05EA\: \u05E4\u05E2\u05D5\u05DC\u05D4 \u05D6\u05D5 \u05EA\u05D0\u05E4\u05E1 \u05D0\u05EA \u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05D1\u05D5\u05E6\u05E2\u05D5 \u05D1\u05D9\u05D9\u05E9\u05D5\u05DD \u05D6\u05D4 \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05DB\u05DC \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD. \u05DC\u05D7\u05DC\u05D5\u05E4\u05D9\u05DF, \u05E0\u05D9\u05EA\u05DF \u05DC\u05D9\u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05D4\u05EA\u05DE\u05D9\u05DB\u05D4 \u05E9\u05DC SAP \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05E4\u05EA\u05D9\u05D7\u05EA \u05DB\u05E8\u05D8\u05D9\u05E1 \u05E2\u05D1\u05D5\u05E8 \u05D4\u05E8\u05DB\u05D9\u05D1 CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D9\u05D9\u05E9\u05D5\u05DD (\u05D6\u05D9\u05D4\u05D5\u05D9\: {0}) \u05E0\u05DE\u05D7\u05E7.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D9\u05D9\u05E9\u05D5\u05DD (\u05D6\u05D9\u05D4\u05D5\u05D9\: {0}) \u05E0\u05DE\u05D7\u05E7. \u05DB\u05D3\u05D9 \u05DC\u05D4\u05E1\u05D9\u05E8 \u05D0\u05EA \u05D4\u05D0\u05E8\u05D9\u05D7 \u05DE\u05DC\u05D5\u05D7 \u05D4\u05D4\u05E4\u05E2\u05DC\u05D4, \u05D8\u05E2\u05DF \u05DE\u05D7\u05D3\u05E9 \u05D0\u05EA \u05D3\u05E3 \u05D4\u05D1\u05D9\u05EA.
MSG_DELETE_APP_VARIANT_FAILED=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05DE\u05D7\u05D5\u05E7 \u05D0\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD. \u05E9\u05DC\u05D7 \u05D0\u05EA \u05D4\u05DE\u05D9\u05D3\u05E2 \u05D4\u05D8\u05DB\u05E0\u05D9 \u05D4\u05D1\u05D0 \u05DC\u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u05DE\u05D9\u05D3\u05E2
DELETE_APP_VARIANT_OK_TEXT=\u05D0\u05D9\u05E9\u05D5\u05E8
DELETE_APP_VARIANT_CLOSE_TEXT=\u05E1\u05D2\u05D5\u05E8
MSG_NO_BUSINESS_CONTEXTS=\u05DC\u05DC\u05D0
MSG_DO_NOT_CLOSE_BROWSER=\u05E4\u05E2\u05D5\u05DC\u05D4 \u05D1\u05EA\u05D4\u05DC\u05D9\u05DA - \u05D0\u05DC \u05EA\u05E1\u05D2\u05D5\u05E8 \u05D0\u05EA \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u05DE\u05D7\u05D9\u05E7\u05D4 \u05D1\u05EA\u05D4\u05DC\u05D9\u05DA - \u05D0\u05DC \u05EA\u05E1\u05D2\u05D5\u05E8 \u05D0\u05EA \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF.\n\u05E9\u05D9\u05DD \u05DC\u05D1\: \u05D4\u05D0\u05E8\u05D9\u05D7 \u05E2\u05D1\u05D5\u05E8 \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05D9\u05D9\u05E9\u05D0\u05E8 \u05D2\u05DC\u05D5\u05D9 \u05D1\u05DE\u05D4\u05DC\u05DA \u05EA\u05D4\u05DC\u05D9\u05DA \u05D4\u05DE\u05D7\u05D9\u05E7\u05D4.
MSG_CATALOGS_LOCKED=\u05DC\u05D0 \u05E0\u05D9\u05EA\u05DF \u05D4\u05D9\u05D4 \u05DC\u05DE\u05D7\u05D5\u05E7 \u05D0\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD. \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1 \u05DE\u05D0\u05D5\u05D7\u05E8 \u05D9\u05D5\u05EA\u05E8.

MSG_UNSTABLE_ID_FOUND=\u05D7\u05DC\u05E7 \u05DE\u05D4\u05D1\u05E7\u05E8\u05D5\u05EA \u05DC\u05D0 \u05DE\u05DB\u05D9\u05DC\u05D5\u05EA \u05D6\u05D9\u05D4\u05D5\u05D9\u05D9\u05DD \u05D9\u05E6\u05D9\u05D1\u05D9\u05DD. \u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05E1\u05D9\u05D9\u05E2 \u05D4\u05EA\u05DE\u05D9\u05DB\u05D4 \u05DC\u05D6\u05D9\u05D4\u05D5\u05D9 \u05D4\u05D1\u05E7\u05E8\u05D5\u05EA \u05E9\u05D4\u05D5\u05E9\u05E4\u05E2\u05D5 \u05DB\u05E4\u05D9 \u05E9\u05EA\u05D5\u05D0\u05E8\u05D5 [\u05DB\u05D0\u05DF] (https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), \u05D5\u05E7\u05D1\u05E2 \u05D0\u05EA \u05D4\u05D6\u05D9\u05D4\u05D5\u05D9\u05D9\u05DD. (\u05D4\u05D5\u05D3\u05E2\u05D4 \u05D6\u05D5 \u05D2\u05DC\u05D5\u05D9\u05D4 \u05E8\u05E7 \u05E4\u05E0\u05D9\u05DE\u05D9\u05EA \u05D1-SAP, \u05D0\u05DA \u05E2\u05DC\u05D9\u05DA \u05DC\u05E7\u05D1\u05D5\u05E2 \u05D0\u05EA \u05D4\u05D6\u05D9\u05D4\u05D5\u05D9\u05D9\u05DD \u05D1\u05D4\u05E7\u05D3\u05DD \u05D4\u05D0\u05E4\u05E9\u05E8\u05D9.)

MSG_NO_FLEX_ENABLED_FLAG=\u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E9\u05DC\u05DA \u05D0\u05D9\u05E0\u05D5 \u05DE\u05D5\u05E4\u05E2\u05DC \u05E2\u05D1\u05D5\u05E8 \u05D4\u05EA\u05D0\u05DE\u05EA \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9. \u05D1\u05D3\u05D5\u05E7 \u05EA\u05E0\u05D0\u05D9\u05DD \u05DE\u05D5\u05E7\u05D3\u05DE\u05D9\u05DD \u05DB\u05E4\u05D9 \u05E9\u05EA\u05D5\u05D0\u05E8\u05D5 [\u05DB\u05D0\u05DF] (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (\u05D4\u05D5\u05D3\u05E2\u05D4 \u05D6\u05D5 \u05D2\u05DC\u05D5\u05D9\u05D4 \u05E8\u05E7 \u05E4\u05E0\u05D9\u05DE\u05D9\u05EA \u05D1-SAP. \u05D4\u05E4\u05D5\u05E0\u05E7\u05E6\u05D9\u05D5\u05E0\u05D0\u05DC\u05D9\u05D5\u05EA \u05DC\u05D0 \u05D4\u05D5\u05E9\u05E4\u05E2\u05D4, \u05D0\u05DA \u05E2\u05DC\u05D9\u05DA \u05DC\u05E7\u05D1\u05D5\u05E2 \u05D0\u05EA \u05D4\u05D6\u05D9\u05D4\u05D5\u05D9\u05D9\u05DD \u05D1\u05D4\u05E7\u05D3\u05DD \u05D4\u05D0\u05E4\u05E9\u05E8\u05D9.)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u05D4\u05D2\u05D3\u05E8 \u05EA\u05D5\u05DB\u05DF \u05DE\u05E9\u05D5\u05D1\u05E5
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u05E2\u05D3\u05DB\u05DF \u05EA\u05D5\u05DB\u05DF \u05DE\u05E9\u05D5\u05D1\u05E5
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=\u05D2\u05D5\u05D3\u05DC \u05E9\u05DC IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u05E8\u05D5\u05D7\u05D1
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u05D9\u05D7\u05D9\u05D3\u05D4 \u05E2\u05D1\u05D5\u05E8 \u05E8\u05D5\u05D7\u05D1
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u05D2\u05D5\u05D1\u05D4
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u05D9\u05D7\u05D9\u05D3\u05D4 \u05E2\u05D1\u05D5\u05E8 \u05D2\u05D5\u05D1\u05D4
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u05E9\u05DE\u05D5\u05E8
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u05D1\u05D8\u05DC
CTX_ADDIFRAME=\u05E9\u05D1\u05E5 \u05EA\u05D5\u05DB\u05DF\: {0}
CTX_ADDIFRAME_GROUP=\u05E9\u05D1\u05E5 \u05EA\u05D5\u05DB\u05DF
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=(\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8) \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD \u05E9\u05D0\u05D5\u05EA\u05D7\u05DC \u05E0\u05E4\u05E8\u05E1 \u05D1\u05E9\u05DB\u05D1\u05D4 CUSTOMER \u05D0\u05D5 CUSTOMER_BASE. \u05DC\u05DB\u05DF, \u05DE\u05E4\u05EA\u05D7 SAP \u05DC\u05D0 \u05D9\u05DB\u05D5\u05DC \u05DC\u05E8\u05D0\u05D5\u05EA \u05D0\u05EA \u05D4\u05D5\u05D5\u05E8\u05D9\u05D0\u05E0\u05D8\u05D9\u05DD \u05D4\u05D6\u05DE\u05D9\u05E0\u05D9\u05DD \u05E9\u05DC \u05D4\u05D9\u05D9\u05E9\u05D5\u05DD.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u05E1\u05E7\u05D9\u05E8\u05EA \u05D5\u05E8\u05D9\u05D0\u05E0\u05D8 \u05D9\u05D9\u05E9\u05D5\u05DD \u05E2\u05D1\u05D5\u05E8 \u05DE\u05E4\u05EA\u05D7\u05D9 SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=\u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4 \u05E9\u05DC \u05DB\u05EA\u05D5\u05D1\u05EA URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=\u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4 \u05E9\u05DC IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u05D4\u05E6\u05D2 \u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u05E2\u05D3\u05DB\u05DF \u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u05D1\u05D7\u05E8 '\u05D4\u05E6\u05D2 \u05EA\u05E6\u05D5\u05D2\u05D4 \u05DE\u05E7\u05D3\u05D9\u05DE\u05D4' \u05DB\u05D3\u05D9 \u05DC\u05D4\u05E6\u05D9\u05D2 \u05D0\u05EA \u05D4\u05EA\u05D5\u05DB\u05DF \u05D4\u05DE\u05E9\u05D5\u05D1\u05E5. \u05D0\u05DD \u05DC\u05D0 \u05DE\u05D5\u05E6\u05D2 \u05DB\u05DC\u05D5\u05DD, \u05D0\u05DE\u05EA \u05D0\u05EA \u05DB\u05EA\u05D5\u05D1\u05EA \u05D4-URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=\u05DB\u05EA\u05D5\u05D1\u05EA URL (\u05DC\u05D7\u05E5 \u05DB\u05D3\u05D9 \u05DC\u05E2\u05E8\u05D5\u05DA \u05D1\u05D0\u05D5\u05E4\u05DF \u05D9\u05D3\u05E0\u05D9)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u05E2\u05E8\u05DB\u05D9\u05DD \u05D6\u05DE\u05D9\u05E0\u05D9\u05DD (\u05DC\u05D7\u05E5 \u05DB\u05D3\u05D9 \u05DC\u05D4\u05D5\u05E1\u05D9\u05E3 \u05DC\u05DB\u05EA\u05D5\u05D1\u05EA \u05D4-URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u05E4\u05E8\u05DE\u05D8\u05E8
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u05D3\u05D5\u05D2\u05DE\u05D4 \u05DC\u05E2\u05E8\u05DA
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u05D7\u05E4\u05E9 \u05E4\u05E8\u05DE\u05D8\u05E8\u05D9\u05DD
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u05DB\u05EA\u05D5\u05D1\u05D5\u05EA URL \u05D4\u05E0\u05DE\u05E6\u05D0\u05D5\u05EA \u05D1\u05E9\u05D9\u05DE\u05D5\u05E9 \u05DB\u05D0\u05DF \u05D3\u05E8\u05D5\u05E9\u05D5\u05EA \u05DC\u05DE\u05D9\u05DC\u05D5\u05D9 \u05EA\u05E0\u05D0\u05D9\u05DD \u05DE\u05D5\u05E7\u05D3\u05DE\u05D9\u05DD \u05DE\u05E1\u05D5\u05D9\u05DE\u05D9\u05DD \u05D5\u05DC\u05D0 \u05D9\u05E2\u05D1\u05D3\u05D5 \u05D1\u05DC\u05E2\u05D3\u05D9\u05D4\u05DD.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u05E7\u05E8\u05D0 \u05E2\u05D5\u05D3
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=\u05DB\u05D5\u05EA\u05E8\u05EA
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=\u05EA\u05D5\u05DB\u05DF \u05DE\u05E9\u05D5\u05D1\u05E5
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=\u05D0\u05D7\u05D5\u05D6 \u05D9\u05D7\u05E1\u05D9 \u05DC\u05E8\u05D5\u05D7\u05D1 \u05DE\u05E7\u05D8\u05E2
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=\u05D0\u05D7\u05D5\u05D6 \u05D9\u05D7\u05E1\u05D9 \u05DC\u05E8\u05D5\u05D7\u05D1 \u05DB\u05D5\u05EA\u05E8\u05EA
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=\u05D0\u05D7\u05D5\u05D6 \u05D9\u05D7\u05E1\u05D9\u05EA \u05DC\u05D2\u05D5\u05D1\u05D4 \u05D7\u05DC\u05D5\u05DF \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=\u05DE\u05E1\u05E4\u05E8 \u05E4\u05D9\u05E7\u05E1\u05DC\u05D9\u05DD
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=\u05D1\u05D9\u05D7\u05E1 \u05DC\u05D2\u05D5\u05D3\u05DC \u05D4\u05D2\u05D5\u05E4\u05DF \u05E9\u05DC \u05D0\u05DC\u05DE\u05E0\u05D8 HTML \u05E9\u05DC \u05E9\u05D5\u05E8\u05E9
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA \u05DE\u05EA\u05E7\u05D3\u05DE\u05D5\u05EA
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=\u05DE\u05E6\u05D1 \u05E0\u05D9\u05D5\u05D5\u05D8 \u05DE\u05D3\u05D5\u05E8 \u05E7\u05D5\u05D3\u05DD
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=\u05D1\u05E2\u05EA \u05D4\u05DE\u05E2\u05D1\u05E8 \u05DC\u05DE\u05E6\u05D1 \u05D4\u05E0\u05D9\u05D5\u05D5\u05D8 \u05DE\u05D3\u05D5\u05E8 \u05E7\u05D5\u05D3\u05DD, \u05DB\u05DE\u05D4 \u05D4\u05D6\u05E0\u05D5\u05EA \u05E0\u05D5\u05E1\u05E4\u05D5\u05EA \u05D0\u05D8\u05D5\u05DE\u05D8\u05D9\u05EA \u05DC\u05D4\u05D9\u05E1\u05D8\u05D5\u05E8\u05D9\u05D9\u05EA \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF, \u05DC\u05D3\u05D5\u05D2\u05DE\u05D4, \u05D1\u05E2\u05EA \u05E4\u05EA\u05E8\u05D5\u05DF \u05E4\u05E8\u05DE\u05D8\u05E8\u05D9 \u05DB\u05EA\u05D5\u05D1\u05EA URL. \u05DC\u05E4\u05E2\u05D5\u05DC\u05D4 \u05D6\u05D5 \u05D9\u05DB\u05D5\u05DC\u05D4 \u05DC\u05D4\u05D9\u05D5\u05EA \u05D4\u05E9\u05E4\u05E2\u05D4 \u05DC\u05D0 \u05E8\u05E6\u05D5\u05D9\u05D4 \u05E2\u05DC \u05D4\u05EA\u05E0\u05D4\u05D2\u05D5\u05EA \u05DC\u05D7\u05E6\u05DF \u05D4\u05D7\u05D6\u05E8\u05D4 \u05E9\u05DC \u05D4\u05D3\u05E4\u05D3\u05E4\u05DF \u05D0\u05D5 \u05E9\u05DC \u05D4\u05E0\u05D9\u05D5\u05D5\u05D8 \u05D1\u05D9\u05D9\u05E9\u05D5\u05DE\u05D9 \u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05DC SAP Fiori. \u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05E6\u05D1 \u05D6\u05D4 \u05E8\u05E7 \u05D0\u05DD \u05D0\u05EA\u05D4 \u05E0\u05EA\u05E7\u05DC \u05D1\u05D1\u05E2\u05D9\u05D5\u05EA \u05EA\u05D5\u05DB\u05DF \u05DC\u05D0 \u05DE\u05E2\u05D5\u05D3\u05DB\u05DF \u05D0\u05D5 \u05EA\u05D5\u05DB\u05DF \u05DE\u05D5\u05D8\u05DE\u05E2 \u05E9\u05D0\u05D9\u05E0\u05D5 \u05E0\u05D8\u05E2\u05DF \u05DB\u05E8\u05D0\u05D5\u05D9.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=\u05E4\u05E8\u05D5\u05D8\u05D5\u05E7\u05D5\u05DC \u05D0\u05D9\u05E0\u05D5 \u05DE\u05D5\u05E8\u05E9\u05D4.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=\u05D4\u05D8\u05DE\u05E2\u05EA \u05EA\u05D5\u05DB\u05DF HTTP \u05D1\u05DE\u05D0\u05E8\u05D7 HTTPS \u05D0\u05D9\u05E0\u05D4 \u05DE\u05D5\u05E8\u05E9\u05D9\u05EA.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=\u05DB\u05EA\u05D5\u05D1\u05EA URL \u05D0\u05D9\u05E0\u05D4 \u05DE\u05D5\u05E8\u05E9\u05D9\u05EA.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=\u05D4\u05D6\u05DF \u05DB\u05EA\u05D5\u05D1\u05EA URL \u05D7\u05D5\u05E7\u05D9\u05EA.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=\u05E9\u05DD \u05E9\u05D5\u05E0\u05D4 \u05DC-''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=\u05E9\u05DD \u05E9\u05D5\u05E0\u05D4 \u05DE-''{1}'' \u05DC-''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u05D0\u05DC\u05DE\u05E0\u05D8 "{0}" \u05D4\u05D5\u05E2\u05D1\u05E8
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=\u05D0\u05DC\u05DE\u05E0\u05D8 ''{0}'' \u05D4\u05D5\u05E2\u05D1\u05E8 \u05D1\u05EA\u05D5\u05DA \u05D4\u05DE\u05DB\u05D5\u05DC\u05D4 \u05E9\u05DC\u05D5
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u05D0\u05DC\u05DE\u05E0\u05D8 "{0}" \u05D4\u05D5\u05E1\u05E8
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u05D0\u05DC\u05DE\u05E0\u05D8 "{0}" \u05E0\u05D5\u05E1\u05E3
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u05D0\u05DC\u05DE\u05E0\u05D8 "{0}" \u05E9\u05D5\u05DC\u05D1
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=\u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD "{0}" \u05D5-"{1}" \u05E9\u05D5\u05DC\u05D1\u05D5
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} \u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05D5\u05DC\u05D1\u05D5
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u05D0\u05DC\u05DE\u05E0\u05D8 "{0}" \u05E4\u05D5\u05E6\u05DC
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=\u05E7\u05D1\u05D5\u05E6\u05D4 "{0}" \u05E0\u05D5\u05E1\u05E4\u05D4
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=\u05E9\u05D3\u05D4 "{0}" \u05E0\u05D5\u05E1\u05E3
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame \u05E0\u05D5\u05E1\u05E3
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=\u05D4\u05D2\u05D3\u05E8\u05D5\u05EA \u05E9\u05DC \u05D0\u05DC\u05DE\u05E0\u05D8 "{0}" \u05E9\u05D5\u05E0\u05D5
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=\u05D0\u05DC\u05DE\u05E0\u05D8 \u05E9\u05D5\u05E0\u05D4
TIT_CHANGEVISUALIZATION_TYPE=\u05E1\u05D5\u05D2
TIT_CHANGEVISUALIZATION_CHANGES=\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD
TIT_CHANGEVISUALIZATION_DATE=\u05EA\u05D0\u05E8\u05D9\u05DA
TIT_CHANGEVISUALIZATION_DETAILS=\u05E4\u05E8\u05D8\u05D9\u05DD
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u05EA\u05D9\u05D0\u05D5\u05E8
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u05E6\u05D5\u05E8 \u05D4\u05DE\u05D7\u05E9\u05D4 \u05D5\u05D9\u05D6\u05D5\u05D0\u05DC\u05D9\u05EA \u05DC\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05DE\u05E9\u05EA\u05DE\u05E9 \u05DE\u05E4\u05EA\u05D7
BUT_CHANGEVISUALIZATION_SELECTCHANGES=\u05D1\u05D7\u05E8 \u05E1\u05D5\u05D2 \u05E9\u05D9\u05E0\u05D5\u05D9
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=\u05DC\u05D0 \u05E0\u05D5\u05E6\u05E8\u05D4 \u05D4\u05DE\u05D7\u05E9\u05D4 \u05D5\u05D9\u05D6\u05D5\u05D0\u05DC\u05D9\u05EA \u05E9\u05DC \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u05D4\u05DB\u05D5\u05DC
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=\u05DB\u05DC \u05D4\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u05D4\u05E2\u05D1\u05E8
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05D4\u05D5\u05E2\u05D1\u05E8\u05D5
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u05E9\u05E0\u05D4 \u05E9\u05DD
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05E9\u05DE\u05DD \u05E9\u05D5\u05E0\u05D4
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u05D4\u05D5\u05E1\u05E3
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=\u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05E0\u05D5\u05E1\u05E4\u05D5
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u05E9\u05DC\u05D1 \u05D5\u05E4\u05E6\u05DC
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05E9\u05D5\u05DC\u05D1\u05D5 \u05D5\u05E4\u05D5\u05E6\u05DC\u05D5
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u05D4\u05E1\u05E8
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u05D0\u05DC\u05DE\u05E0\u05D8\u05D9\u05DD \u05E9\u05D4\u05D5\u05E1\u05E8\u05D5
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=\u05D0\u05D7\u05E8
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D0\u05D7\u05E8\u05D9\u05DD
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=\u05D4\u05DB\u05D5\u05DC
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=\u05D8\u05D9\u05D5\u05D8\u05D4
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=\u05DC\u05D0 \u05E9\u05DE\u05D5\u05E8
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=\u05E2\u05DB\u05E9\u05D9\u05D5
MSG_LOCAL_RESET_VARIANT_SAVE=\u05D4\u05DE\u05DB\u05D5\u05DC\u05D4 \u05D4\u05EA\u05D0\u05E4\u05E1\u05D4 \u05D5\u05D4\u05EA\u05E6\u05D5\u05D2\u05D4 \u05E0\u05E9\u05DE\u05E8\u05D4 \u05D0\u05D5\u05D8\u05D5\u05DE\u05D8\u05D9\u05EA.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=\u05D4\u05E6\u05D2 \u05DE\u05E7\u05D5\u05E8
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=\u05D4\u05E6\u05D2 \u05D7\u05DC\u05E7\u05D9\u05DD \u05D0\u05D7\u05E8\u05D9\u05DD
BUT_CHANGEVISUALIZATION_LEARNMORE=[\u05DC\u05DE\u05D3 \u05E2\u05D5\u05D3]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=\u05E9\u05D9\u05E0\u05D5\u05D9 1
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=\u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC \u05D9\u05D9\u05E9\u05D5\u05DD \u05D6\u05D4 \u05D1\u05D5\u05E6\u05E2\u05D5 \u05D1\u05DE\u05E2\u05E8\u05DB\u05EA \u05D0\u05D7\u05E8\u05EA. \u05DB\u05D3\u05D9 \u05DC\u05D4\u05D9\u05DE\u05E0\u05E2 \u05DE\u05D4\u05EA\u05E0\u05D2\u05E9\u05D5\u05D9\u05D5\u05EA \u05D0\u05E0\u05D5 \u05DE\u05DE\u05DC\u05D9\u05E6\u05D9\u05DD \u05DC\u05D1\u05E6\u05E2 \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05E2\u05E8\u05DB\u05EA \u05D0\u05D7\u05EA \u05D1\u05DC\u05D1\u05D3 \u05D5\u05DC\u05D4\u05E2\u05D1\u05D9\u05E8 \u05D0\u05D5\u05EA\u05DD \u05DC\u05DE\u05E2\u05E8\u05DB\u05D5\u05EA \u05D4\u05D0\u05D7\u05E8\u05D5\u05EA. \u05E8\u05D0\u05D4, [\u05D4\u05EA\u05D0\u05DE\u05D4 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9.](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=\u05D0\u05D6\u05D4\u05E8\u05D4 - \u05E1\u05D9\u05DB\u05D5\u05DF \u05DC\u05D4\u05EA\u05E0\u05D2\u05E9\u05D5\u05D9\u05D5\u05EA \u05D7\u05DE\u05D5\u05E8\u05D5\u05EA
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=\u05D0\u05EA\u05D4 \u05DE\u05EA\u05D7\u05D9\u05DC \u05D4\u05EA\u05D0\u05DE\u05D4 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05E2\u05E8\u05DB\u05EA \u05D9\u05E6\u05E8\u05E0\u05D9\u05EA. \u05D0\u05DD \u05D9\u05E9 \u05DC\u05DA \u05DE\u05E2\u05E8\u05DB\u05EA \u05E4\u05D9\u05EA\u05D5\u05D7 \u05D0\u05D5 \u05DE\u05E2\u05E8\u05DB\u05EA \u05D1\u05D3\u05D9\u05E7\u05D4, \u05D0\u05E0\u05D5 \u05DE\u05DE\u05DC\u05D9\u05E6\u05D9\u05DD \u05DC\u05DA \u05DC\u05D1\u05E6\u05E2 \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05E9\u05DD \u05D5\u05DC\u05D4\u05E9\u05EA\u05DE\u05E9 \u05D1\u05DE\u05E0\u05D2\u05E0\u05D5\u05DF \u05D4\u05D4\u05E2\u05D1\u05E8\u05D4 \u05DC\u05E4\u05E8\u05E1\u05D5\u05DD \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D0\u05DC\u05D4.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=\u05D0\u05D6\u05D4\u05E8\u05D4 - \u05D0\u05E6\u05D4 \u05E2\u05D5\u05DE\u05D3 \u05DC\u05D1\u05E6\u05E2 \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9\u05DD \u05D1\u05DE\u05E2\u05E8\u05DB\u05EA \u05D4\u05D9\u05E6\u05E8\u05E0\u05D9\u05EA
MSG_GENERIC_ERROR_MESSAGE=\u05D0\u05D9\u05E8\u05E2\u05D4 \u05E9\u05D2\u05D9\u05D0\u05D4. \u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05D4\u05EA\u05DE\u05D9\u05DB\u05D4 \u05E9\u05DC SAP \u05E2\u05DC-\u05D9\u05D3\u05D9 \u05DB\u05E8\u05D8\u05D9\u05E1 \u05E2\u05D1\u05D5\u05E8 \u05E8\u05DB\u05D9\u05D1 CA-UI5-FL-RTA.\n \u05DB\u05DC\u05D5\u05DC \u05D0\u05EA \u05D4\u05DE\u05D9\u05D3\u05E2 \u05D4\u05D8\u05DB\u05E0\u05D9 \u05D4\u05D1\u05D0 \u05D1\u05DB\u05E8\u05D8\u05D9\u05E1 \u05E9\u05DC\u05DA\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=\u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05DE\u05D4\u05DC\u05DA \u05D4\u05EA\u05D7\u05DC\u05EA \u05D4\u05EA\u05D0\u05DE\u05D4 \u05E9\u05DC \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=\u05D0\u05D9\u05DF \u05DC\u05DA \u05D4\u05E8\u05E9\u05D0\u05D5\u05EA \u05DE\u05E9\u05EA\u05DE\u05E9 \u05DE\u05E4\u05EA\u05D7.\u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA.

BTN_TOOLTIP_MOVE_UP=\u05D4\u05E2\u05D1\u05E8 \u05DC\u05DE\u05E2\u05DC\u05D4
BTN_TOOLTIP_MOVE_DOWN=\u05D4\u05E2\u05D1\u05E8 \u05DC\u05DE\u05D8\u05D4
BTN_ADAPTING_FOR=\u05D4\u05EA\u05D0\u05DE\u05D4 \u05E2\u05D1\u05D5\u05E8 ''{0}''
BTN_ADAPTING_FOR_ALL_USERS=\u05D4\u05EA\u05D0\u05DE\u05D4 \u05E2\u05D1\u05D5\u05E8 '\u05DB\u05DC \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9\u05D9\u05DD'
BTN_SWITCH_ADAPTATIONS=\u05D4\u05D7\u05DC\u05E3 \u05D4\u05EA\u05D0\u05DE\u05D5\u05EA
EAC_DIALOG_HEADER=\u05E2\u05E8\u05D5\u05DA \u05D4\u05EA\u05D0\u05DE\u05D4
SAC_DIALOG_HEADER=\u05E9\u05DE\u05D5\u05E8 \u05DB\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D7\u05D3\u05E9\u05D4
DAC_DIALOG_HEADER=\u05DE\u05D7\u05E7 \u05D4\u05EA\u05D0\u05DE\u05D4
DAC_DIALOG_DESCRIPTION=\u05D4\u05D0\u05DD \u05D0\u05EA\u05D4 \u05D1\u05D8\u05D5\u05D7 \u05E9\u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05DE\u05D7\u05D5\u05E7 \u05D0\u05EA \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D6\u05D5?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=\u05D9\u05E9 \u05DC\u05DA \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC\u05D0 \u05E0\u05E9\u05DE\u05E8\u05D5. \u05DE\u05D7\u05D9\u05E7\u05EA \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05EA\u05DE\u05D7\u05E7 \u05D2\u05DD \u05D0\u05EA \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05DE\u05DE\u05E9\u05E7 \u05D4\u05DE\u05E9\u05EA\u05DE\u05E9. \u05D4\u05D0\u05DD \u05D0\u05EA\u05D4 \u05D1\u05D8\u05D5\u05D7 \u05E9\u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05DE\u05D7\u05D5\u05E7 \u05D0\u05EA \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05D4\u05D6\u05D5.
DAC_DIALOG_MIGRATION_HEADER=\u05D4\u05E2\u05D1\u05E8 \u05EA\u05E6\u05D5\u05D2\u05D5\u05EA
DAC_DIALOG_MIGRATION_DESCRIPTION=\u05E9\u05DE\u05E0\u05D5 \u05DC\u05D1 \u05E9\u05DB\u05D1\u05E8 \u05D4\u05E7\u05E6\u05EA \u05EA\u05E4\u05E7\u05D9\u05D3\u05D9\u05DD \u05DC\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D1\u05D9\u05D9\u05E9\u05D5\u05DD \u05D6\u05D4. \u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05D9\u05E6\u05D5\u05E8 \u05D4\u05EA\u05D0\u05DE\u05D4 \u05E2\u05DC\u05D9\u05DA \u05DC\u05D4\u05E2\u05D1\u05D9\u05E8 \u05D0\u05EA \u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05D0\u05DC\u05D4 \u05DC\u05D4\u05EA\u05D0\u05DE\u05D5\u05EA.\n\u05DC\u05D0\u05D7\u05E8 \u05D4\u05D4\u05E2\u05D1\u05E8\u05D4 \u05DB\u05DC \u05EA\u05E6\u05D5\u05D2\u05D4 \u05E9\u05D4\u05D5\u05E7\u05E6\u05EA\u05D4 \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3 \u05EA\u05D9\u05DB\u05DC\u05DC \u05D1\u05D4\u05EA\u05D0\u05DE\u05D4. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=\u05E9\u05DE\u05E0\u05D5 \u05DC\u05D1 \u05E9\u05DB\u05D1\u05E8 \u05D4\u05E7\u05E6\u05EA \u05EA\u05E4\u05E7\u05D9\u05D3\u05D9\u05DD \u05DC\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D1\u05D9\u05D9\u05E9\u05D5\u05DD \u05D6\u05D4. \u05D0\u05DD \u05D1\u05E8\u05E6\u05D5\u05E0\u05DA \u05DC\u05D9\u05E6\u05D5\u05E8 \u05D4\u05EA\u05D0\u05DE\u05D4 \u05E2\u05DC\u05D9\u05DA \u05DC\u05D4\u05E2\u05D1\u05D9\u05E8 \u05D0\u05EA \u05D4\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05D0\u05DC\u05D4 \u05DC\u05D4\u05EA\u05D0\u05DE\u05D5\u05EA.\n\u05DC\u05D0\u05D7\u05E8 \u05D4\u05D4\u05E2\u05D1\u05E8\u05D4 \u05DB\u05DC \u05EA\u05E6\u05D5\u05D2\u05D4 \u05E9\u05D4\u05D5\u05E7\u05E6\u05EA\u05D4 \u05DC\u05EA\u05E4\u05E7\u05D9\u05D3 \u05EA\u05D9\u05DB\u05DC\u05DC \u05D1\u05D4\u05EA\u05D0\u05DE\u05D4.\n\n\u05D9\u05E9 \u05DC\u05DA \u05E9\u05D9\u05E0\u05D5\u05D9\u05D9 \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9 \u05E9\u05DC\u05D0 \u05E0\u05E9\u05DE\u05E8\u05D5. \u05D4\u05DD \u05D9\u05D9\u05E9\u05DE\u05E8\u05D5 \u05DC\u05E4\u05E0\u05D9 \u05D4\u05D4\u05E2\u05D1\u05E8\u05D4.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=\u05EA\u05E6\u05D5\u05D2\u05D5\u05EA \u05D4\u05D5\u05E2\u05D1\u05E8\u05D5 \u05D1\u05D4\u05E6\u05DC\u05D7\u05D4.\n\u05DB\u05E2\u05EA \u05D0\u05EA\u05D4 \u05D9\u05DB\u05D5\u05DC \u05DC\u05E2\u05D1\u05D5\u05E8 \u05DC\u05D4\u05EA\u05D0\u05DE\u05D5\u05EA \u05E9\u05E0\u05D5\u05E6\u05E8\u05D5 \u05D5\u05DC\u05D0\u05DE\u05EA \u05D0\u05D5\u05EA\u05DD.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=\u05D0\u05D9\u05E8\u05E2\u05D4 \u05E9\u05D2\u05D9\u05D0\u05D4 \u05D1\u05DE\u05D4\u05DC\u05DA \u05D4\u05D4\u05E2\u05D1\u05E8\u05D4. \u05E0\u05E1\u05D4 \u05E9\u05D5\u05D1 \u05D0\u05D5 \u05E6\u05D5\u05E8 \u05E7\u05E9\u05E8 \u05E2\u05DD \u05DE\u05E0\u05D4\u05DC \u05D4\u05DE\u05E2\u05E8\u05DB\u05EA.
MANAGE_ADAPTATIONS_DIALOG_HEADER=\u05E0\u05D4\u05DC \u05D4\u05EA\u05D0\u05DE\u05D5\u05EA
BTN_MANAGE_APP_CTX=\u05E0\u05D4\u05DC \u05D4\u05EA\u05D0\u05DE\u05D5\u05EA
TXT_MANAGE_APP_CTX=\u05D4\u05E6\u05D2, \u05E2\u05E8\u05D5\u05DA \u05D0\u05D5 \u05DE\u05D7\u05E7 \u05D4\u05EA\u05D0\u05DE\u05D5\u05EA
CLM_HEADER_PRIORITY=\u05E2\u05D3\u05D9\u05E4\u05D5\u05EA
CLM_HEADER_CREATED=\u05E0\u05D5\u05E6\u05E8
CLM_HEADER_CHANGED=\u05E9\u05D5\u05E0\u05D4 \u05DC\u05D0\u05D7\u05E8\u05D5\u05E0\u05D4
CLM_HEADER_ADAPTATIONS_ACTIONS=\u05E4\u05E2\u05D5\u05DC\u05D5\u05EA
CLM_HEADER_CONTEXT=\u05D4\u05E7\u05E9\u05E8
CLM_HEADER_ADAPTATIONS_TITLE=\u05DB\u05D5\u05EA\u05E8\u05EA
CLM_HEADER_ADAPTATIONS_CREATED_ON=\u05E0\u05D5\u05E6\u05E8 \u05D1\u05EA\u05D0\u05E8\u05D9\u05DA
CLM_HEADER_ADAPTATIONS_CHANGED_ON=\u05E9\u05D5\u05E0\u05D4 \u05D1\u05EA\u05D0\u05E8\u05D9\u05DA
MAA_DIALOG_DESCRIPTION=\u05EA\u05D9\u05D0\u05D5\u05E8
MAA_DIALOG_SAVE_AS_APP=\u05E9\u05DE\u05D5\u05E8 \u05D1\u05E9\u05DD
MAA_DIALOG_ADAPT_UI=\u05D4\u05EA\u05D0\u05DD \u05DE\u05DE\u05E9\u05E7 \u05DE\u05E9\u05EA\u05DE\u05E9
MENU_BTN_SHARE=\u05E9\u05EA\u05E3
MENU_BTN_EDIT=\u05E2\u05E8\u05D5\u05DA
MAA_DIALOG_DELETE=\u05DE\u05D7\u05E7
TXT_SELECT_FIRST_PRIO=\u05D4\u05D6\u05DF \u05DC\u05E4\u05E0\u05D9 \u05D4\u05DB\u05D5\u05DC (\u05E2\u05D3\u05D9\u05E4\u05D5\u05EA '1')
TXT_SELECT_PRIO=\u05D4\u05D6\u05DF \u05D0\u05D7\u05E8\u05D9 ''{0}'' (\u05E2\u05D3\u05D9\u05E4\u05D5\u05EA ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=\u05D4\u05D6\u05DF \u05EA\u05D9\u05D0\u05D5\u05E8
TXT_TABLE_CONTEXT_CELL_ROLE=\u05EA\u05E4\u05E7\u05D9\u05D3
TXT_TABLE_CONTEXT_CELL_ROLES=\u05EA\u05E4\u05E7\u05D9\u05D3\u05D9\u05DD
TXT_DEFAULT_APP=\u05D4\u05EA\u05D0\u05DE\u05D4 \u05E2\u05DD \u05D4\u05E7\u05E9\u05E8 \u05D7\u05D5\u05E4\u05E9\u05D9
APP_CTX_DIALOG_SAVE=\u05E9\u05DE\u05D5\u05E8
APP_CTX_DIALOG_CANCEL=\u05D1\u05D8\u05DC
APP_CTX_DIALOG_CONFIRM=\u05D0\u05E9\u05E8
TOOLTIP_APP_CTX_DIALOG_SAVE=\u05D4\u05EA\u05D0\u05DE\u05D4 \u05DE\u05D1\u05D5\u05E1\u05E1\u05EA \u05D4\u05E7\u05E9\u05E8 \u05DC\u05D0 \u05E9\u05D5\u05E0\u05EA\u05D4.
TXT_CTX_ERROR_DUPLICATE_TITLE=\u05DB\u05D5\u05EA\u05E8\u05EA \u05D4\u05D4\u05EA\u05D0\u05DE\u05D4 \u05DB\u05D1\u05E8 \u05E7\u05D9\u05D9\u05DE\u05EA. \u05D4\u05D6\u05DF \u05DB\u05D5\u05EA\u05E8\u05EA \u05D0\u05D7\u05E8\u05EA.
TXT_CTX_ERROR_MAX_LEN=\u05DB\u05D5\u05EA\u05E8\u05D5\u05EA \u05D4\u05EA\u05D0\u05DE\u05D4 \u05DE\u05D5\u05D2\u05D1\u05DC\u05D5\u05EA \u05DC-{0} \u05EA\u05D5\u05D5\u05D9\u05DD
TXT_CTX_ERROR_EMPTY_TITLE=\u05D9\u05E9 \u05DC\u05D4\u05D6\u05D9\u05DF \u05DB\u05D5\u05EA\u05E8\u05EA.
