
SERVICE_NAME=Ajuste IU
BTN_EXIT=Gravar & encerrar
BTN_DONE=Conclu\u00EDdo
CTX_REMOVE=Remover
CTX_REMOVE_TITLE=Remover
CTX_LOCAL_RESET=Reinicializar container
CTX_ADD_ELEMENTS=Adicionar\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Conte\u00FAdo
CTX_CUT=Cortar
CTX_PASTE=Inserir
CTX_GROUP_FIELDS=Combinar
CTX_UNGROUP_FIELDS=Dividir
CTX_CREATE_CONTAINER=Criar\: {0}
TITLE_CREATE_CONTAINER=Novo\: {0}
CTX_RENAME=Renomear
CTX_SETTINGS=Configura\u00E7\u00F5es
CTX_VARIANT_SWITCH=Comutar vis\u00F5es
CTX_VARIANT_SAVE=Gravar vis\u00E3o
CTX_VARIANT_SAVEAS=Gravar vis\u00E3o como
CTX_VARIANT_SET_TITLE=Definir t\u00EDtulo
CTX_VARIANT_MANAGE=Administrar vis\u00F5es
CTX_ADDXML_AT_EXTENSIONPOINT=Adicionar fragmento no ponto de amplia\u00E7\u00E3o
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Remover
BTN_FREP_CANCEL=Cancelar
LBL_FREP=era {0}
HEADER_ADDITIONAL_ELEMENTS=Conte\u00FAdo dispon\u00EDvel\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Administrar variantes de app
BTN_SAVE_AS=Gravar como
TOOLTIP_SAVE_AS=Gravar nova variante do app
BTN_UNDO=Reinicializar
BTN_REDO=Repetir
BTN_PUBLISH=Publicar
BTN_RESTORE=Reinicializar
BTN_ADAPTATION=Ajuste IU
TIT_DRAFT=Esbo\u00E7o
TIT_ORIGINAL_APP=App original
TIT_VERSION_1=Vers\u00E3o 1
LBL_ACTIVE=Ativo
LBL_INACTIVE=Inativo
MSG_DRAFT_ACTIVATION_SUCCESS=Nova vers\u00E3o ativada
MSG_DRAFT_ACTIVATION_FAILED=O esbo\u00E7o n\u00E3o pode ser ativado agora. Tente novamente mais tarde.
TIT_VERSION_TITLE=T\u00EDtulo
TIT_VERSION_TITLE_DIALOG=Ativar nova vers\u00E3o
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reativar vers\u00E3o
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Inserir um t\u00EDtulo da vers\u00E3o
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmar
BUT_VERSION_TITLE_DIALOG_CANCEL=Cancelar
TOL_ACTIVATE=Ativar nova vers\u00E3o
TOL_DISCARD_DRAFT=Rejeitar esbo\u00E7o
TIT_SWITCH_VERSION_DIALOG=Comutar vers\u00E3o
MSG_SWITCH_VERSION_DIALOG=Voc\u00EA tem modifica\u00E7\u00F5es de IU n\u00E3o gravadas. Deseja gravar as mesmas antes de comutar?
TIT_DRAFT_DISCARD_DIALOG=Rejeitar esbo\u00E7o existente
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Rejeitar o esbo\u00E7o atual e come\u00E7ar de novo?
BTN_NAVIGATION=Navega\u00E7\u00E3o
HEADER_WARNING=Advert\u00EAncia
HEADER_ERROR=Erro
MSG_RESTORE_FAILED=N\u00E3o \u00E9 poss\u00EDvel rejeitar as suas modifica\u00E7\u00F5es de IU neste momento. Tente de novo mais tarde ou contate o administrador\: {0}
MSG_TRANSPORT_SUCCESS=As suas modifica\u00E7\u00F5es de IU foram inclu\u00EDdas no transporte.
FORM_PERS_RESET_TITLE=Reinicializar para vers\u00E3o padr\u00E3o
FORM_PERS_RESET_MESSAGE=Rejeitar todas as modifica\u00E7\u00F5es IU e reinicializar o app para a vers\u00E3o padr\u00E3o?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Rejeitar todas as personaliza\u00E7\u00F5es e reinicializar app?
MSG_LREP_TRANSFER_ERROR=Ocorreu um erro t\u00E9cnico. Tente novamente mais tarde ou contate o seu administrador.
MSG_ERROR_REASON=Motivo\:\n{0}
MSG_UNSAVED_CHANGES=Se voc\u00EA confirmar, ser\u00E3o perdidas todas as modifica\u00E7\u00F5es de IU. Para as gravar, feche este di\u00E1logo e finalize o modo de ajuste da IU.
MSG_NO_FIELDS=Mais nenhum conte\u00FAdo dispon\u00EDvel
HEADER_PERSONALIZATION_EXISTS=Informa\u00E7\u00E3o
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Voc\u00EA personalizou o app ou existem vis\u00F5es p\u00FAblicas. O app ser\u00E1 agora recarregado sem essas modifica\u00E7\u00F5es. Quaisquer modifica\u00E7\u00F5es recentes poder\u00E3o permanecer ativas.
MSG_DRAFT_EXISTS=As modifica\u00E7\u00F5es de esbo\u00E7o est\u00E3o dispon\u00EDveis para este app. No modo de ajuste da IU, as modifica\u00E7\u00F5es de esbo\u00E7o ser\u00E3o recarregadas.
MSG_DRAFT_DISCARD_DIALOG=Voc\u00EA quer rejeitar as modifica\u00E7\u00F5es do esbo\u00E7o? O app ser\u00E1 recarregado.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=As modifica\u00E7\u00F5es do esbo\u00E7o est\u00E3o dispon\u00EDveis para este app. No modo de ajuste de IU, as modifica\u00E7\u00F5es de esbo\u00E7o ser\u00E3o recarregadas sem as modifica\u00E7\u00F5es de personaliza\u00E7\u00E3o e vis\u00F5es p\u00FAblicas.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=O esbo\u00E7o est\u00E1 dispon\u00EDvel.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Rejeitar as modifica\u00E7\u00F5es do esbo\u00E7o e reativar a vers\u00E3o?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Est\u00E3o dispon\u00EDveis modifica\u00E7\u00F5es de camada superior e modifica\u00E7\u00F5es de esbo\u00E7o para este app. No modo de ajuste da IU, o app ser\u00E1 recarregado sem as modifica\u00E7\u00F5es de camada superior, mas com as modifica\u00E7\u00F5es de esbo\u00E7o.
MSG_HIGHER_LAYER_CHANGES_EXIST=As modifica\u00E7\u00F5es de camada superior est\u00E3o dispon\u00EDveis para este app. No modo de ajuste da IU, o app ser\u00E1 recarregado sem essas modifica\u00E7\u00F5es.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=As modifica\u00E7\u00F5es de camada superior e as vis\u00F5es espec\u00EDficas da fun\u00E7\u00E3o est\u00E3o dispon\u00EDveis para este app. No modo de ajuste da IU, o app ser\u00E1 recarregado com essas modifica\u00E7\u00F5es.
MSG_RESTRICTED_CONTEXT_EXIST=Existem vis\u00F5es espec\u00EDficas da fun\u00E7\u00E3o para este app. No modo de ajuste da IU, o app ser\u00E1 recarregado com essas modifica\u00E7\u00F5es.
HEADER_RELOAD_NEEDED=O app precisa ser recarregado
BUTTON_RELOAD_NEEDED=Recarregar
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=O app ser\u00E1 recarregado agora com as suas modifica\u00E7\u00F5es de personaliza\u00E7\u00E3o e vis\u00F5es p\u00FAblicas.
MSG_RELOAD_WITHOUT_DRAFT=O app ser\u00E1 recarregado agora sem as modifica\u00E7\u00F5es do esbo\u00E7o.
MSG_RELOAD_ACTIVATED_DRAFT=O app ser\u00E1 recarregado agora com a vers\u00E3o ativa.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=O app ser\u00E1 recarregado agora sem modifica\u00E7\u00F5es de esbo\u00E7o. As suas modifica\u00E7\u00F5es de personaliza\u00E7\u00E3o e vis\u00F5es p\u00FAblicas ser\u00E3o aplicadas de novo.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=O app ser\u00E1 agora recarregado com suas modifica\u00E7\u00F5es de personaliza\u00E7\u00E3o. Suas vis\u00F5es p\u00FAblicas e espec\u00EDficas da fun\u00E7\u00E3o ser\u00E3o aplicadas novamente.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=O app ser\u00E1 recarregado agora com suas vis\u00F5es p\u00FAblicas ou espec\u00EDficas da fun\u00E7\u00E3o.
MSG_RELOAD_WITH_ALL_CHANGES=O app ser\u00E1 recarregado com todas as modifica\u00E7\u00F5es.
MSG_RELOAD_NEEDED=As modifica\u00E7\u00F5es que voc\u00EA efetuou requerem um recarregamento de app.
MSG_MANAGE_APPS_FAILED=A s\u00EDntese das variantes de app n\u00E3o est\u00E1 dispon\u00EDvel temporariamente. Tente de novo mais tarde ou contate o seu administrador.
APP_VARIANT_DIALOG_SAVE=Gravar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Gravar
APP_VARIANT_DIALOG_CLOSE=Fechar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
CREATE_APP_VARIANT_DIALOG_TITLE=Gravar como nova variante do app
APP_DIALOG_TITLE_TEXT=T\u00EDtulo
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtulo
APP_DIALOG_DESCRIPTION_TEXT=Descri\u00E7\u00E3o
APP_DIALOG_ICON_TEXT=\u00CDcone
RENAME_ERROR_TITLE=Erro de nome
RENAME_EMPTY_ERROR_TEXT=Inserir um nome.
RENAME_BINDING_ERROR_TEXT=O nome n\u00E3o deve conter "{". Selecione um nome diferente.
APP_VARIANT_ICON_SELECT_ICON=Selecionar \u00EDcone
APP_VARIANT_ICON_NO_DATA=Nenhum \u00EDcone encontrado.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=A nova variante do app foi gravada.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=O ajuste de IU ser\u00E1 fechado e voc\u00EA voltar\u00E1 para a p\u00E1gina inicial. Voc\u00EA ser\u00E1 notificado quando o novo bloco estiver dispon\u00EDvel.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Voc\u00EA ser\u00E1 notificado quando o novo bloco estiver dispon\u00EDvel.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=O ajuste da IU ser\u00E1 fechado. Contate o seu administrador para adicionar o bloco \u00E0 p\u00E1gina inicial do launchpad do Fiori (ID do app\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Contate o seu administrador para adicionar o bloco \u00E0 p\u00E1gina inicial do launchpad do Fiori (ID do app\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Erro
MSG_LOAD_APP_VARIANT_FAILED=N\u00E3o foi poss\u00EDvel carregar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
MSG_SAVE_APP_VARIANT_FAILED=N\u00E3o foi poss\u00EDvel gravar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
MSG_UPDATE_APP_VARIANT_FAILED=N\u00E3o foi poss\u00EDvel atualizar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=A nova variante do app foi gravada, mas n\u00E3o p\u00F4de ser atribu\u00EDda ao cat\u00E1logo. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador de conte\u00FAdo\:
MSG_TILE_CREATION_FAILED=Atualize a p\u00E1gina inicial do launchpad do Fiori para verificar se o novo bloco foi criado. Contate seu administrador de conte\u00FAdo, se ele n\u00E3o estiver dispon\u00EDvel ou se n\u00E3o funcionar corretamente.
MSG_COPY_UNSAVED_CHANGES_FAILED=N\u00E3o foi poss\u00EDvel gravar a sua variante de app e as respectivas modifica\u00E7\u00F5es de IU. A variante de app n\u00E3o est\u00E1 dispon\u00EDvel. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Inserir t\u00EDtulo
MSG_APP_VARIANT_FEATURE_FAILED=A funcionalidade das variantes de app n\u00E3o est\u00E1 dispon\u00EDvel temporariamente. Contate o seu administrador\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=O novo bloco est\u00E1 agora dispon\u00EDvel. Para exibir o bloco, atualize o browser.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informa\u00E7\u00E3o
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Fechar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID e fechar
MSG_APP_VARIANT_ID=ID da variante do app\: {0}
MSG_TECHNICAL_ERROR=Erro\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=S\u00EDntese das variantes do app
APP_VARIANT_TILE_ARIA_LABEL=Visualiza\u00E7\u00E3o de bloco Fiori
MENU_ITEM_KEY_USER=Para usu\u00E1rio-chave
MENU_ITEM_SAP_DEVELOPER=Para desenvolvedor da SAP
MSG_DEPENDENCY_ERROR=Esta modifica\u00E7\u00E3o n\u00E3o pode ser aplicada \u00E0. Reinicialize a IU para seu estado original e recrie as modifica\u00E7\u00F5es. Aten\u00E7\u00E3o\: isso ir\u00E1 reinicializar todas as modifica\u00E7\u00F5es efetuadas neste app por qualquer usu\u00E1rio. Como alternativa, contate o suporte da SAP, criando um ticket para o componente CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante do app (ID\: {0}) eliminada.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante do app (ID\: {0}) eliminada. Para remover o bloco do launchpad, recarregue a p\u00E1gina inicial.
MSG_DELETE_APP_VARIANT_FAILED=N\u00E3o foi poss\u00EDvel eliminar a variante do app. Envie as seguintes informa\u00E7\u00F5es t\u00E9cnicas ao seu administrador\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informa\u00E7\u00E3o
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Fechar
MSG_NO_BUSINESS_CONTEXTS=Nenhum
MSG_DO_NOT_CLOSE_BROWSER=Opera\u00E7\u00E3o em andamento - n\u00E3o feche o browser.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Elimina\u00E7\u00E3o em andamento - n\u00E3o feche o browser.\nObserve que o bloco para a variante de app permanecer\u00E1 vis\u00EDvel durante o processo de elimina\u00E7\u00E3o.
MSG_CATALOGS_LOCKED=N\u00E3o foi poss\u00EDvel eliminar a variante de app. Tente novamente mais tarde.

MSG_UNSTABLE_ID_FOUND=Alguns dos seus controles n\u00E3o t\u00EAm IDs est\u00E1veis. Use o assistente de suporte para identificar os controles afetados, como descrito [aqui](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), e defina os IDs. (Esta mensagem s\u00F3 \u00E9 vis\u00EDvel internamente na SAP, os clientes n\u00E3o ir\u00E3o ver a mensagem, mas voc\u00EA deve definir os IDs logo que poss\u00EDvel.

MSG_NO_FLEX_ENABLED_FLAG=O seu app n\u00E3o est\u00E1 ativado para o ajuste de IU. Verifique os pr\u00E9-requisitos descritos [aqui](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Esta mensagem s\u00F3 \u00E9 vis\u00EDvel na SAP, os clientes n\u00E3o ir\u00E3o ver a mensagem. A funcionalidade n\u00E3o tem impacto, mas voc\u00EA deve tratar dela logo que poss\u00EDvel.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definir conte\u00FAdo integrado
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Atualizar conte\u00FAdo integrado
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Tamanho de IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Largura
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unidade para largura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Altura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unidade para altura
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Os valores em % s\u00E3o referentes ao espa\u00E7o que est\u00E1 dispon\u00EDvel atualmente para o IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Gravar
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Cancelar
CTX_ADDIFRAME=Conte\u00FAdo integrado para\: {0}
CTX_ADDIFRAME_GROUP=Conte\u00FAdo integrado
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=O app iniciado (variante) \u00E9 colocado na camada CUSTOMER ou CUSTOMER_BASE. Por isso, voc\u00EA enquanto desenvolvedor da SAP n\u00E3o pode ver as variantes do app dispon\u00EDveis.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=S\u00EDntese de variantes do app para desenvolvedores da SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Visualizar URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Visualiza\u00E7\u00E3o de IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Exibir visualiza\u00E7\u00E3o
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Atualizar visualiza\u00E7\u00E3o
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Selecionar Exibir visualiza\u00E7\u00E3o para exibir o conte\u00FAdo integrado. Se n\u00E3o for exibido nada, verifique o URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (clique para editar manualmente)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valores dispon\u00EDveis (clique para adicionar ao URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Par\u00E2metro
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Exemplo de valor
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Procurar par\u00E2metros
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Os URLs utilizados aqui s\u00E3o necess\u00E1rios par cumprir determinadas condi\u00E7\u00F5es pr\u00E9vias e n\u00E3o funcionar\u00E3o sem eles.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Ler mais

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=O nome foi modificado para {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=O elemento {0} foi deslocado para uma posi\u00E7\u00E3o diferente
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=O elemento {0} foi removido
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=O elemento {0} foi revelado
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=O elemento {0} foi combinado
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=O elemento {0} foi dividido
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=O grupo {0} foi adicionado
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=O campo {0} foi adicionado
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame foi adicionado
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=As configura\u00E7\u00F5es do elemento {0} foram modificadas
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=O elemento foi deslocado deste container
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Este elemento \u00E9 uma parte da divis\u00E3o
TIT_CHANGEVISUALIZATION_CHANGE=Modifica\u00E7\u00E3o
TIT_CHANGEVISUALIZATION_CHANGES=Modifica\u00E7\u00F5es
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=Detalhes
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descri\u00E7\u00E3o
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualizar modifica\u00E7\u00F5es de usu\u00E1rio-chave
BUT_CHANGEVISUALIZATION_HIDECHANGES=Ocultar visualiza\u00E7\u00E3o de modifica\u00E7\u00F5es de usu\u00E1rio-chave
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Exibir todas as modifica\u00E7\u00F5es
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Exibir elementos deslocados
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Exibir elementos renomeados
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Exibir elementos adicionados
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Exibir elementos combinados e divididos
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Exibir elementos removidos
MSG_LOCAL_RESET_VARIANT_SAVE=O container foi reinicializado e a vis\u00E3o foi gravada automaticamente.
