
SERVICE_NAME=Adattamento UI
BTN_EXIT=Salva ed esci
BTN_DONE=Completato
CTX_REMOVE=Rimuovi
CTX_REMOVE_TITLE=Rimuovi
CTX_LOCAL_RESET=Resetta contenitore
CTX_ADD_ELEMENTS=Aggiungi\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Contenuto
CTX_CUT=Taglia
CTX_PASTE=Incolla
CTX_GROUP_FIELDS=Combina
CTX_UNGROUP_FIELDS=Suddividi
CTX_CREATE_CONTAINER=Crea\: {0}
TITLE_CREATE_CONTAINER=Nuovo\: {0}
CTX_RENAME=Ridenomina
CTX_SETTINGS=Impostazioni
CTX_VARIANT_SWITCH=Cambia views
CTX_VARIANT_SAVE=Salva view
CTX_VARIANT_SAVEAS=Salva view come
CTX_VARIANT_SET_TITLE=Imposta titolo
CTX_VARIANT_MANAGE=Gestisci views
CTX_ADDXML_AT_EXTENSIONPOINT=Aggiungi frammento al punto di ampliamento
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Rimuovi
BTN_FREP_CANCEL=Annulla
LBL_FREP=era {0}
HEADER_ADDITIONAL_ELEMENTS=Contenuto disponibile\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Gestisci varianti app
BTN_SAVE_AS=Salva con nome
TOOLTIP_SAVE_AS=Crea nuova variante app
BTN_UNDO=Resetta
BTN_REDO=Ripeti
BTN_PUBLISH=Pubblica
BTN_RESTORE=Resetta
BTN_ADAPTATION=Adattamento UI
TIT_DRAFT=Bozza
TIT_ORIGINAL_APP=App originale
TIT_VERSION_1=Versione 1
LBL_ACTIVE=Attivo
LBL_INACTIVE=Inattivo
MSG_DRAFT_ACTIVATION_SUCCESS=Nuova versione attivata
MSG_DRAFT_ACTIVATION_FAILED=Spiacente, la bozza non pu\u00F2 essere attivata ora. Riprova pi\u00F9 tardi.
TIT_VERSION_TITLE=Titolo
TIT_VERSION_TITLE_DIALOG=Attiva nuova versione
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Riattiva versione
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Inserisci un titolo versione
BUT_VERSION_TITLE_DIALOG_CONFIRM=Conferma
BUT_VERSION_TITLE_DIALOG_CANCEL=Annulla
TOL_ACTIVATE=Attiva nuova versione
TOL_DISCARD_DRAFT=Scarta bozza
TIT_SWITCH_VERSION_DIALOG=Cambia versione
MSG_SWITCH_VERSION_DIALOG=Esistono modifiche UI non salvate. Salvarle prima di cambiare?
TIT_DRAFT_DISCARD_DIALOG=Scarta bozza esistente
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Scartare l'attuale bozza e iniziare nuovamente?
BTN_NAVIGATION=Navigazione
HEADER_WARNING=Mess. avvertimento
HEADER_ERROR=Errore
MSG_RESTORE_FAILED=Impossibile scartare in questo momento le modifiche UI. Riprova pi\u00F9 tardi o rivolgiti all''amministratore\: {0}
MSG_TRANSPORT_SUCCESS=Le modifiche UI sono state rilevate nel trasporto.
FORM_PERS_RESET_TITLE=Resetta alla versione standard
FORM_PERS_RESET_MESSAGE=Scartare tutte le modifiche UI e resettare l'app alla versione standard?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Scartare tutte le personalizzazioni e resettare l'app?
MSG_LREP_TRANSFER_ERROR=Si \u00E8 verificato un errore tecnico. Riprova pi\u00F9 tardi o contatta l\u2019amministratore.
MSG_ERROR_REASON=Motivo\:\n{0}
MSG_UNSAVED_CHANGES=Confermando, tutte le modifiche UI andranno perse. Per salvarle chiudi questa finestra di dialogo ed esci dall\u2019adattamento UI.
MSG_NO_FIELDS=Non sono disponibili altri contenuti
HEADER_PERSONALIZATION_EXISTS=Informazioni
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Hai personalizzato l\u2019app o sono presenti view pubbliche. L'app verr\u00E0 ricaricata senza queste modifiche. Le modifiche recenti potrebbero restare attive.
MSG_DRAFT_EXISTS=Sono disponibili modifiche bozza per questa app. Nella modalit\u00E0 di adattamento UI, le modifiche bozza saranno caricate.
MSG_DRAFT_DISCARD_DIALOG=Scartare le modifiche bozza? L'app verr\u00E0 ricaricata.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Sono disponibili modifiche bozza per questa app. Nella modalit\u00E0 di adattamento UI, le modifiche bozza saranno caricate senza le modifiche di personalizzazione e le view pubbliche.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Bozza disponibile.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Scartare le modifiche bozza e riattivare la versione?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Sono disponibili modifiche del layer di livello superiore e modifiche bozza per questa app. Nella modalit\u00E0 di adattamento UI, l'app verr\u00E0 ricaricata senza le modifiche del layer di livello superiore ma con le modifiche bozza.
MSG_HIGHER_LAYER_CHANGES_EXIST=Sono disponibili modifiche del layer di livello superiore per questa app. Nella modalit\u00E0 di adattamento UI, l'app verr\u00E0 ricaricata senza queste modifiche.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Sono disponibili modifiche del layer di livello superiore e view specifiche del ruolo per questa app. Nella modalit\u00E0 di adattamento UI, l'app verr\u00E0 ricaricata con queste modifiche.
MSG_RESTRICTED_CONTEXT_EXIST=Esistono view specifiche del ruolo per questa app. Nella modalit\u00E0 di adattamento UI, l'app verr\u00E0 ricaricata con queste modifiche.
HEADER_RELOAD_NEEDED=L\u2019app va ricaricata
BUTTON_RELOAD_NEEDED=Ricarica
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=L\u2019app viene ricaricata ora con le tue modifiche di personalizzazione e le view pubbliche.
MSG_RELOAD_WITHOUT_DRAFT=L'app viene ricaricata ora senza le modifiche bozza.
MSG_RELOAD_ACTIVATED_DRAFT=L'app viene ricaricata con la versione attiva.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=L'app viene ricaricata ora senza modifiche bozza. Le tue modifiche di personalizzazione e le view pubbliche saranno nuovamente applicate.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=L\u2019app viene ricaricata ora con le tue modifiche di personalizzazione. Le view pubbliche o specifiche del ruolo saranno nuovamente applicate.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=L\u2019app viene ricaricata ora con le view pubbliche o specifiche del ruolo.
MSG_RELOAD_WITH_ALL_CHANGES=L\u2019app verr\u00E0 ricaricata con tutte le modifiche.
MSG_RELOAD_NEEDED=Le modifiche effettuate richiedono di ricaricare l'app.
MSG_MANAGE_APPS_FAILED=Spiacente, il riepilogo delle varianti app non \u00E8 al momento disponibile. Riprovare pi\u00F9 tardi o rivolgersi all'amministratore.
APP_VARIANT_DIALOG_SAVE=Salva
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Salva
APP_VARIANT_DIALOG_CLOSE=Chiudi
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annulla
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Annulla
CREATE_APP_VARIANT_DIALOG_TITLE=Salva come nuova variante app
APP_DIALOG_TITLE_TEXT=Titolo
APP_DIALOG_SUB_TITLE_TEXT=Sottotitolo
APP_DIALOG_DESCRIPTION_TEXT=Descrizione
APP_DIALOG_ICON_TEXT=Icona
RENAME_ERROR_TITLE=Errore di denominazione
RENAME_EMPTY_ERROR_TEXT=Inserisci un nome.
RENAME_BINDING_ERROR_TEXT=Il nome non deve contenere "{". Scegli un nome diverso.
APP_VARIANT_ICON_SELECT_ICON=Seleziona icona
APP_VARIANT_ICON_NO_DATA=Nessuna icona trovata.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Nuova variante app salvata.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=L\u2019adattamento UI sar\u00E0 chiuso e sarai reindirizzato alla pagina iniziale. Verrai avvisato quando sar\u00E0 disponibile il nuovo tile.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Sarai avvisato quando sar\u00E0 disponibile il nuovo tile.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=L\u2019adattamento UI sar\u00E0 chiuso; contatta l\u2019amministratore per aggiungere il tile alla pagina iniziale Fiori Launchpad (ID app\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=L\u2019adattamento UI sar\u00E0 chiuso; contatta l\u2019amministratore per aggiungere il tile alla pagina iniziale Fiori Launchpad (ID app\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Errore
MSG_LOAD_APP_VARIANT_FAILED=Spiacente, non \u00E8 stato possibile caricare la variante app. Invia le seguenti informazioni tecniche all\u2019amministratore\:
MSG_SAVE_APP_VARIANT_FAILED=Spiacente, non \u00E8 stato possibile salvare la variante app. Invia le seguenti informazioni tecniche all\u2019amministratore\:
MSG_UPDATE_APP_VARIANT_FAILED=Spiacente, non \u00E8 stato possibile aggiornare la variante app. Invia le seguenti informazioni tecniche all\u2019amministratore\:
MSG_CATALOG_ASSIGNMENT_FAILED=La nuova variante app \u00E8 stata salvata ma non \u00E8 stato possibile attribuirla al catalogo; invia le seguenti informazioni tecniche all\u2019amministratore dei contenuti\:
MSG_TILE_CREATION_FAILED=Aggiorna la pagina iniziale Fiori Launchpad per controllare se il nuovo tile \u00E8 stato creato. Contatta il tuo amministratore di contenuti se il tile non \u00E8 disponibile o se non funziona correttamente.
MSG_COPY_UNSAVED_CHANGES_FAILED=Spiacente, si \u00E8 verificato un errore di salvataggio della variante app e delle corrispondenti modifiche UI. La variante app non \u00E8 disponibile. Invia al tuo amministratore le seguenti informazioni tecniche\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Inserisci titolo
MSG_APP_VARIANT_FEATURE_FAILED=Spiacente, la funzione varianti app non \u00E8 al momento disponibile; rivolgersi all''amministratore\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Il nuovo tile \u00E8 ora disponibile. Aggiorna il browser per visualizzarlo.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informazioni
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Chiudi
SAVE_APP_VARIANT_COPY_ID_TEXT=Copia ID e chiudi
MSG_APP_VARIANT_ID=ID variante app\: {0}
MSG_TECHNICAL_ERROR=Errore\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Riepilogo delle varianti app
APP_VARIANT_TILE_ARIA_LABEL=Anteprima tile Fiori
MENU_ITEM_KEY_USER=Per utente chiave
MENU_ITEM_SAP_DEVELOPER=Per sviluppatore SAP
MSG_DEPENDENCY_ERROR=Spiacente, questa modifica non pu\u00F2 essere applicata alla UI. Resetta l\u2019UI al suo stato originale e ricrea le modifiche. Attenzione\: l\u2019operazione resetter\u00E0 tutte le modifiche apportate a questa app da qualsiasi utente. In alternativa, contatta il SAP Support, aprendo un ticket per il componente CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Variante dell\u2019app (ID\: {0}) eliminata.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Variante dell''app (ID\: {0}) eliminata. Per rimuovere il tile dal launchpad, ricarica la homepage.
MSG_DELETE_APP_VARIANT_FAILED=Spiacente, non \u00E8 stato possibile eliminare la variante app. Invia le seguenti informazioni tecniche all\u2019amministratore\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informazioni
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Chiudi
MSG_NO_BUSINESS_CONTEXTS=Nessuno
MSG_DO_NOT_CLOSE_BROWSER=Operazione in corso - Non chiudere il browser.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Eliminazione in corso - Non chiudere il browser.\nConsidera che il tile per la variante dell\u2019app rester\u00E0 visibile per tutto il tempo di durata del processo di eliminazione.
MSG_CATALOGS_LOCKED=Spiacente, non \u00E8 stato possibile eliminare la variante app. Riprova pi\u00F9 tardi.

MSG_UNSTABLE_ID_FOUND=Alcuni controlli non hanno ID stabili. Utilizza il Support Assistant per identificare i controlli interessati, come descritto [qui](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) e imposta gli ID. (Questo messaggio \u00E8 visibile solo internamente a SAP; i clienti non lo vedranno, ma \u00E8 opportuno impostare gli ID il prima possibile).

MSG_NO_FLEX_ENABLED_FLAG=La tua app non \u00E8 abilitata all\u2019adattamento UI. Controlla i prerequisiti descritti [qui] (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Questo messaggio \u00E8 visibile solo internamente a SAP; i clienti non lo vedranno. La funzionalit\u00E0 non viene intaccata, ma \u00E8 opportuno occuparsi del problema il prima possibile).

IFRAME_ADDIFRAME_DIALOG_TITLE=Definisci contenuto integrato
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Aggiorna contenuto integrato
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Dimensione iFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Larghezza
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unit\u00E0 per larghezza
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Altezza
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unit\u00E0 per altezza
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=I valori % si riferiscono allo spazio che \u00E8 effettivamente disponibile per IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Salva
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Annulla
CTX_ADDIFRAME=Contenuto integrato a\: {0}
CTX_ADDIFRAME_GROUP=Contenuto integrato
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=L\u2019app avviata (variante) \u00E8 collocata negli strati CUSTOMER o CUSTOMER_BASE. Per questo motivo, in quanto sviluppatore SAP non puoi visualizzare le varianti disponibili dell\u2019app.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Riepilogo varianti dell\u2019app per gli sviluppatori SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Anteprima URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Anteprima di IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Visualizza anteprima
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Aggiorna anteprima
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Seleziona Visualizza anteprima per visualizzare il contenuto integrato. Se non viene visualizzato niente, verifica l'URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (fai clic per elaborare manualmente)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valori disponibili (fai clic per aggiungere all'URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametro
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Esempio valore
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Ricerca parametri
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Gli URL utilizzati qui sono necessari per soddisfare determinate condizioni preliminari e non funzioneranno senza di loro.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Scopri di pi\u00F9

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=Nome cambiato in {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Elemento {0} spostato in una posizione diversa
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Elemento {0} rimosso
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Elemento {0} presentato
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Elemento {0} combinato
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Elemento {0} suddiviso
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Gruppo {0} aggiunto
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Campo {0} aggiunto
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame aggiunto
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Impostazioni dell''elemento {0} modificate
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Elemento spostato da questo contenitore
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Questo elemento fa parte della suddivisione
TIT_CHANGEVISUALIZATION_CHANGE=Modifica
TIT_CHANGEVISUALIZATION_CHANGES=Modifiche
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=Dettagli
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descrizione
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualizza modifiche key user
BUT_CHANGEVISUALIZATION_HIDECHANGES=Nascondi visualizzazione delle modifiche key user
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Visualizza tutte le modifiche
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Visualizza elementi spostati
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Visualizza elementi ridenominati
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Visualizza elementi aggiunti
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Visualizza elementi combinati & suddivisi
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Visualizza elementi rimossi
MSG_LOCAL_RESET_VARIANT_SAVE=Il contenitore \u00E8 stato resettato e la view \u00E8 stata salvata automaticamente.
