
SERVICE_NAME=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928
BTN_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
BTN_SAVE_DRAFT=\u0921\u094D\u0930\u0949\u092B\u093C\u094D\u091F \u0938\u0939\u0947\u091C\u0947\u0902
BTN_EXIT=\u0928\u093F\u0915\u093E\u0938
BTN_DONE=\u0938\u0902\u092A\u0928\u094D\u0928
MSG_SAVE_SUCCESS=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E.
MSG_SAVE_DRAFT_SUCCESS=\u0921\u094D\u0930\u093E\u092B\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E.
CTX_REMOVE=\u0928\u093F\u0915\u093E\u0932\u0947\u0902
CTX_REMOVE_TITLE=\u0928\u093F\u0915\u093E\u0932\u0947\u0902
CTX_LOCAL_RESET=\u0915\u0902\u091F\u0947\u0928\u0930 \u0915\u094B \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
CTX_ADD_ELEMENTS=\u091C\u094B\u095C\u0947\u0902\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=\u091C\u094B\u0921\u093C\u0947\u0902...
MULTIPLE_CONTROL_NAME=\u0938\u093E\u092E\u0917\u094D\u0930\u0940
CTX_CUT=\u0915\u093E\u091F\u0947\u0902
CTX_PASTE=\u091A\u093F\u092A\u0915\u093E\u090F\u0902
CTX_GROUP_FIELDS=\u0938\u0902\u092F\u0941\u0915\u094D\u0924
CTX_UNGROUP_FIELDS=\u0935\u093F\u092D\u093E\u091C\u0928 \u0915\u0930\u0947\u0902
CTX_CREATE_CONTAINER=\u092C\u0928\u093E\u090F\u0902\: {0}
TITLE_CREATE_CONTAINER=\u0928\u090F\: {0}
CTX_RENAME=\u0928\u093E\u092E \u092C\u0926\u0932\u0947\u0902
CTX_SETTINGS=\u0938\u0947\u091F\u093F\u0902\u0917
CTX_VARIANT_SWITCH=\u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u094B \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0947\u0902
CTX_VARIANT_SAVE=\u0926\u0943\u0936\u094D\u092F \u0938\u0939\u0947\u091C\u0947\u0902
CTX_VARIANT_SAVEAS=\u0910\u0938\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0926\u0943\u0936\u094D\u092F \u0938\u0939\u0947\u091C\u0947\u0902
CTX_VARIANT_SET_TITLE=\u0936\u0940\u0930\u094D\u0937\u0932\u0947\u0916 \u0938\u0947\u091F \u0915\u0930\u0947\u0902
CTX_VARIANT_MANAGE=\u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u093E \u092A\u094D\u0930\u092C\u0902\u0927\u0928 \u0915\u0930\u0947\u0902
BTN_CREATE_NEW_VIEW=\u0928\u090F \u0926\u0943\u0936\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
MSG_CHANGE_READONLY_VARIANT=\u0906\u092A \u0907\u0938 \u0926\u0943\u0936\u094D\u092F \u0915\u094B \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0915\u094D\u092F\u094B\u0902\u0915\u093F \u092F\u0939 \u0938\u0941\u0930\u0915\u094D\u0937\u093F\u0924 \u0939\u0948. \u0907\u0938\u0947 \u092C\u0926\u0932\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0907\u0938\u0947 \u090F\u0915 \u0928\u090F \u0926\u0943\u0936\u094D\u092F \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902.
BTN_MODIFIED_VARIANT_SAVE=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0938\u0939\u0947\u091C\u0947\u0902
BTN_MODIFIED_VARIANT_DISCARD=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0947\u0902
MSG_CHANGE_MODIFIED_VARIANT=\u0907\u0938 \u0926\u0943\u0936\u094D\u092F \u092E\u0947\u0902 \u0906\u092A\u0915\u0947 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0938\u0939\u0947\u091C\u0947 \u0928\u0939\u0940\u0902 \u0917\u090F \u0939\u0948\u0902. \u0915\u094D\u092F\u093E \u0906\u092A \u0909\u0928\u094D\u0939\u0947\u0902 \u0938\u0939\u0947\u091C\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947 \u092F\u093E \u0909\u0928\u094D\u0939\u0947\u0902 \u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0947\u0902\u0917\u0947?
CTX_ADDXML_AT_EXTENSIONPOINT=\u090F\u0915\u094D\u0938\u091F\u0947\u0902\u0936\u0928 \u092A\u0949\u0907\u0902\u091F \u092A\u0930 \u0916\u0902\u0921 \u091C\u094B\u0921\u093C\u0947\u0902
BTN_FREP_OK=\u0920\u0940\u0915
BTN_FREP_REMOVE=\u0928\u093F\u0915\u093E\u0932\u0947\u0902
BTN_FREP_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
LBL_FREP=\u0925\u093E {0}
HEADER_ADDITIONAL_ELEMENTS=\u0909\u092A\u0932\u092C\u094D\u0927 \u0938\u093E\u092E\u0917\u094D\u0930\u0940\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=\u0907\u0938\u0915\u0947 \u0932\u093F\u090F \u0909\u092A\u0932\u092C\u094D\u0927 \u0938\u093E\u092E\u0917\u094D\u0930\u0940\: {0}
BTN_MANAGE_APPS_TXT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A
BTN_MANAGE_APPS_ITEM=\u092A\u094D\u0930\u092C\u0902\u0927\u0928
BTN_SAVE_AS=\u0907\u0938 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
TOOLTIP_SAVE_AS=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u092C\u0928\u093E\u090F\u0902
BTN_UNDO=\u092A\u0942\u0930\u094D\u0935\u0935\u0924 \u0915\u0930\u0947\u0902
BTN_REDO=\u092B\u093F\u0930 \u0938\u0947 \u0915\u0930\u0947\u0902
BTN_MENU=\u0905\u0927\u093F\u0915 \u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0908
BTN_RESTORE=\u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
BTN_ADAPTATION=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928
BTN_FEEDBACK=\u092B\u093C\u0940\u0921\u092C\u0948\u0915
BTN_CLOSE_FEEDBACK_DIALOG=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
TIT_FEEDBACK=\u092B\u093C\u0940\u0921\u092C\u0948\u0915 \u0926\u0947\u0902
TIT_DRAFT=\u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F
TIT_ORIGINAL_APP=\u092E\u0942\u0932 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928
TIT_VERSION_1=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 1
LBL_ACTIVE=\u0938\u0915\u094D\u0930\u093F\u092F
LBL_INACTIVE=\u0905\u0915\u094D\u0930\u093F\u092F
TIT_VERSION_HISTORY_PUBLISHED=\u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E
TIT_VERSION_HISTORY_UNPUBLISHED=\u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0917\u092F\u093E
MSG_DRAFT_ACTIVATION_SUCCESS=\u0928\u092F\u093E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0938\u0915\u094D\u0930\u093F\u092F \u0939\u0948
MSG_DRAFT_ACTIVATION_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0905\u092D\u0940 \u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u0915\u094B \u0938\u0915\u094D\u0930\u093F\u092F \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E \u0939\u0948. \u092C\u093E\u0926 \u092E\u0947\u0902 \u092A\u0941\u0928\: \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902.
MSG_SWITCH_VERSION_FAILED=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0935\u093F\u092B\u0932. \u0915\u0943\u092A\u092F\u093E \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0915\u0930\u0947\u0902.
MSG_SWITCH_ADAPTATION_FAILED=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0928\u0947 \u092E\u0947\u0902 \u0935\u093F\u092B\u0932. \u0915\u0943\u092A\u092F\u093E \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0915\u0930\u0947\u0902.
TIT_VERSION_TITLE=\u0936\u0940\u0930\u094D\u0937\u0915
TIT_VERSION_TITLE_DIALOG=\u0928\u092F\u093E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0930\u0947\u0902
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u094B \u092B\u093F\u0930 \u0938\u0947 \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0930\u0947\u0902
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u0915\u094B\u0908 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u093E \u0936\u0940\u0930\u094D\u0937\u0915 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0947\u0902
BUT_VERSION_TITLE_DIALOG_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
TOL_ACTIVATE=\u0928\u092F\u093E \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0930\u0947\u0902
TOL_DISCARD_DRAFT=\u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u091B\u094B\u0921\u093C\u0947\u0902
TOL_PUBLISH_VERSION=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0915\u0930\u0947\u0902
TIT_SWITCH_VERSION_DIALOG=\u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0947\u0902
MSG_SWITCH_VERSION_DIALOG=\u0906\u092A\u0928\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0930\u0926\u094D\u0926 \u0915\u0930 \u0926\u093F\u090F \u0939\u0948\u0902. \u0915\u094D\u092F\u093E \u0906\u092A \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0909\u0928\u094D\u0939\u0947\u0902 \u0938\u0939\u0947\u091C\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
TIT_DRAFT_DISCARD_DIALOG=\u092E\u094C\u091C\u0942\u0926\u093E \u0921\u094D\u0930\u093E\u092B\u094D\u091F \u0921\u093F\u0938\u094D\u0915\u093E\u0930\u094D\u0921 \u0915\u0930\u0947\u0902
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u0915\u094D\u092F\u093E \u0906\u092A \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u0915\u094B \u0921\u093F\u0938\u094D\u0915\u093E\u0930\u094D\u0921 \u0915\u0930\u0915\u0947 \u092B\u093C\u093F\u0930 \u0938\u0947 \u0936\u0941\u0930\u0942 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
BTN_TRANSLATE=\u0905\u0928\u0941\u0935\u093E\u0926 \u0915\u0930\u0947\u0902
BTN_UPLOAD_CHANGED_TEXTS=\u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
TIT_UPLOAD_CHANGED_TEXTS=\u0905\u0928\u0941\u0935\u093E\u0926 \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=\u091F\u0947\u0915\u094D\u0938\u094D\u091F \u0915\u0947 \u0938\u093E\u0925 \u0905\u0928\u0941\u0935\u093E\u0926 \u092F\u094B\u0917\u094D\u092F \u0928 \u0938\u0939\u0947\u091C\u0947 \u0939\u0941\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0939\u0948\u0902. XLIFF \u095E\u093E\u0907\u0932 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u093F\u090F \u091C\u093E\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0938\u094D\u0925\u093F\u0924\u093F \u0938\u0939\u0947\u091C\u0940 \u091C\u093E\u090F\u0917\u0940.
MSG_UPLOAD_CHANGED_TEXTS=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924 UI \u091F\u0947\u0915\u094D\u0938\u094D\u091F \u0915\u0947 \u0905\u0928\u0941\u0935\u093E\u0926 \u0935\u093E\u0932\u0940 XLIFF \u092B\u093C\u093E\u0907\u0932 \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
BTN_OPEN_DOWNLOAD_TRANSLATION=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
BTN_OPEN_UPLOAD_TRANSLATION=\u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
MSG_UPLOAD_TRANSLATION_SUCCESS=\u0905\u0928\u0941\u0935\u093E\u0926 \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0938\u0939\u0947\u091C\u093E
BTN_DOWNLOAD_CHANGED_TEXTS=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
TIT_DOWNLOAD_CHANGED_TEXTS=\u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
MSG_DOWNLOAD_CHANGED_TEXTS=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924 UI \u091F\u0947\u0915\u094D\u0938\u094D\u091F \u0915\u0947 \u0905\u0928\u0941\u0935\u093E\u0926 \u0935\u093E\u0932\u0940 XLIFF \u092B\u093C\u093E\u0907\u0932 \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902. \u0907\u0928 \u091F\u0947\u0915\u094D\u0938\u094D\u091F \u0915\u093E \u0915\u094B\u0908 \u092D\u0940 \u092E\u094C\u091C\u0942\u0926\u093E \u0905\u0928\u0941\u0935\u093E\u0926 \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
TXT_SOURCE_LANGUAGE=\u0938\u094D\u0930\u094B\u0924 \u092D\u093E\u0937\u093E
TXT_TARGET_LANGUAGE=\u0932\u0915\u094D\u0937\u094D\u092F \u092D\u093E\u0937\u093E
BTN_NAVIGATION=\u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928
BTN_VISUALIZATION=\u0935\u093F\u095B\u0941\u0905\u0932\u093E\u0907\u091C\u093C\u0947\u0936\u0928
HEADER_WARNING=\u091A\u0947\u0924\u093E\u0935\u0928\u0940
HEADER_ERROR=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_RESTORE_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0905\u092A\u0928\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0907\u0938 \u0938\u092E\u092F \u092A\u0930 \u0928\u093F\u0930\u0938\u094D\u0924 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E. \u0915\u0943\u092A\u092F\u093E \u092C\u093E\u0926 \u092E\u0947\u0902 \u092B\u093F\u0930 \u0938\u0947 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902 \u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902\: {0}
FORM_PERS_RESET_TITLE=\u092E\u093E\u0928\u0915 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u094B \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0947\u0902
FORM_PERS_RESET_MESSAGE=\u0915\u094D\u092F\u093E \u0906\u092A \u0938\u092D\u0940 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0928\u093E \u0914\u0930 \u092E\u093E\u0928\u0915 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u090F\u092A \u0930\u0940\u0938\u0947\u091F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0915\u094D\u092F\u093E \u0906\u092A \u0905\u092A\u0928\u0947 \u0938\u092D\u0940 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0928\u093E \u0914\u0930? \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902
MSG_LREP_TRANSFER_ERROR=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0924\u0915\u0928\u0940\u0915\u0940 \u0924\u094D\u0930\u0941\u091F\u093F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908. \u0915\u0943\u092A\u092F\u093E \u092C\u093E\u0926 \u092E\u0947\u0902 \u092B\u093F\u0930 \u0938\u0947 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902 \u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
MSG_ERROR_REASON=\u0915\u093E\u0930\u0923\u0903\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=\u0928\u093F\u0915\u093E\u0938
MSG_UNSAVED_CHANGES_ON_CLOSE=\u0905\u092A\u0928\u0947 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0938\u0939\u0947\u091C\u0947\u0902?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=\u0905\u092A\u0928\u0947 \u0921\u094D\u0930\u093E\u092B\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0938\u0939\u0947\u091C\u0947\u0902?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=\u0921\u094D\u0930\u0949\u092B\u093C\u094D\u091F \u0938\u0939\u0947\u091C\u0947\u0902
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=\u0928\u093F\u0930\u0938\u094D\u0924 \u0915\u0930\u0947\u0902
MSG_UNSAVED_CHANGES=\u092F\u0926\u093F \u0906\u092A \u0907\u0938\u0915\u0940 \u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0938\u092D\u0940 \u0905\u092A\u0928\u093E UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0916\u094B \u091C\u093E\u090F\u0917\u093E. \u0909\u0938\u0947 \u0938\u0939\u0947\u091C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0907\u0938 \u0921\u093E\u092F\u0932\u0949\u0917 \u092C\u0949\u0915\u094D\u0938 \u0915\u094B \u092C\u0902\u0926 \u0915\u0930\u0947\u0902 \u0914\u0930 UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u093E \u0928\u093F\u0915\u093E\u0938 \u0915\u0930\u0947\u0902.
MSG_NO_FIELDS=\u0915\u094B\u0908 \u0905\u0927\u093F\u0915 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902
HEADER_PERSONALIZATION_EXISTS=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\u0906\u092A\u0928\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u0915\u093F\u092F\u093E \u0939\u0948 \u092F\u093E \u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915 \u0926\u0943\u0936\u094D\u092F \u0939\u0948\u0902. \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0905\u092C \u0907\u0928 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u092C\u093F\u0928\u093E \u0926\u094B\u092C\u093E\u0930\u093E \u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_NAVIGATION_MODE_CHANGES_WARNING=\u0906\u092A\u0915\u0947 UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0938\u0947 \u092C\u093E\u0939\u0930 \u0928\u093F\u0915\u093E\u0932\u0928\u0947 \u0915\u0947 \u092C\u093E\u0926 \u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928 \u092E\u094B\u0921 \u092E\u0947\u0902 UI \u092E\u0947\u0902 \u0915\u093F\u090F \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0916\u093E\u0930\u093F\u091C \u0915\u0930 \u0926\u093F\u090F \u091C\u093E\u090F\u0902\u0917\u0947.
MSG_DRAFT_EXISTS=\u0907\u0938 \u0910\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0947 \u0932\u093F\u090F \u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902. \u0910\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0907\u0928 \u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u092A\u0941\u0928\u0903\u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_DRAFT_DISCARD_DIALOG=\u0915\u094D\u092F\u093E \u0906\u092A \u0921\u094D\u0930\u093E\u092B\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u091B\u094B\u0921\u093C\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902? \u0910\u092A \u092B\u093F\u0930 \u0938\u0947 \u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\u0906\u092A\u0928\u0947 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u094B \u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u0915\u093F\u092F\u093E \u0939\u0948 \u092F\u093E \u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915 \u0926\u0943\u0936\u094D\u092F \u0939\u0948, \u0914\u0930 \u0921\u094D\u0930\u093E\u092B\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902.\u0910\u092A \u0906\u092A\u0915\u0947 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0914\u0930 \u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915 \u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u0947 \u092C\u093F\u0928\u093E \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948, \u0932\u0947\u0915\u093F\u0928 \u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0939\u094B\u0902\u0917\u0947.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0921\u094D\u0930\u093E\u092B\u094D\u091F \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0915\u094D\u092F\u093E \u0906\u092A \u0921\u094D\u0930\u093E\u092B\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0921\u093F\u0938\u094D\u0915\u093E\u0930\u094D\u0921 \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u094B \u092B\u093F\u0930 \u0938\u0947 \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u0906\u092A\u0928\u0947 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u094B \u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u0915\u0930 \u0932\u093F\u092F\u093E \u0939\u0948 \u0914\u0930 \u0921\u094D\u0930\u093E\u092B\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902. \u0910\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0906\u092A\u0915\u0947 \u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u092C\u093F\u0928\u093E \u092A\u0941\u0928\u0903\u0932\u094B\u0921 \u0939\u094B\u0917\u093E, \u0932\u0947\u0915\u093F\u0928 \u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0939\u094B\u0902\u0917\u0947.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0906\u092A\u0928\u0947 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u094B \u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u0915\u0930 \u0932\u093F\u092F\u093E \u0939\u0948. \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0907\u0928 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u092C\u093F\u0928\u093E \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u0906\u092A\u0928\u0947 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u094B \u0928\u093F\u091C\u0940\u0915\u0943\u0924 \u0915\u093F\u092F\u093E \u0939\u0948, \u0914\u0930 \u092D\u0942\u092E\u093F\u0915\u093E-\u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0926\u0943\u0936\u094D\u092F \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902. \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0906\u092A\u0915\u0947 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u0947 \u092C\u093F\u0928\u093E \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948, \u0932\u0947\u0915\u093F\u0928 \u092D\u0942\u092E\u093F\u0915\u093E-\u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0926\u0943\u0936\u094D\u092F \u0915\u0947 \u0938\u093E\u0925.
MSG_RESTRICTED_CONTEXT_EXIST=\u0907\u0938 \u090F\u092A\u094D\u0932\u0940\u0915\u0947\u0936\u0928 \u0915\u0947 \u0932\u093F\u090F \u092D\u0942\u092E\u093F\u0915\u093E-\u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0926\u0943\u0936\u094D\u092F \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u0948\u0902. \u0907\u0928 \u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u090F\u0932\u0940\u0915\u0947\u0936\u0928 \u092A\u0941\u0928\: \u0932\u094B\u0921 \u0939\u094B \u0930\u0939\u093E \u0939\u0948.
HEADER_RELOAD_NEEDED=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u093E \u0930\u0940\u0932\u094B\u0921 \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948
BUTTON_RELOAD_NEEDED=\u0930\u0940\u0932\u094B\u0921 \u0915\u0930\u0947\u0902
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u0910\u092A \u0905\u092C \u0906\u092A\u0915\u0947 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0914\u0930 \u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915 \u0935\u093F\u091A\u093E\u0930\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_RELOAD_WITHOUT_DRAFT=\u0905\u092C \u0910\u092A \u0921\u094D\u0930\u093E\u092B\u093C\u094D\u091F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u092C\u093F\u0928\u093E \u092A\u0941\u0928\u0903\u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_RELOAD_ACTIVATED_DRAFT=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u094B \u0938\u0915\u094D\u0930\u093F\u092F \u0938\u0902\u0938\u094D\u0915\u0930\u0923 \u0915\u0947 \u0938\u093E\u0925 \u092B\u093F\u0930 \u0938\u0947 \u0932\u094B\u0921 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u0910\u092A \u0905\u092C \u0921\u094D\u0930\u093E\u092B\u094D\u091F \u092E\u0947\u0902 \u092C\u0926\u0932\u093E\u0935 \u0915\u0947 \u092C\u093F\u0928\u093E \u092B\u093F\u0930 \u0938\u0947 \u0932\u094B\u0921 \u0939\u094B\u0917\u093E. \u0906\u092A\u0915\u0947 \u0928\u093F\u091C\u0940\u0915\u0930\u0923 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0914\u0930 \u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915 \u0926\u0943\u0936\u094D\u092F \u092B\u093F\u0930 \u0938\u0947 \u0932\u093E\u0917\u0942 \u0915\u093F\u090F \u091C\u093E\u090F\u0902\u0917\u0947.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u0910\u092A \u0905\u092C \u0906\u092A\u0915\u0947 \u0935\u0948\u092F\u0915\u094D\u0924\u093F\u0915\u0930\u0923 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0939\u094B\u0917\u093E. \u0906\u092A\u0915\u0947 \u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915 \u092F\u093E \u092D\u0942\u092E\u093F\u0915\u093E-\u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u094B \u092B\u093C\u093F\u0930 \u0938\u0947 \u0932\u093E\u0917\u0942 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u0910\u092A \u0905\u092C \u0906\u092A\u0915\u0947 \u0938\u093E\u0930\u094D\u0935\u091C\u0928\u093F\u0915 \u092F\u093E \u092D\u0942\u092E\u093F\u0915\u093E-\u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0905\u092C \u0906\u092A\u0915\u0947 \u0935\u094D\u092F\u0915\u094D\u0924\u093F\u0917\u0924 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0914\u0930 \u0906\u092A\u0915\u0947 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u092D\u0942\u092E\u093F\u0915\u093E\u0913\u0902 \u0938\u0947 \u092E\u0947\u0932 \u0916\u093E\u0928\u0947 \u0935\u093E\u0932\u0940 \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u094D\u0930\u093E\u0925\u092E\u093F\u0915\u0924\u093E \u0935\u093E\u0932\u0947 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u0947 \u0938\u093E\u0925 \u092B\u093F\u0930 \u0938\u0947 \u0932\u094B\u0921 \u0939\u094B\u0917\u093E.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0905\u092C \u0909\u0938 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u0947 \u0938\u093E\u0925 \u092A\u0941\u0928\u0903 \u0932\u094B\u0921 \u0939\u094B\u0917\u093E \u091C\u093F\u0938\u092E\u0947\u0902 \u0906\u092A\u0915\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u092D\u0942\u092E\u093F\u0915\u093E\u0913\u0902 \u0938\u0947 \u092E\u0947\u0932 \u0916\u093E\u0928\u0947 \u0935\u093E\u0932\u0940 \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u094D\u0930\u093E\u0925\u092E\u093F\u0915\u0924\u093E \u0939\u0948.
MSG_RELOAD_WITH_ALL_CHANGES=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0930\u0940\u0932\u094B\u0921 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
MSG_RELOAD_NEEDED=\u0906\u092A\u0915\u0947 \u0926\u094D\u0935\u093E\u0930\u093E \u0915\u093F\u090F \u0917\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0930\u0940\u0932\u094B\u0921 \u0915\u0930\u0928\u093E \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948.
MSG_MANAGE_APPS_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A\u094B\u0902 \u0915\u093E \u0913\u0935\u0930\u0935\u094D\u092F\u0942 \u0905\u0938\u094D\u0925\u093E\u0908 \u0930\u0942\u092A \u0938\u0947  \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0938\u093F\u0938\u094D\u091F\u092E \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
APP_VARIANT_DIALOG_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
APP_VARIANT_DIALOG_CLOSE=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
CREATE_APP_VARIANT_DIALOG_TITLE=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
APP_DIALOG_TITLE_TEXT=\u0936\u0940\u0930\u094D\u0937\u0915
APP_DIALOG_SUB_TITLE_TEXT=\u0909\u092A-\u0936\u0940\u0930\u094D\u0937\u0915
APP_DIALOG_DESCRIPTION_TEXT=\u0935\u0930\u094D\u0923\u0928
APP_DIALOG_ICON_TEXT=\u0906\u0907\u0915\u0928
RENAME_ERROR_TITLE=\u0928\u093E\u092E\u0915\u0930\u0923 \u091A\u0947\u0924\u093E\u0935\u0928\u0940
RENAME_EMPTY_ERROR_TEXT=\u0915\u0943\u092A\u092F\u093E \u0928\u093E\u092E \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902.
RENAME_BINDING_ERROR_TEXT=\u0928\u093E\u092E \u092E\u0947\u0902 "{\u201C \u0928\u0939\u0940\u0902 \u0939\u094B\u0928\u093E \u091A\u093E\u0939\u093F\u090F. \u0915\u0943\u092A\u092F\u093E \u0915\u094B\u0908 \u0926\u0942\u0938\u0930\u093E \u0928\u093E\u092E \u091A\u0941\u0928\u0947\u0902.
APP_VARIANT_ICON_SELECT_ICON=\u0906\u0907\u0915\u0928 \u091A\u0941\u0928\u0947\u0902
APP_VARIANT_ICON_NO_DATA=\u0915\u094B\u0908 \u0906\u0907\u0915\u0928 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092C\u0902\u0926 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E, \u0914\u0930 \u0906\u092A\u0915\u094B \u0939\u094B\u092E\u092A\u0947\u091C \u092A\u0930 \u0935\u093E\u092A\u0938 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u091C\u092C \u0928\u090F \u091F\u093E\u0907\u0932 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u094B\u0902\u0917\u0947 \u0924\u092C \u0906\u092A\u0915\u094B \u0938\u0942\u091A\u093F\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0928\u0908 \u091F\u093E\u0907\u0932 \u0909\u092A\u0932\u092C\u094D\u0927 \u0939\u094B\u0928\u0947 \u092A\u0930 \u0906\u092A\u0915\u094B \u0938\u0942\u091A\u093F\u0924 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092C\u0902\u0926 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u0915\u0943\u092A\u092F\u093E Fiori \u0932\u0949\u0928\u094D\u091A\u092A\u0948\u0921 \u0939\u094B\u092E\u092A\u0947\u091C \u092A\u0930 \u091F\u093E\u0907\u0932 \u091C\u094B\u0921\u093C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902 (\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u0915\u0943\u092A\u092F\u093E Fiori \u0932\u0949\u0928\u094D\u091A\u092A\u0948\u0921 \u0939\u094B\u092E\u092A\u0947\u091C \u092A\u0930 \u091F\u093E\u0907\u0932 \u091C\u094B\u0921\u093C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902 (\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 ID\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=\u0924\u094D\u0930\u0941\u091F\u093F
MSG_LOAD_APP_VARIANT_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902.
MSG_SAVE_APP_VARIANT_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0938\u0939\u0947\u091C\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902.
MSG_UPDATE_APP_VARIANT_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902.
MSG_CATALOG_ASSIGNMENT_FAILED=\u0928\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E, \u0932\u0947\u0915\u093F\u0928 \u0915\u0948\u091F\u0932\u0949\u0917 \u0915\u0947 \u0932\u093F\u090F \u0905\u0938\u093E\u0907\u0928 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902\:
MSG_TILE_CREATION_FAILED=\u092F\u0926\u093F \u0928\u0908 \u091F\u093E\u0907\u0932 \u092C\u0928\u093E\u0908 \u0917\u0908 \u0939\u0948 \u0924\u094B \u091C\u093E\u0902\u091A \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F Fiori \u0932\u0949\u0928\u094D\u091F\u092A\u0948\u0921 \u0939\u094B\u092E\u092A\u0947\u091C \u0930\u093F\u092B\u094D\u0930\u0947\u0936 \u0915\u0930\u0947\u0902. \u092F\u0926\u093F \u092F\u0939 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948 \u092F\u093E \u0915\u093E\u0930\u094D\u092F \u0938\u0939\u0940 \u0922\u0902\u0917 \u0938\u0947 \u0928\u0939\u0940\u0902 \u091A\u0932 \u0930\u0939\u093E \u0939\u0948, \u0924\u094B \u0915\u0943\u092A\u092F\u093E \u0906\u092A \u0905\u092A\u0928\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0906\u092A\u0915\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0914\u0930 \u0938\u0902\u092C\u0902\u0927\u093F\u0924 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0938\u0939\u0947\u091C\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0936\u0940\u0930\u094D\u0937\u0915 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u0928\u0908 \u091F\u093E\u0907\u0932 \u0905\u092D\u0940 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948. \u0907\u0938\u0947 \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0915\u0943\u092A\u092F\u093E \u092C\u094D\u0930\u093E\u0909\u091C\u0930 \u0915\u094B \u0930\u0940\u092B\u094D\u0930\u0947\u0936 \u0915\u0930\u0947\u0902.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
SAVE_APP_VARIANT_OK_TEXT=\u0920\u0940\u0915
SAVE_APP_VARIANT_CLOSE_TEXT=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
SAVE_APP_VARIANT_COPY_ID_TEXT=ID \u0915\u0940 \u092A\u094D\u0930\u0924\u093F \u092C\u0928\u093E\u090F\u0902 \u0914\u0930 \u092C\u0902\u0926 \u0915\u0930\u0947\u0902
MSG_APP_VARIANT_ID=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A ID\: {0}
MSG_TECHNICAL_ERROR=\u0924\u094D\u0930\u0941\u091F\u093F\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A\u094B\u0902 \u0915\u093E \u0913\u0935\u0930\u0935\u094D\u092F\u0942
APP_VARIANT_TILE_ARIA_LABEL=Fiori \u091F\u093E\u0907\u0932 \u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928
MENU_ITEM_KEY_USER=\u0915\u0941\u0902\u091C\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0915\u0947 \u0932\u093F\u090F
MENU_ITEM_SAP_DEVELOPER=SAP \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u0947 \u0932\u093F\u090F
MSG_DEPENDENCY_ERROR=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, UI \u0915\u0947 \u0932\u093F\u090F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u094B \u0932\u093E\u0917\u0942 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u091C\u093E \u0938\u0915\u0924\u093E \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0909\u0938\u0915\u0940 \u092E\u0942\u0932 \u0938\u094D\u0925\u093F\u0924\u093F \u0915\u0947 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0947 UI \u0915\u094B \u0930\u093F\u0938\u0947\u091F \u0915\u0930\u0947\u0902 \u0914\u0930 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u092A\u0941\u0928\u0930\u094D\u0928\u093F\u092E\u093E\u0923 \u0915\u0930\u0947\u0902. \u0915\u093E\u0930\u0923\u0903  \u0915\u093F\u0938\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0926\u094D\u0935\u093E\u0930\u093E \u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0947 \u0932\u093F\u090F \u092C\u0928\u093E\u090F \u0917\u090F \u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u0930\u093F\u0938\u0947\u091F \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. \u0935\u0948\u0915\u0932\u094D\u092A\u093F\u0915 \u0930\u0942\u092A \u0938\u0947, \u0906\u092A \u0918\u091F\u0915 CA-UI5-FL-RTA \u0915\u0947 \u0932\u093F\u090F \u0916\u0941\u0932\u0947 \u091F\u093F\u0915\u091F \u0926\u094D\u0935\u093E\u0930\u093E SAP \u0938\u092E\u0930\u094D\u0925\u0928 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0935\u0947\u0930\u093F\u092F\u0902\u091F (ID\: {0}) \u0939\u091F\u093E\u092F\u093E \u0917\u092F\u093E.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u0910\u092A \u0935\u0947\u0930\u093F\u090F\u0902\u091F (ID\: {0}) \u0939\u091F\u093E \u0926\u0940 \u0917\u0908. \u0932\u0949\u0928\u094D\u091A\u092A\u0948\u0921 \u0938\u0947 \u091F\u093E\u0907\u0932 \u0939\u091F\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0939\u094B\u092E\u092A\u0947\u091C \u0915\u094B \u092B\u093F\u0930 \u0938\u0947 \u0932\u094B\u0921 \u0915\u0930\u0947\u0902.
MSG_DELETE_APP_VARIANT_FAILED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0939\u091F\u093E\u092F\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u093E. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u0947 \u0932\u093F\u090F \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u092D\u0947\u091C\u0947\u0902.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u091C\u093E\u0928\u0915\u093E\u0930\u0940
DELETE_APP_VARIANT_OK_TEXT=\u0920\u0940\u0915
DELETE_APP_VARIANT_CLOSE_TEXT=\u092C\u0902\u0926 \u0915\u0930\u0947\u0902
MSG_NO_BUSINESS_CONTEXTS=\u0915\u0941\u091B \u0928\u0939\u0940\u0902
MSG_DO_NOT_CLOSE_BROWSER=\u0938\u0902\u091A\u093E\u0932\u0928 \u092A\u094D\u0930\u0917\u0924\u093F \u092A\u0930 \u0939\u0948 - \u0915\u0943\u092A\u092F\u093E \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0915\u094B \u092C\u0902\u0926 \u0928 \u0915\u0930\u0947\u0902.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0939\u091F\u093E\u0928\u093E \u092A\u094D\u0930\u0917\u0924\u093F \u092A\u0930 \u0939\u0948 - \u0915\u0943\u092A\u092F\u093E \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0915\u094B \u092C\u0902\u0926 \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0902 .\n\u0927\u094D\u092F\u093E\u0928 \u0926\u0947\u0902 \u0915\u093F \u0910\u092A \u0935\u0947\u0930\u093F\u090F\u0902\u091F \u0915\u0947 \u0932\u093F\u090F \u091F\u093E\u0907\u0932 \u0939\u091F\u093E\u0928\u0947 \u0915\u0940 \u092A\u094D\u0930\u0915\u094D\u0930\u093F\u092F\u093E \u0915\u0940 \u0905\u0935\u0927\u093F \u0915\u0947 \u0932\u093F\u090F \u0926\u0943\u0936\u094D\u092F\u092E\u093E\u0928 \u0930\u0939\u0947\u0917\u0940.
MSG_CATALOGS_LOCKED=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902. \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0939\u091F\u093E\u092F\u093E \u0928\u0939\u0940\u0902 \u091C\u093E \u0938\u0915\u0924\u093E. \u0915\u0943\u092A\u092F\u093E \u0926\u0941\u092C\u093E\u0930\u093E \u0915\u094B\u0936\u093F\u0936 \u0915\u0930\u0947\u0902.

MSG_UNSTABLE_ID_FOUND=\u0906\u092A\u0915\u0947 \u0915\u0941\u091B \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923\u094B\u0902 \u092E\u0947\u0902 \u0938\u094D\u0925\u093E\u092F\u0940 ID \u0928\u0939\u0940\u0902 \u0939\u0948\u0902. \u092A\u094D\u0930\u092D\u093E\u0935\u093F\u0924 \u0928\u093F\u092F\u0902\u0924\u094D\u0930\u0923\u094B\u0902 \u0915\u094B \u092A\u0939\u091A\u093E\u0928\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0938\u092E\u0930\u094D\u0925\u0928 \u0938\u0939\u093E\u092F\u0915 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0947\u0902 \u091C\u0948\u0938\u093E \u0915\u093F [\u092F\u0939\u093E\u0902] \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), \u0914\u0930 ID \u0938\u0947\u091F \u0915\u0930\u0947\u0902. (\u092F\u0939 \u0938\u0902\u0926\u0947\u0936 SAP \u092E\u0947\u0902 \u0906\u0902\u0924\u0930\u093F\u0915 \u0930\u0942\u092A \u0938\u0947 \u0926\u093F\u0916\u0947\u0917\u093E, \u0914\u0930 \u0917\u094D\u0930\u093E\u0939\u0915 \u0907\u0938\u0947 \u0928\u0939\u0940\u0902 \u0926\u0947\u0916 \u092A\u093E\u090F\u0902\u0917\u0947, \u0932\u0947\u0915\u093F\u0928 \u091C\u093F\u0924\u0928\u0940 \u091C\u0932\u094D\u0926\u0940 \u0939\u094B \u0938\u0915\u0947 \u0906\u092A\u0915\u094B ID \u0938\u0947\u091F \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u093F\u090F.)

MSG_NO_FLEX_ENABLED_FLAG=\u0906\u092A\u0915\u093E \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 UI \u0930\u0942\u092A\u093E\u0902\u0924\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F \u0938\u0915\u094D\u0937\u092E \u0928\u0939\u0940\u0902 \u0939\u0948.[\u092F\u0939\u093E\u0902] \u0926\u093F\u090F \u0917\u090F \u092A\u0942\u0930\u094D\u0935\u093E\u092A\u0947\u0915\u094D\u0937\u093E\u0913\u0902 \u0915\u0940 \u091C\u093E\u0902\u091A \u0915\u0930\u0947\u0902 (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (\u092F\u0939 \u0938\u0902\u0926\u0947\u0936 SAP \u092E\u0947\u0902 \u0906\u0902\u0924\u0930\u093F\u0915 \u0930\u0942\u092A \u0938\u0947 \u0926\u093F\u0916\u0947\u0917\u093E. \u0915\u093E\u0930\u094D\u092F\u0915\u094D\u0937\u092E\u0924\u093E \u092A\u094D\u0930\u092D\u093E\u0935\u093F\u0924 \u0928\u0939\u0940\u0902 \u0939\u094B\u0924\u0940 \u0939\u0948, \u0932\u0947\u0915\u093F\u0928 \u0906\u092A\u0915\u094B \u091C\u0932\u094D\u0926 \u0938\u0947 \u091C\u0932\u094D\u0926 \u0907\u0938\u0915\u093E \u0927\u094D\u092F\u093E\u0928 \u0930\u0916\u0928\u093E \u091A\u093E\u0939\u093F\u090F.)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u090F\u0902\u092C\u0947\u0921 \u0915\u0940 \u0917\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0915\u094B \u0928\u093F\u0930\u094D\u0927\u093E\u0930\u093F\u0924 \u0915\u0930\u0947\u0902
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u090F\u0902\u092C\u0947\u0921\u0947\u0921 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0905\u092A\u0921\u0947\u091F \u0915\u0930\u0947\u0902
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=IFrame \u0915\u093E \u0906\u0915\u093E\u0930
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u091A\u094C\u095C\u093E\u0908
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u091A\u094C\u0921\u093C\u093E\u0908 \u0915\u0947 \u0932\u093F\u090F \u0908\u0915\u093E\u0908
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u090A\u0902\u091A\u093E\u0908
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u090A\u0902\u091A\u093E\u0908 \u0915\u0947 \u0932\u093F\u090F \u0908\u0915\u093E\u0908
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
CTX_ADDIFRAME=\u090F\u0902\u092C\u0947\u0921 \u0915\u0940 \u0917\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940\: {0}
CTX_ADDIFRAME_GROUP=\u090F\u0902\u092C\u0947\u0921 \u0915\u0940 \u0917\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u092A\u094D\u0930\u093E\u0930\u0902\u092D\u093F\u0915 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 (\u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A) \u092F\u093E \u0924\u094B \u0917\u094D\u0930\u093E\u0939\u0915 \u092F\u093E \u0917\u094D\u0930\u093E\u0939\u0915_\u0906\u0927\u093E\u0930 \u092A\u0930\u0924 \u092E\u0947\u0902 \u0930\u0916\u093E \u091C\u093E\u0924\u093E \u0939\u0948. \u0907\u0938\u0932\u093F\u090F, \u0906\u092A \u090F\u0915 SAP \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0909\u092A\u0932\u092C\u094D\u0927 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0928\u0939\u0940\u0902 \u0926\u0947\u0916 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=SAP \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u0947 \u0932\u093F\u090F \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092D\u093F\u0928\u094D\u0928 \u0930\u0942\u092A \u0913\u0935\u0930\u0935\u094D\u092F\u0941
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=\u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928 URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=IFrame \u0915\u093E \u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928 \u0926\u093F\u0916\u093E\u090F\u0902
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u0905\u092A\u0921\u0947\u091F \u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u090F\u0902\u092C\u0947\u0921 \u0915\u0940 \u0917\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0915\u094B \u0926\u093F\u0916\u093E\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092A\u0942\u0930\u094D\u0935\u093E\u0935\u0932\u094B\u0915\u0928 \u0926\u093F\u0916\u093E\u090F\u0902 \u0915\u094B \u091A\u0941\u0928\u0947\u0902. \u092F\u0926\u093F \u0915\u0941\u091B \u0926\u093F\u0916\u093E\u092F\u093E \u0928\u0939\u0940\u0902 \u0917\u092F\u093E \u0939\u0948, \u0924\u094B URL \u0915\u094B \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (\u092E\u0948\u0928\u094D\u092F\u0941\u0905\u0932\u0940 \u0938\u0902\u092A\u093E\u0926\u0928 \u0915\u0947 \u0932\u093F\u090F \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u0909\u092A\u0932\u092C\u094D\u0927 \u092E\u093E\u0928 (URL \u092E\u0947\u0902 \u091C\u094B\u0921\u093C\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u092A\u0948\u0930\u093E\u092E\u0940\u091F\u0930
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u092E\u093E\u0928 \u0909\u0926\u093E\u0939\u0930\u0923
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u092A\u0948\u0930\u093E\u092E\u0940\u091F\u0930 \u0915\u0947 \u0932\u093F\u090F \u0916\u094B\u091C\u0947\u0902
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u092F\u0939\u093E\u0902 \u0909\u092A\u092F\u094B\u0917 \u0915\u093F\u090F \u0917\u090F URL \u0915\u094B \u0915\u0941\u091B \u092A\u0942\u0930\u094D\u0935 \u0936\u0930\u094D\u0924 \u0915\u094B \u092A\u0942\u0930\u093E \u0915\u0930\u0928\u0947 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u094B\u0924\u0940 \u0939\u0948 \u0914\u0930 \u0909\u0928\u0915\u0947 \u092C\u093F\u0928\u093E \u0915\u093E\u092E \u0928\u0939\u0940\u0902 \u0915\u0930\u0947\u0917\u093E.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u0905\u0927\u093F\u0915 \u092A\u0922\u0947\u0902
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=\u0936\u0940\u0930\u094D\u0937\u0915
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=\u090F\u0902\u092C\u0947\u0921 \u0915\u0940 \u0917\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=\u0905\u0928\u0941\u092D\u093E\u0917 \u091A\u094C\u0921\u093C\u093E\u0908 \u0915\u0947 \u0938\u093E\u092A\u0947\u0915\u094D\u0937 \u092A\u094D\u0930\u0924\u093F\u0936\u0924
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=\u0936\u0940\u0930\u094D\u0937 \u0932\u0947\u0916 \u0915\u0940 \u091A\u094C\u0921\u093C\u093E\u0908 \u0915\u0947 \u0938\u093E\u092A\u0947\u0915\u094D\u0937 \u092A\u094D\u0930\u0924\u093F\u0936\u0924
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=\u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0935\u093F\u0902\u0921\u094B \u0915\u0940 \u090A\u0902\u091A\u093E\u0908 \u0915\u0947 \u0938\u093E\u092A\u0947\u0915\u094D\u0937 \u092A\u094D\u0930\u0924\u093F\u0936\u0924
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=\u092A\u093F\u0915\u094D\u0938\u0947\u0932 \u0915\u0940 \u0938\u0902\u0916\u094D\u092F\u093E
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=\u0930\u0942\u091F HTML \u0924\u0924\u094D\u0935 \u0915\u0947 \u092B\u093C\u0949\u0928\u094D\u091F \u0906\u0915\u093E\u0930 \u0915\u0947 \u0938\u093E\u092A\u0947\u0915\u094D\u0937
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=\u0909\u0928\u094D\u0928\u0924 \u0938\u0947\u091F\u093F\u0902\u0917
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=\u092A\u093E\u0930\u0902\u092A\u0930\u093F\u0915 \u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928 \u092E\u094B\u0921
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=\u092A\u093E\u0930\u0902\u092A\u0930\u093F\u0915 \u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928 \u092E\u094B\u0921 \u092A\u0930 \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0924\u0947 \u0938\u092E\u092F, \u090F\u0915\u093E\u0927\u093F\u0915 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u093E\u0902 \u0938\u094D\u0935\u091A\u093E\u0932\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0907\u0924\u093F\u0939\u093E\u0938 \u092E\u0947\u0902 \u091C\u094B\u0921\u093C \u0926\u0940 \u091C\u093E\u0924\u0940 \u0939\u0948\u0902, \u0909\u0926\u093E\u0939\u0930\u0923 \u0915\u0947 \u0932\u093F\u090F, URL \u092A\u0948\u0930\u093E\u092E\u0940\u091F\u0930 \u0915\u093E \u0938\u092E\u093E\u0927\u093E\u0928 \u0915\u0930\u0924\u0947 \u0938\u092E\u092F. \u092F\u0939 \u092C\u094D\u0930\u093E\u0909\u091C\u093C\u0930 \u0915\u0947 \u092C\u0948\u0915 \u092C\u091F\u0928 \u092F\u093E SAP Fiori \u0924\u0924\u094D\u0935 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0915\u0947 \u092D\u0940\u0924\u0930, \u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928 \u0915\u0947 \u0935\u094D\u092F\u0935\u0939\u093E\u0930 \u092A\u0930 \u0905\u0935\u093E\u0902\u091B\u093F\u0924 \u092A\u094D\u0930\u092D\u093E\u0935 \u0921\u093E\u0932 \u0938\u0915\u0924\u093E \u0939\u0948. \u0907\u0938 \u092E\u094B\u0921 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0947\u0935\u0932 \u0924\u092D\u0940 \u0915\u0930\u0947\u0902, \u091C\u092C \u0906\u092A\u0915\u094B \u092A\u0941\u0930\u093E\u0928\u0940 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0915\u0947 \u0938\u093E\u0925 \u0938\u092E\u0938\u094D\u092F\u093E\u0913\u0902 \u0915\u093E \u0938\u093E\u092E\u0928\u093E \u0915\u0930\u0928\u093E \u092A\u0921\u093C \u0930\u0939\u093E \u0939\u094B \u092F\u093E \u090F\u092E\u094D\u092C\u0947\u0921 \u0915\u0940 \u0939\u0941\u0908 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0920\u0940\u0915 \u0938\u0947 \u0932\u094B\u0921 \u0928 \u0939\u094B.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=\u092A\u094D\u0930\u094B\u091F\u094B\u0915\u0949\u0932 \u0915\u0940 \u0905\u0928\u0941\u092E\u0924\u093F \u0928\u0939\u0940\u0902 \u0939\u0948.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=HTTP \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0915\u094B HTTPS \u0939\u094B\u0938\u094D\u091F \u092E\u0947\u0902 \u090F\u092E\u094D\u092C\u0947\u0921 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0905\u0928\u0941\u092E\u0924\u093F \u0928\u0939\u0940\u0902 \u0939\u0948.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=URL \u0915\u0940 \u0905\u0928\u0941\u092E\u0924\u093F \u0928\u0939\u0940\u0902 \u0939\u0948.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=\u090F\u0915 \u092E\u093E\u0928\u094D\u092F URL \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=\u0928\u093E\u092E ''{0}\u2019 \u092E\u0947\u0902 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924 \u0939\u0941\u0906
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=\u0928\u093E\u092E ''{1}\u2019 \u0938\u0947 ''{0}\u2019 \u092E\u0947\u0902 \u092C\u0926\u0932\u093E \u0917\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u0924\u0924\u094D\u0935 "{0}" \u0915\u094B \u0932\u0947 \u091C\u093E\u092F\u093E \u0917\u092F\u093E \u0925\u093E
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=\u0924\u0924\u094D\u0935 "{0}" \u0915\u094B \u0909\u0938\u0915\u0947 \u0915\u0902\u091F\u0947\u0928\u0930 \u0915\u0947 \u0905\u0902\u0924\u0930\u094D\u0917\u0924 \u0932\u0947 \u091C\u093E\u092F\u093E \u0917\u092F\u093E \u0925\u093E
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE="{0}" \u0924\u0924\u094D\u0935 \u0915\u094B \u0928\u093F\u0915\u093E\u0932 \u0926\u093F\u092F\u093E \u0917\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL="{0}" \u0924\u0924\u094D\u0935 \u091C\u094B\u095C\u093E
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE="{0}" \u0924\u0924\u094D\u0935 \u0915\u094B \u0938\u0902\u092F\u094B\u091C\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=\u0924\u0924\u094D\u0935 "{0}" \u0914\u0930 "{1}" \u0938\u0902\u092F\u094B\u091C\u093F\u0924 \u0915\u093F\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} \u0924\u0924\u094D\u0935\u094B\u0902 \u0915\u094B \u0938\u0902\u092F\u094B\u091C\u093F\u0924 \u0915\u093F\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u0924\u0924\u094D\u0935 "{0}" \u0935\u093F\u092D\u093E\u091C\u0928
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER="{0}" \u0938\u092E\u0942\u0939 \u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY="{0}" \u092B\u093C\u0940\u0932\u094D\u0921 \u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame \u091C\u094B\u0921\u093C\u093E \u0917\u092F\u093E
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS="{0}" \u0924\u0924\u094D\u0935 \u0915\u0940 \u0938\u0947\u091F\u093F\u0902\u0917 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924 \u0915\u0940 \u0917\u0908
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=\u0924\u0924\u094D\u0935 \u092C\u0926\u0932\u093E \u0917\u092F\u093E \u0925\u093E
TIT_CHANGEVISUALIZATION_TYPE=\u092A\u094D\u0930\u0915\u093E\u0930
TIT_CHANGEVISUALIZATION_CHANGES=\u092C\u0926\u0932\u0947\u0902
TIT_CHANGEVISUALIZATION_DATE=\u0926\u093F\u0928\u093E\u0902\u0915
TIT_CHANGEVISUALIZATION_DETAILS=\u0935\u093F\u0935\u0930\u0923
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u0935\u0930\u094D\u0923\u0928
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u092A\u094D\u0930\u092E\u0941\u0916 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u092C\u0926\u0932\u093E\u0935 \u0935\u093F\u091C\u093C\u0941\u0905\u0932\u093E\u0907\u091C\u093C \u0915\u0930\u0947\u0902
BUT_CHANGEVISUALIZATION_SELECTCHANGES=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u092A\u094D\u0930\u0915\u093E\u0930 \u091A\u0941\u0928\u0947\u0902
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=\u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0926\u0943\u0936\u094D\u092F\u092E\u093E\u0928 \u0928\u0939\u0940\u0902 \u0939\u0948\u0903 {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u0938\u092D\u0940
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=\u0938\u092D\u0940 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u0938\u094D\u0925\u093E\u0928\u093E\u0902\u0924\u0930\u093F\u0924 \u0915\u0930\u0947\u0902
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u0932\u0947 \u091C\u093E\u090F \u0917\u090F \u090F\u0932\u093F\u092E\u0947\u0902\u091F
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u0928\u093E\u092E \u092C\u0926\u0932\u0947\u0902
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u0928\u093E\u092E \u092C\u0926\u0932\u0947 \u0939\u0941\u090F \u090F\u0932\u093F\u092E\u0947\u0902\u091F
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u091C\u094B\u0921\u093C\u0947\u0902
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=\u091C\u094B\u0921\u093C\u0947 \u0917\u090F \u090F\u0932\u093F\u092E\u0947\u0902\u091F
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u0938\u0902\u092F\u094B\u091C\u093F\u0924 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0935\u093F\u092D\u093E\u091C\u093F\u0924 \u0915\u0930\u0947\u0902
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u0938\u0902\u092F\u094B\u091C\u093F\u0924 \u0914\u0930 \u0905\u0932\u0917 \u0915\u093F\u090F \u0917\u090F \u090F\u0932\u093F\u092E\u0947\u0902\u091F
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u0928\u093F\u0915\u093E\u0932\u0947\u0902
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u0928\u093F\u0915\u093E\u0932\u0947 \u0917\u090F \u090F\u0932\u093F\u092E\u0947\u0902\u091F
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=\u0905\u0928\u094D\u092F
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=\u0905\u0928\u094D\u092F \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=\u0938\u092D\u0940
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=\u0921\u094D\u0930\u093E\u092B\u094D\u091F
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=\u0938\u0939\u0947\u091C\u093E \u0928\u0939\u0940\u0902 \u0917\u092F\u093E
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=\u0905\u092D\u0940-\u0905\u092D\u0940
MSG_LOCAL_RESET_VARIANT_SAVE=\u0915\u0902\u091F\u0947\u0928\u0930 \u0930\u0940\u0938\u0947\u091F \u0915\u0930 \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 \u0914\u0930 \u0926\u0943\u0936\u094D\u092F \u0938\u094D\u0935\u091A\u093E\u0932\u093F\u0924 \u0930\u0942\u092A \u0938\u0947 \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E \u0939\u0948.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=\u0938\u094D\u0930\u094B\u0924 \u0926\u093F\u0916\u093E\u090F\u0902
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=\u0926\u0942\u0938\u0930\u0947 \u092A\u093E\u0930\u094D\u091F \u0926\u093F\u0916\u093E\u090F\u0902
BUT_CHANGEVISUALIZATION_LEARNMORE=[\u0914\u0930 \u0905\u0927\u093F\u0915 \u091C\u093E\u0928\u0947\u0902]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=\u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092E\u0947\u0902 UI \u092C\u0926\u0932\u093E\u0935 \u0926\u0942\u0938\u0930\u0947 \u0938\u093F\u0938\u094D\u091F\u092E \u092E\u0947\u0902 \u0915\u093F\u090F \u0917\u090F \u0939\u0948\u0902. \u0935\u093F\u0930\u094B\u0927 \u0938\u0947 \u092C\u091A\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0939\u092E \u0926\u0943\u0922\u093C\u0924\u093E \u0938\u0947 \u0938\u0932\u093E\u0939 \u0926\u0947\u0924\u0947 \u0939\u0948\u0902 \u0915\u093F \u0915\u0947\u0935\u0932 \u090F\u0915 \u0938\u093F\u0938\u094D\u091F\u092E \u092E\u0947\u0902 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0907\u0928\u094D\u0939\u0947\u0902 \u0905\u0928\u094D\u092F \u0938\u093F\u0938\u094D\u091F\u092E \u092E\u0947\u0902 \u0932\u0947 \u091C\u093E\u090F\u0902. \u0926\u0947\u0916\u0947\u0902 [UI \u0915\u094B \u090F\u0921\u0948\u092A\u094D\u091F \u0915\u0930\u0928\u093E] (https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=\u091A\u0947\u0924\u093E\u0935\u0928\u0940 - \u0938\u0930\u094D\u0935\u0930 \u0935\u093F\u0930\u094B\u0927\u094B\u0902 \u0915\u093E \u091C\u094B\u0916\u093F\u092E
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=\u0906\u092A \u090F\u0915 \u0909\u0924\u094D\u092A\u093E\u0926\u0915 \u092A\u094D\u0930\u0923\u093E\u0932\u0940 \u092E\u0947\u0902 UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0906\u0930\u0902\u092D \u0915\u0930 \u0930\u0939\u0947 \u0939\u0948\u0902. \u092F\u0926\u093F \u0906\u092A\u0915\u0947 \u092A\u093E\u0938 \u090F\u0915 \u0935\u093F\u0915\u093E\u0938 \u092F\u093E \u092A\u0930\u0940\u0915\u094D\u0937\u0923 \u0938\u093F\u0938\u094D\u091F\u092E \u0939\u0948, \u0924\u094B \u0939\u092E \u0906\u092A\u0915\u094B \u0935\u0939\u093E\u0902 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u0930\u0928\u0947 \u0914\u0930 \u0907\u0928 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928\u094B\u0902 \u0915\u094B \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u092A\u0930\u093F\u0935\u0939\u0928 \u092A\u094D\u0930\u0923\u093E\u0932\u0940 \u0915\u093E \u0909\u092A\u092F\u094B\u0917 \u0915\u0930\u0928\u0947 \u0915\u0940 \u0938\u0932\u093E\u0939 \u0926\u0947\u0924\u0947 \u0939\u0948\u0902.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=\u091A\u0947\u0924\u093E\u0935\u0928\u0940 - \u0906\u092A \u0909\u0924\u094D\u092A\u093E\u0926\u0915 \u092A\u094D\u0930\u0923\u093E\u0932\u0940 \u092E\u0947\u0902 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0915\u0930\u0928\u0947 \u0935\u093E\u0932\u0947 \u0939\u0948\u0902.
MSG_GENERIC_ERROR_MESSAGE=\u090F\u0915 \u0924\u094D\u0930\u0941\u091F\u093F \u0909\u0924\u094D\u092A\u0928\u094D\u0928 \u0939\u0941\u0908. \u0915\u0943\u092A\u092F\u093E \u0918\u091F\u0915 CA-UI5-FL-RTA \u0939\u0947\u0924\u0941 \u091F\u093F\u0915\u091F \u0916\u094B\u0932\u0928\u0947 \u0926\u094D\u0935\u093E\u0930\u093E SAP \u0938\u092E\u0930\u094D\u0925\u0928 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.\n\u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u091F\u093F\u0915\u091F \u092E\u0947\u0902 \u0928\u093F\u092E\u094D\u0928 \u0924\u0915\u0928\u0940\u0915\u0940 \u091C\u093E\u0928\u0915\u093E\u0930\u0940 \u0936\u093E\u092E\u093F\u0932 \u0915\u0930\u0947\u0902 {0}

MSG_ADAPTATION_COULD_NOT_START=UI \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0906\u0930\u0902\u092D \u0915\u0930\u0924\u0947 \u0938\u092E\u092F \u0924\u094D\u0930\u0941\u091F\u093F

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=\u0906\u092A\u0915\u0947 \u092A\u093E\u0938 \u0915\u0941\u0902\u091C\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0915\u0940 \u0905\u0928\u0941\u092E\u0924\u093F \u0928\u0939\u0940\u0902 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.

BTN_TOOLTIP_MOVE_UP=\u090A\u092A\u0930 \u0932\u0947 \u091C\u093E\u090F\u0902
BTN_TOOLTIP_MOVE_DOWN=\u0928\u0940\u091A\u0947 \u0932\u0947 \u091C\u093E\u090F\u0902
BTN_ADAPTING_FOR=''{0}\u2019 \u0915\u0947 \u0932\u093F\u090F \u0905\u0928\u0941\u0915\u0942\u0932\u0928
BTN_ADAPTING_FOR_ALL_USERS='\u0938\u092D\u0940 \u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E\u0913\u0902' \u0915\u0947 \u0932\u093F\u090F \u0905\u0928\u0941\u0915\u0942\u0932\u0928
BTN_SWITCH_ADAPTATIONS=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u094B \u0938\u094D\u0935\u093F\u091A \u0915\u0930\u0947\u0902
EAC_DIALOG_HEADER=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u0930\u0947\u0902
SAC_DIALOG_HEADER=\u0928\u090F \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
DAC_DIALOG_HEADER=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0939\u091F\u093E\u090F\u0902
DAC_DIALOG_DESCRIPTION=\u0915\u094D\u092F\u093E \u0906\u092A \u0935\u093E\u0938\u094D\u0924\u0935 \u092E\u0947\u0902 \u0907\u0938 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u094B \u0939\u091F\u093E\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=\u0906\u092A\u0915\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0938\u0939\u0947\u091C\u0947 \u0928\u0939\u0940\u0902 \u0917\u090F \u0939\u0948\u0902. \u0907\u0938 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u094B \u0939\u091F\u093E\u0928\u0947 \u0938\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u092D\u0940 \u0939\u091F \u091C\u093E\u090F\u0902\u0917\u0947. \u0915\u094D\u092F\u093E \u0906\u092A \u0935\u093E\u0915\u0908 \u0907\u0938 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0915\u094B \u0939\u091F\u093E\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?
DAC_DIALOG_MIGRATION_HEADER=\u092E\u093E\u0907\u0917\u094D\u0930\u0947\u091F \u0926\u0943\u0936\u094D\u092F
DAC_DIALOG_MIGRATION_DESCRIPTION=\u0939\u092E\u0928\u0947 \u0926\u0947\u0916\u093E \u0939\u0948 \u0915\u093F \u0906\u092A\u0928\u0947 \u092A\u0939\u0932\u0947 \u0939\u0940 \u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092E\u0947\u0902 \u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u094B \u092D\u0942\u092E\u093F\u0915\u093E\u090F\u0902\u0905\u0938\u093E\u0907\u0928 \u0915\u0940 \u0939\u0948\u0902. \u092F\u0926\u093F \u0906\u092A \u090F\u0915 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092C\u0928\u093E\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0906\u092A\u0915\u094B \u0907\u0928 \u0935\u093F\u091A\u093E\u0930\u094B\u0902 \u0915\u094B \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092E\u0947\u0902 \u092E\u093E\u0907\u0917\u094D\u0930\u0947\u091F \u0915\u0930\u0928\u093E \u0939\u094B\u0917\u093E.\n\u092E\u093E\u0907\u0917\u094D\u0930\u0947\u0936\u0928 \u0915\u0947 \u092C\u093E\u0926, \u0915\u093F\u0938\u0940 \u092D\u0942\u092E\u093F\u0915\u093E \u0915\u094B \u0905\u0938\u093E\u0907\u0928 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u0926\u0943\u0936\u094D\u092F \u090F\u0915 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092E\u0947\u0902 \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=\u0939\u092E\u0928\u0947 \u0926\u0947\u0916\u093E \u0939\u0948 \u0915\u093F \u0906\u092A\u0928\u0947 \u092A\u0939\u0932\u0947 \u0939\u0940 \u0907\u0938 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u092E\u0947\u0902 \u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u094B \u092D\u0942\u092E\u093F\u0915\u093E\u090F\u0902 \u0905\u0938\u093E\u0907\u0928 \u0915\u0940   \u0939\u0948\u0902. \u092F\u0926\u093F \u0906\u092A \u090F\u0915 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092C\u0928\u093E\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902, \u0924\u094B \u0906\u092A\u0915\u094B \u0907\u0928 \u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u094B \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092E\u0947\u0902 \u092E\u093E\u0907\u0917\u094D\u0930\u0947\u091F \u0915\u0930\u0928\u093E \u0939\u094B\u0917\u093E.\n\u092E\u093E\u0907\u0917\u094D\u0930\u0947\u0936\u0928 \u0915\u0947 \u092C\u093E\u0926, \u092D\u0942\u092E\u093F\u0915\u093E \u0915\u0947 \u0932\u093F\u090F \u0905\u0938\u093E\u0907\u0928 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u0926\u0943\u0936\u094D\u092F \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092E\u0947\u0902 \u0936\u093E\u092E\u093F\u0932 \u0915\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.\n\n\u0906\u092A\u0915\u0947 UI \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u0928 \u0938\u0939\u0947\u091C\u0947 \u0928\u0939\u0940\u0902 \u0917\u090F \u0939\u0948\u0902. \u092E\u093E\u0907\u0917\u094D\u0930\u0947\u0936\u0928 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0907\u0928\u094D\u0939\u0947\u0902 \u0939\u091F\u093E \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=\u0926\u0943\u0936\u094D\u092F\u094B\u0902 \u0915\u094B \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0938\u094D\u0925\u093E\u0928\u093E\u0902\u0924\u0930\u093F\u0924 \u0915\u0930 \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.\n\u0905\u092C \u0906\u092A \u092C\u0928\u093E\u090F \u0917\u090F \u0905\u0928\u0941\u0915\u0942\u0932\u0928\u094B\u0902 \u092A\u0930 \u0938\u094D\u0935\u093F\u091A \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930 \u0909\u0928\u094D\u0939\u0947\u0902 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=\u092E\u093E\u0907\u0917\u094D\u0930\u0947\u0936\u0928 \u0915\u0947 \u0926\u094C\u0930\u093E\u0928 \u090F\u0915 \u0924\u094D\u0930\u0941\u091F\u093F \u0939\u0941\u0908. \u0915\u0943\u092A\u092F\u093E \u092C\u093E\u0926 \u092E\u0947\u0902 \u0926\u094B\u092C\u093E\u0930\u093E \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902 \u092F\u093E \u0905\u092A\u0928\u0947 \u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915 \u0938\u0947 \u0938\u0902\u092A\u0930\u094D\u0915 \u0915\u0930\u0947\u0902.
MANAGE_ADAPTATIONS_DIALOG_HEADER=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u0930\u0947\u0902
BTN_MANAGE_APP_CTX=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u092A\u094D\u0930\u092C\u0902\u0927\u093F\u0924 \u0915\u0930\u0947\u0902
TXT_MANAGE_APP_CTX=\u0926\u0943\u0936\u094D\u092F, \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u0930\u0947\u0902 \u092F\u093E \u0939\u091F\u093E\u090F\u0902
CLM_HEADER_PRIORITY=\u0935\u0930\u0940\u092F\u0924\u093E
CLM_HEADER_CREATED=\u0928\u093F\u0930\u094D\u092E\u093F\u0924
CLM_HEADER_CHANGED=\u0905\u0902\u0924\u093F\u092E \u092C\u093E\u0930 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924
CLM_HEADER_ADAPTATIONS_ACTIONS=\u0915\u093E\u0930\u094D\u0930\u0935\u093E\u0908
CLM_HEADER_CONTEXT=\u0938\u0902\u0926\u0930\u094D\u092D
CLM_HEADER_ADAPTATIONS_TITLE=\u0936\u0940\u0930\u094D\u0937\u0915
CLM_HEADER_ADAPTATIONS_CREATED_ON=\u0928\u093F\u0930\u094D\u092E\u093E\u0923 \u0926\u093F\u0928\u093E\u0902\u0915
CLM_HEADER_ADAPTATIONS_CHANGED_ON=\u092A\u0930 \u092A\u0930\u093F\u0935\u0930\u094D\u0924\u093F\u0924
MAA_DIALOG_DESCRIPTION=\u0935\u0930\u094D\u0923\u0928
MAA_DIALOG_SAVE_AS_APP=\u0907\u0938 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u0947\u0902
MAA_DIALOG_ADAPT_UI=\u090F\u0921\u093E\u092A\u094D\u091F\u0930 UI
MENU_BTN_SHARE=\u0938\u093E\u091D\u093E \u0915\u0930\u0947\u0902
MENU_BTN_EDIT=\u0938\u0902\u092A\u093E\u0926\u093F\u0924 \u0915\u0930\u0947\u0902
MAA_DIALOG_DELETE=\u0939\u091F\u093E\u090F\u0902
TXT_SELECT_FIRST_PRIO=\u0938\u092D\u0940 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0938\u092E\u094D\u092E\u093F\u0932\u093F\u0924 \u0915\u0930\u0947\u0902 (\u0935\u0930\u0940\u092F\u0924\u093E '1')
TXT_SELECT_PRIO=''{0}\u2019 \u0915\u0947 \u092C\u093E\u0926 \u0938\u092E\u094D\u092E\u093F\u0932\u093F\u0924 \u0915\u0930\u0947\u0902 (\u0935\u0930\u0940\u092F\u0924\u093E ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=\u0935\u0930\u094D\u0923\u0928 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902
TXT_TABLE_CONTEXT_CELL_ROLE=\u092D\u0942\u092E\u093F\u0915\u093E
TXT_TABLE_CONTEXT_CELL_ROLES=\u092D\u092E\u093F\u0915\u093E\u090F\u0902
TXT_DEFAULT_APP=\u092A\u094D\u0930\u0938\u0902\u0917-\u092E\u0941\u0915\u094D\u0924 \u0905\u0928\u0941\u0915\u0942\u0932\u0928
APP_CTX_DIALOG_SAVE=\u0938\u0939\u0947\u091C\u0947\u0902
APP_CTX_DIALOG_CANCEL=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902
APP_CTX_DIALOG_CONFIRM=\u092A\u0941\u0937\u094D\u091F\u093F \u0915\u0930\u0947\u0902
TOOLTIP_APP_CTX_DIALOG_SAVE=\u092A\u094D\u0930\u0938\u0902\u0917-\u0906\u0927\u093E\u0930\u093F\u0924 \u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0928\u0939\u0940\u0902 \u092C\u0926\u0932\u093E \u0917\u092F\u093E \u0939\u0948.
TXT_CTX_ERROR_DUPLICATE_TITLE=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0936\u0940\u0930\u094D\u0937\u0915 \u092A\u0939\u0932\u0947 \u0938\u0947 \u092E\u094C\u091C\u0942\u0926 \u0939\u0948. \u0915\u0943\u092A\u092F\u093E \u0926\u0942\u0938\u0930\u093E \u0936\u0940\u0930\u094D\u0937\u0915 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902.
TXT_CTX_ERROR_MAX_LEN=\u0905\u0928\u0941\u0915\u0942\u0932\u0928 \u0936\u0940\u0930\u094D\u0937\u0915\u094B\u0902 \u0915\u094B {0} \u0935\u0930\u094D\u0923\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0930\u0924\u093F\u092C\u0902\u0927\u093F\u0924 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948
TXT_CTX_ERROR_EMPTY_TITLE=\u0915\u0943\u092A\u092F\u093E \u0936\u0940\u0930\u094D\u0937\u0915 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902.
