
SERVICE_NAME=Dostosowanie IU
TOOLBAR_TITLE=Dostosuj IU
TOOLBAR_TITLE_PERSONALIZE=Personalizuj aplikacj\u0119
BTN_EXIT=Zapisz i zako\u0144cz
BTN_DONE=Gotowe
BTN_DONE_TOOLTIP=Zapisz zmiany
CTX_ADAPT=Wi\u0119cej...
CTX_REMOVE=Usu\u0144
CTX_REMOVE_TITLE=Usu\u0144
CTX_ADD_ELEMENTS=Dodaj {0}
MULTIPLE_CONTROL_NAME=Zawarto\u015B\u0107
CTX_CUT=Wytnij
CTX_PASTE=Wklej
CTX_GROUP_FIELDS=Po\u0142\u0105cz
CTX_UNGROUP_FIELDS=Podziel
CTX_CREATE_CONTAINER=Utw\u00F3rz\: {0}
TITLE_CREATE_CONTAINER=Nowe\: {0}
CTX_RENAME=Zmie\u0144 nazw\u0119
CTX_SETTINGS=Ustawienia
CTX_TRIGGER=Nawiguj do
CTX_VARIANT_SWITCH=Prze\u0142\u0105cz widoki
CTX_VARIANT_DUPLICATE=Duplikuj
CTX_VARIANT_SET_TITLE=Ustaw tytu\u0142
CTX_VARIANT_MANAGE=Zarz\u0105dzaj widokami
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Usu\u0144
BTN_FREP_CANCEL=Anuluj
BTN_FREP_CCF=Utw\u00F3rz pole niestandardowe, powi\u0105zanie lub logik\u0119
LBL_FREP=by\u0142o {0}
HEADER_SETTINGS=Ustawienia
HEADER_ADDITIONAL_ELEMENTS=Dost\u0119pna zawarto\u015B\u0107\: {0}
BTN_SHARE=Udost\u0119pnij
BTN_MANAGE_APPS_TXT=Zarz\u0105dzaj wariantami aplikacji
BTN_SAVE_AS=Zapisz jako
TOOLTIP_SAVE_AS=Utw\u00F3rz nowy wariant aplikacji
BTN_UNDO=Cofnij
BTN_REDO=Powt\u00F3rz
BTN_PUBLISH=Opublikuj
BTN_RESTORE=Resetuj
BTN_TRANSPORT=Transportuj
BTN_ADAPTATION=Dostosowanie IU
BTN_NAVIGATION=Nawigacja
HEADER_RESTORE_FAILED=B\u0142\u0105d
HEADER_WARNING=Ostrze\u017Cenie
HEADER_ERROR=B\u0142\u0105d
MSG_RESTORE_FAILED=Nie mo\u017Cna teraz odrzuci\u0107 zmian w interfejsie u\u017Cytkownika. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem\: {0}
MSG_PUBLISH_ERROR=Nie mo\u017Cna teraz opublikowa\u0107 zmian w interfejsie u\u017Cytkownika. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem\: {0}
MSG_TRANSPORT_SUCCESS=Zmiany w interfejsie u\u017Cytkownika zosta\u0142y do\u0142\u0105czone do transportu.
MSG_PUBLISH_SUCCESS=Zmiany w interfejsie u\u017Cytkownika zosta\u0142y zaplanowane do publikacji.
HEADER_TRANSPORT_INAPPLICABLE=Informacja
MSG_TRANSPORT_INAPPLICABLE=Wszystkie zmiany w interfejsie u\u017Cytkownika zosta\u0142y ju\u017C do\u0142\u0105czone do transportu.
HEADER_TRANSPORT_APPLYSAVE_ERROR=B\u0142\u0105d
MSG_TRANSPORT_APPLYSAVE_ERROR=B\u0142\u0105d podczas zastosowania lub zapisywania zmian interfejsu u\u017Cytkownika. Wyjd\u017A z trybu dostosowania IU i uruchom aplikacj\u0119 ponownie\: {0}
FORM_PERS_RESET_TITLE=Zresetuj do wersji standardowej
FORM_PERS_RESET_MESSAGE=Czy odrzuci\u0107 wszystkie zmiany w interfejsie u\u017Cytkownika i ponownie ustawi\u0107 aplikacj\u0119 na wersj\u0119 standardow\u0105?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Czy odrzuci\u0107 wszystkie personalizacje i ponownie ustawi\u0107 aplikacj\u0119?
MSG_LREP_TRANSFER_ERROR=Niestety, wyst\u0105pi\u0142 b\u0142\u0105d techniczny. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem.
MSG_ERROR_REASON=Przyczyna\:\n{0}
MSG_UNSAVED_CHANGES=Potwierdzenie spowoduje utrat\u0119 wszystkich zmian. Aby je zapisa\u0107, zamknij to okno dialogowe i opu\u015B\u0107 tryb edycji interfejsu u\u017Cytkownika.
MSG_REMOVING_TOOLBAR=Nag\u0142\u00F3wek tej grupy zawiera dodatkowe elementy. Usuni\u0119cie tej grupy spowoduje ich usuni\u0119cie. Czy usun\u0105\u0107 grup\u0119 mimo to?
MSG_NO_FIELDS=Nie ma wi\u0119cej zawarto\u015Bci
HEADER_PERSONALIZATION_EXISTS=Informacje
MSG_PERSONALIZATION_EXISTS=U\u017Cytkownik dokona\u0142 personalizacji aplikacji. Aplikacja zostanie ponownie wczytana bez personalizacji w trybie dostosowania IU.
MSG_HIGHER_LAYER_CHANGES_EXIST=Masz zmiany w wy\u017Cszej warstwie w aplikacji. W trybie dostosowania IU aplikacja za\u0142aduje si\u0119 ponownie bez tych zmian.
HEADER_RELOAD_NEEDED=Strona wymaga ponownego wczytania
BUTTON_RELOAD_NEEDED=Wczytaj ponownie
MSG_RELOAD_WITH_PERSONALIZATION=Aplikacja za\u0142aduje si\u0119 ponownie ze zmianami personalizacji.
MSG_RELOAD_WITH_ALL_CHANGES=Aplikacja zostanie za\u0142adowana ponownie wraz ze wszystkimi zmianami.
MSG_RELOAD_NEEDED=Niekt\u00F3re zmiany mog\u0105 wymaga\u0107 ponownego wczytania aktywnej aplikacji.
MAA_CLOSE_BUTTON=Zamknij
DUPLICATE_ERROR_TEXT=Widok o tej nazwie ju\u017C istnieje. Wprowad\u017A inn\u0105 nazw\u0119.
BLANK_ERROR_TEXT=Wprowad\u017A nazw\u0119 widoku.
HEADER_MANAGE_APPS_FAILED=B\u0142\u0105d
MSG_MANAGE_APPS_FAILED=Niestety przegl\u0105d wariant\u00F3w aplikacji jest obecnie niedost\u0119pny. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem.
APP_VARIANT_DIALOG_SAVE=Zapisz
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Zapisz
APP_VARIANT_DIALOG_CLOSE=Zamknij
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anuluj
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anuluj
CREATE_APP_VARIANT_DIALOG_TITLE=Zapisz jako nowy wariant aplikacji
APP_DIALOG_TITLE_TEXT=Tytu\u0142
APP_DIALOG_SUB_TITLE_TEXT=Podtytu\u0142
APP_DIALOG_DESCRIPTION_TEXT=Opis
APP_DIALOG_ICON_TEXT=Ikona
BLANK_DUPLICATE_TITLE_TEXT=B\u0142\u0105d nazewnictwa
APP_DIALOG_ICON_TOOLTIP=Wybierz ikon\u0119 dla kafelka
APP_DIALOG_ICON_BROWSE_BUTTON=Przegl\u0105daj
APP_VARIANT_ICON_SEARCH_TOOLTIP=Szukaj ikony SAPUI5
APP_VARIANT_ICON_DIALOG_ICON=Ikona
APP_VARIANT_ICON_DIALOG_NAME=Nazwa
APP_VARIANT_ICON_SELECT_ICON=Wybierz ikon\u0119
APP_VARIANT_ICON_OK_BUTTON=OK
APP_VARIANT_ICON_CANCEL_BUTTON=Anuluj
APP_VARIANT_ICON_NO_DATA=Nie znaleziono ikon.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Zapisano nowy wariant aplikacji.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Tryb dostosowania IU zostanie zamkni\u0119ty i nast\u0105pi powr\u00F3t do strony g\u0142\u00F3wnej. Otrzymasz powiadomienie, gdy nowy kafelek b\u0119dzie dost\u0119pny.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=U\u017Cytkownik zostanie powiadomiony, gdy nowy kafelek b\u0119dzie dost\u0119pny.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Tryb dostosowania IU zostanie zamkni\u0119ty. Skontaktuj si\u0119 z administratorem, aby doda\u0107 kafelek do strony g\u0142\u00F3wnej okna wywo\u0142a\u0144 SAP Fiori (ID aplikacji\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Skontaktuj si\u0119 z administratorem, aby doda\u0107 kafelek do strony g\u0142\u00F3wnej okna wywo\u0142a\u0144 SAP Fiori (ID aplikacji\: {0}).
MSG_CREATE_DESCRIPTOR_FAILED=Niestety nie mo\u017Cna by\u0142o utworzy\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
HEADER_SAVE_APP_VARIANT_FAILED=B\u0142\u0105d
MSG_LOAD_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o wczyta\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_SAVE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o zapisa\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_CATALOG_ASSIGNMENT_FAILED=Zapisano nowy wariant aplikacji, ale nie mo\u017Cna by\u0142o go przypisa\u0107 do katalogu. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora zawarto\u015Bci\:
MSG_TILE_CREATION_FAILED=Od\u015Bwie\u017C stron\u0119 g\u0142\u00F3wn\u0105 okna wywo\u0142a\u0144 SAP Fiori, aby sprawdzi\u0107, czy zosta\u0142 utworzony nowy kafelek. Je\u015Bli nowy kafelek jest niedost\u0119pny lub dzia\u0142a nieprawid\u0142owo, skontaktuj si\u0119 z administratorem zawarto\u015Bci.
MSG_COPY_UNSAVED_CHANGES_FAILED=Niestety nie mo\u017Cna by\u0142o zapisa\u0107 wariantu aplikacji oraz odpowiednich zmian w interfejsie u\u017Cytkownika. Wariant aplikacji jest niedost\u0119pny. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Wprowad\u017A tytu\u0142
HEADER_APP_VARIANT_FEATURE_FAILED=B\u0142\u0105d
MSG_APP_VARIANT_FEATURE_FAILED=Niestety, funkcja wariant\u00F3w aplikacji jest obecnie niedost\u0119pna. Skontaktuj si\u0119 z administratorem\: {0}
SAVE_APP_VARIANT_NEW_TILE_AVAILABLE_TITLE=Informacja
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Nowy kafelek jest ju\u017C dost\u0119pny. Aby go wy\u015Bwietli\u0107, od\u015Bwie\u017C przegl\u0105dark\u0119.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacja
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Zamknij
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopiuj ID i zamknij
MSG_APP_VARIANT_ID=ID wariantu aplikacji\: {0}
MSG_TECHNICAL_ERROR=B\u0142\u0105d\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Przegl\u0105d wariant\u00F3w aplikacji
APP_VARIANT_TILE_ARIA_LABEL=Podgl\u0105d kafelka Fiori
MENU_ITEM_KEY_USER=Dla u\u017Cytkownika kluczowego
MENU_ITEM_SAP_DEVELOPER=Dla programisty SAP
HEADER_DEPENDENCY_ERROR=B\u0142\u0105d
MSG_DEPENDENCY_ERROR=Niestety nie mo\u017Cna zastosowa\u0107 tej zmiany w IU. Zresetuj IU tej aplikacji do stanu pierwotnego i ponownie dokonaj zmian. Uwaga\: To spowoduje zresetowanie wszystkich zmian dokonanych w tej aplikacji przez wszystkich u\u017Cytkownik\u00F3w. Ewentualnie utw\u00F3rz zg\u0142oszenie dla sk\u0142adnika CA-UI5-FL-RTA, aby si\u0119 skontaktowa\u0107 z dzia\u0142em wsparcia SAP.
MSG_INCORRECT_APP_VERSION_ERROR=Wersja aplikacji nie istnieje lub jest nieprawid\u0142owa.
DELETE_APP_VARIANT_NO_TRANSPORT=Informacja
MSG_DELETE_APP_VARIANT_NOT_POSSIBLE=Aby mo\u017Cna by\u0142o usun\u0105\u0107 ten wariant aplikacji, wymagany jest transport. Popro\u015B administratora, aby utworzy\u0142 dla Ciebie transport, a nast\u0119pnie usu\u0144 wariant aplikacji.
DELETE_APP_VARIANT_SUCCESS_MESSAGE=Pomy\u015Blnie usuni\u0119to wariant aplikacji (ID\: {0})
MSG_DELETE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o usun\u0105\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacja
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Zamknij
BUSINESS_CONTEXT_TITLE=Dost\u0119pne konteksty biznesowej\:
MSG_NO_BUSINESS_CONTEXTS=Brak
MSG_DO_NOT_CLOSE_BROWSER=Usuwanie w toku - nie zamykaj przegl\u0105darki.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Usuwanie w toku - nie zamykaj przegl\u0105darki.\nPami\u0119taj, \u017Ce kafelek dla wariantu aplikacji b\u0119dzie widoczny tak d\u0142ugo, jak proces usuwania b\u0119dzie w toku. 
MSG_CATALOGS_LOCKED=Nie mo\u017Cna by\u0142o usun\u0105\u0107 wariantu aplikacji. Spr\u00F3buj ponownie p\u00F3\u017Aniej.


MSG_UNSTABLE_ID_FOUND=Niekt\u00F3re Twoje obiekty sterowania nie maj\u0105 stabilnych ID. U\u017Cyj asystenta ds. wsparcia, aby zidentyfikowa\u0107 dotkni\u0119te obiekty sterowania zgodnie z opisem [tutaj] (https\://openui5nightly.hana.ondemand.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), a nast\u0119pnie ustaw identyfikatory.

MSG_NO_FLEX_ENABLED_FLAG=Twoja aplikacja nie ma aktywnej adaptacji IU. Sprawd\u017A warunki wst\u0119pne opisane [tutaj](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af).
