
SERVICE_NAME=UI \u9069\u5FDC
BTN_EXIT=\u4FDD\u5B58\u3057\u3066\u7D42\u4E86
BTN_DONE=\u51E6\u7406\u6E08
CTX_REMOVE=\u524A\u9664
CTX_REMOVE_TITLE=\u524A\u9664
CTX_LOCAL_RESET=\u30B3\u30F3\u30C6\u30CA\u306E\u30EA\u30BB\u30C3\u30C8
CTX_ADD_ELEMENTS=\u8FFD\u52A0\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=\u30B3\u30F3\u30C6\u30F3\u30C4
CTX_CUT=\u30AB\u30C3\u30C8
CTX_PASTE=\u30DA\u30FC\u30B9\u30C8
CTX_GROUP_FIELDS=\u7D50\u5408
CTX_UNGROUP_FIELDS=\u5206\u5272
CTX_CREATE_CONTAINER=\u767B\u9332\: {0}
TITLE_CREATE_CONTAINER=\u65B0\u898F\: {0}
CTX_RENAME=\u540D\u79F0\u5909\u66F4
CTX_SETTINGS=\u8A2D\u5B9A
CTX_VARIANT_SWITCH=\u30D3\u30E5\u30FC\u5207\u66FF
CTX_VARIANT_SAVE=\u30D3\u30E5\u30FC\u4FDD\u5B58
CTX_VARIANT_SAVEAS=\u30D3\u30E5\u30FC\u306B\u540D\u524D\u3092\u3064\u3051\u3066\u4FDD\u5B58
CTX_VARIANT_SET_TITLE=\u30BF\u30A4\u30C8\u30EB\u8A2D\u5B9A
CTX_VARIANT_MANAGE=\u30D3\u30E5\u30FC\u7BA1\u7406
CTX_ADDXML_AT_EXTENSIONPOINT=\u62E1\u5F35\u30DD\u30A4\u30F3\u30C8\u3067\u30D5\u30E9\u30B0\u30E1\u30F3\u30C8\u3092\u8FFD\u52A0
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u524A\u9664
BTN_FREP_CANCEL=\u4E2D\u6B62
LBL_FREP=\u306F {0} \u3067\u3057\u305F
HEADER_ADDITIONAL_ELEMENTS=\u5229\u7528\u53EF\u80FD\u30B3\u30F3\u30C6\u30F3\u30C4\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u7BA1\u7406
BTN_SAVE_AS=\u5225\u540D\u4FDD\u5B58
TOOLTIP_SAVE_AS=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u767B\u9332
BTN_UNDO=\u5143\u306B\u623B\u3059
BTN_REDO=\u3084\u308A\u76F4\u3057
BTN_PUBLISH=\u516C\u958B
BTN_RESTORE=\u30EA\u30BB\u30C3\u30C8
BTN_ADAPTATION=UI \u9069\u5FDC
TIT_DRAFT=\u30C9\u30E9\u30D5\u30C8
TIT_ORIGINAL_APP=\u30AA\u30EA\u30B8\u30CA\u30EB\u30A2\u30D7\u30EA
TIT_VERSION_1=\u30D0\u30FC\u30B8\u30E7\u30F3 1
LBL_ACTIVE=\u6709\u52B9
LBL_INACTIVE=\u7121\u52B9
MSG_DRAFT_ACTIVATION_SUCCESS=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u6709\u52B9\u5316\u3055\u308C\u307E\u3057\u305F
MSG_DRAFT_ACTIVATION_FAILED=\u30C9\u30E9\u30D5\u30C8\u3092\u305F\u3060\u3061\u306B\u6709\u52B9\u5316\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TIT_VERSION_TITLE=\u30BF\u30A4\u30C8\u30EB
TIT_VERSION_TITLE_DIALOG=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u6709\u52B9\u5316
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u518D\u6709\u52B9\u5316
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u30D0\u30FC\u30B8\u30E7\u30F3\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u78BA\u8A8D
BUT_VERSION_TITLE_DIALOG_CANCEL=\u4E2D\u6B62
TOL_ACTIVATE=\u65B0\u898F\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u6709\u52B9\u5316
TOL_DISCARD_DRAFT=\u30C9\u30E9\u30D5\u30C8\u7834\u68C4
TIT_SWITCH_VERSION_DIALOG=\u30D0\u30FC\u30B8\u30E7\u30F3\u5207\u66FF
MSG_SWITCH_VERSION_DIALOG=UI \u5909\u66F4\u3092\u4FDD\u5B58\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u5207\u308A\u66FF\u3048\u308B\u524D\u306B\u4FDD\u5B58\u3057\u307E\u3059\u304B\u3002
TIT_DRAFT_DISCARD_DIALOG=\u65E2\u5B58\u306E\u30C9\u30E9\u30D5\u30C8\u3092\u7834\u68C4
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u73FE\u5728\u306E\u30C9\u30E9\u30D5\u30C8\u3092\u7834\u68C4\u3057\u3066\u6700\u521D\u304B\u3089\u3084\u308A\u76F4\u3057\u307E\u3059\u304B\u3002
BTN_NAVIGATION=\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3
HEADER_WARNING=\u8B66\u544A
HEADER_ERROR=\u30A8\u30E9\u30FC
MSG_RESTORE_FAILED=\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u3092\u3053\u306E\u6642\u70B9\u3067\u306F\u7834\u68C4\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\: {0}
MSG_TRANSPORT_SUCCESS=\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u304C\u79FB\u9001\u306B\u7D44\u307F\u8FBC\u307E\u308C\u307E\u3057\u305F\u3002
FORM_PERS_RESET_TITLE=\u6A19\u6E96\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30EA\u30BB\u30C3\u30C8
FORM_PERS_RESET_MESSAGE=\u3059\u3079\u3066\u306E UI \u5909\u66F4\u3092\u7834\u68C4\u3057\u3001\u30A2\u30D7\u30EA\u3092\u6A19\u6E96\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\u3002
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u5909\u66F4\u3092\u3059\u3079\u3066\u7834\u68C4\u3057\u30A2\u30D7\u30EA\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u304B\u3002
MSG_LREP_TRANSFER_ERROR=\u6280\u8853\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_ERROR_REASON=\u7406\u7531\:\n{0}
MSG_UNSAVED_CHANGES=\u78BA\u8A8D\u3059\u308B\u3068\u3001\u5B9F\u884C\u3057\u305F UI \u5909\u66F4\u306F\u3059\u3079\u3066\u5931\u308F\u308C\u307E\u3059\u3002\u4FDD\u5B58\u3059\u308B\u306B\u306F\u3001\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u30DC\u30C3\u30AF\u30B9\u3092\u9589\u3058\u3066 UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002
MSG_NO_FIELDS=\u4F7F\u7528\u53EF\u80FD\u306A\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u4ED6\u306B\u3042\u308A\u307E\u305B\u3093
HEADER_PERSONALIZATION_EXISTS=\u60C5\u5831
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u3092\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BA\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30A2\u30D7\u30EA\u306F\u305D\u308C\u3089\u306E\u5909\u66F4\u306A\u3057\u3067\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002\u6700\u8FD1\u884C\u3063\u305F\u5909\u66F4\u306F\u6709\u52B9\u306E\u307E\u307E\u306B\u306A\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
MSG_DRAFT_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u304C\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_DRAFT_DISCARD_DIALOG=\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u3092\u7834\u68C4\u3057\u307E\u3059\u304B\u3002\u30A2\u30D7\u30EA\u304C\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u306F\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u304A\u3088\u3073\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u306A\u3057\u3067\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u30C9\u30E9\u30D5\u30C8\u304C\u3042\u308A\u307E\u3059\u3002
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u3092\u7834\u68C4\u3057\u3066\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u518D\u6709\u52B9\u5316\u3057\u307E\u3059\u304B\u3002
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u4E0A\u4F4D\u30EC\u30A4\u30E4\u306E\u5909\u66F4\u304A\u3088\u3073\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u304C\u5B58\u5728\u3057\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30A2\u30D7\u30EA\u306B\u3088\u308B\u30EA\u30ED\u30FC\u30C9\u304C\u4E0A\u4F4D\u30EC\u30A4\u30E4\u306E\u5909\u66F4\u306A\u3057\u3067\u884C\u308F\u308C\u307E\u3059\u304C\u3001\u30C9\u30E9\u30D5\u30C8\u306E\u5909\u66F4\u306F\u9069\u7528\u3055\u308C\u307E\u3059\u3002
MSG_HIGHER_LAYER_CHANGES_EXIST=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u4E0A\u4F4D\u30EC\u30A4\u30E4\u306E\u5909\u66F4\u304C\u3042\u308A\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30A2\u30D7\u30EA\u306B\u3088\u308B\u30EA\u30ED\u30FC\u30C9\u306F\u3053\u308C\u3089\u306E\u5909\u66F4\u306A\u3057\u3067\u884C\u308F\u308C\u307E\u3059\u3002
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u3001\u4E0A\u4F4D\u30EC\u30A4\u30E4\u306E\u5909\u66F4\u3068\u30ED\u30FC\u30EB\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u304C\u3042\u308A\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3053\u308C\u3089\u306E\u5909\u66F4\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RESTRICTED_CONTEXT_EXIST=\u3053\u306E\u30A2\u30D7\u30EA\u306B\u306F\u3001\u30ED\u30FC\u30EB\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u304C\u3042\u308A\u307E\u3059\u3002UI \u9069\u5FDC\u30E2\u30FC\u30C9\u3067\u306F\u3001\u3053\u306E\u30A2\u30D7\u30EA\u306B\u3088\u308B\u30EA\u30ED\u30FC\u30C9\u306F\u3053\u308C\u3089\u306E\u5909\u66F4\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
HEADER_RELOAD_NEEDED=\u30A2\u30D7\u30EA\u306E\u30EA\u30ED\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059
BUTTON_RELOAD_NEEDED=\u30EA\u30ED\u30FC\u30C9
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u3053\u308C\u3067\u3001\u30A2\u30D7\u30EA\u306F\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u5909\u66F4\u3068\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITHOUT_DRAFT=\u3053\u308C\u3067\u3001\u30A2\u30D7\u30EA\u306B\u3088\u308B\u30EA\u30ED\u30FC\u30C9\u306F\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u306A\u3057\u3067\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_ACTIVATED_DRAFT=\u30A2\u30D7\u30EA\u306F\u6709\u52B9\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u3053\u308C\u3067\u3001\u30A2\u30D7\u30EA\u306B\u3088\u308B\u30EA\u30ED\u30FC\u30C9\u306F\u30C9\u30E9\u30D5\u30C8\u5909\u66F4\u306A\u3057\u3067\u884C\u308F\u308C\u307E\u3059\u3002\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u3068\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u304C\u518D\u5EA6\u9069\u7528\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30D1\u30FC\u30BD\u30CA\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4\u3092\u53CD\u6620\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u307E\u305F\u306F\u30ED\u30FC\u30EB\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u306F\u518D\u9069\u7528\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3001\u30D1\u30D6\u30EA\u30C3\u30AF\u30D3\u30E5\u30FC\u307E\u305F\u306F\u30ED\u30FC\u30EB\u56FA\u6709\u306E\u30D3\u30E5\u30FC\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_WITH_ALL_CHANGES=\u3053\u306E\u30A2\u30D7\u30EA\u306F\u3059\u3079\u3066\u306E\u5909\u66F4\u3092\u4F7F\u7528\u3057\u3066\u30EA\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
MSG_RELOAD_NEEDED=\u884C\u3063\u305F\u5909\u66F4\u306B\u306F\u3001\u30A2\u30D7\u30EA\u306E\u30EA\u30ED\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059\u3002
MSG_MANAGE_APPS_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981\u304C\u4E00\u6642\u7684\u306B\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u304B\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
APP_VARIANT_DIALOG_SAVE=\u4FDD\u5B58
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u4FDD\u5B58
APP_VARIANT_DIALOG_CLOSE=\u9589\u3058\u308B
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u4E2D\u6B62
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u4E2D\u6B62
CREATE_APP_VARIANT_DIALOG_TITLE=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3068\u3057\u3066\u4FDD\u5B58
APP_DIALOG_TITLE_TEXT=\u30BF\u30A4\u30C8\u30EB
APP_DIALOG_SUB_TITLE_TEXT=\u30B5\u30D6\u30BF\u30A4\u30C8\u30EB
APP_DIALOG_DESCRIPTION_TEXT=\u5185\u5BB9\u8AAC\u660E
APP_DIALOG_ICON_TEXT=\u30A2\u30A4\u30B3\u30F3
RENAME_ERROR_TITLE=\u547D\u540D\u306E\u30A8\u30E9\u30FC
RENAME_EMPTY_ERROR_TEXT=\u540D\u79F0\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
RENAME_BINDING_ERROR_TEXT=\u540D\u79F0\u306B "{" \u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5225\u306E\u540D\u79F0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
APP_VARIANT_ICON_SELECT_ICON=\u30A2\u30A4\u30B3\u30F3\u9078\u629E
APP_VARIANT_ICON_NO_DATA=\u30A2\u30A4\u30B3\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u65B0\u898F\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u623B\u308A\u307E\u3059\u304C\u3001\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308B\u3068\u901A\u77E5\u304C\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308A\u3057\u3060\u3044\u3001\u901A\u77E5\u304C\u9001\u3089\u308C\u307E\u3059\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI \u9069\u5FDC\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002\u30BF\u30A4\u30EB\u3092 Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\u3001\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044 (\u30A2\u30D7\u30EA ID\: {0})\u3002
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u30BF\u30A4\u30EB\u3092 Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u8FFD\u52A0\u3059\u308B\u5834\u5408\u306F\u3001\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044 (\u30A2\u30D7\u30EA ID\: {0})\u3002
HEADER_SAVE_APP_VARIANT_FAILED=\u30A8\u30E9\u30FC
MSG_LOAD_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_SAVE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_UPDATE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_CATALOG_ASSIGNMENT_FAILED=\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30AB\u30BF\u30ED\u30B0\u306B\u5272\u308A\u5F53\u3066\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u62C5\u5F53\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_TILE_CREATION_FAILED=Fiori \u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u3001\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002\u767B\u9332\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3084\u9069\u5207\u306B\u52D5\u4F5C\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_COPY_UNSAVED_CHANGES_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u304A\u3088\u3073\u5BFE\u5FDC\u3059\u308B UI \u5909\u66F4\u3092\u4FDD\u5B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
MSG_APP_VARIANT_FEATURE_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u6A5F\u80FD\u306F\u73FE\u5728\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u7BA1\u7406\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002{0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u65B0\u3057\u3044\u30BF\u30A4\u30EB\u304C\u5229\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u8868\u793A\u3059\u308B\u5834\u5408\u306F\u3001\u30D6\u30E9\u30A6\u30B6\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u60C5\u5831
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u7D42\u4E86
SAVE_APP_VARIANT_COPY_ID_TEXT=ID \u3092\u30B3\u30D4\u30FC\u3057\u3066\u7D42\u4E86
MSG_APP_VARIANT_ID=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 ID\: {0}
MSG_TECHNICAL_ERROR=\u30A8\u30E9\u30FC\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981
APP_VARIANT_TILE_ARIA_LABEL=Fiori \u30BF\u30A4\u30EB\u30D7\u30EC\u30D3\u30E5\u30FC
MENU_ITEM_KEY_USER=\u30AD\u30FC\u30E6\u30FC\u30B6\u7528
MENU_ITEM_SAP_DEVELOPER=SAP \u958B\u767A\u8005\u7528
MSG_DEPENDENCY_ERROR=\u5909\u66F4\u3092\u3053\u306E UI \u306B\u9069\u7528\u3067\u304D\u307E\u305B\u3093\u3002UI \u3092\u5143\u306E\u72B6\u614B\u306B\u30EA\u30BB\u30C3\u30C8\u3057\u3066\u5909\u66F4\u3092\u518D\u767B\u9332\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6CE8\u610F\: \u3053\u306E\u64CD\u4F5C\u3092\u884C\u3046\u3068\u3001\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u306B\u3088\u308B\u3053\u306E\u30A2\u30D7\u30EA\u3078\u306E\u5909\u66F4\u304C\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u4EE5\u5916\u306E\u65B9\u6CD5\u3068\u3057\u3066\u3001\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8 CA-UI5-FL-RTA \u306E\u30C1\u30B1\u30C3\u30C8\u3092\u30AA\u30FC\u30D7\u30F3\u3057\u3066 SAP \u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 (ID\: {0}) \u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8 (ID\: {0}) \u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002\u30BF\u30A4\u30EB\u3092\u30E9\u30A6\u30F3\u30C1\u30D1\u30C3\u30C9\u304B\u3089\u524A\u9664\u3059\u308B\u306B\u306F\u3001\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u3092\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_DELETE_APP_VARIANT_FAILED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6B21\u306E\u6280\u8853\u60C5\u5831\u3092\u7BA1\u7406\u8005\u306B\u9001\u4FE1\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u60C5\u5831
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u9589\u3058\u308B
MSG_NO_BUSINESS_CONTEXTS=\u306A\u3057
MSG_DO_NOT_CLOSE_BROWSER=\u51E6\u7406\u9032\u884C\u4E2D - \u30D6\u30E9\u30A6\u30B6\u3092\u9589\u3058\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u524A\u9664\u9032\u884C\u4E2D - \u30D6\u30E9\u30A6\u30B6\u3092\u9589\u3058\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\n\u524A\u9664\u51E6\u7406\u306E\u671F\u9593\u4E2D\u306F\u3001\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u30BF\u30A4\u30EB\u304C\u8868\u793A\u3055\u308C\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
MSG_CATALOGS_LOCKED=\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3042\u3068\u3067\u3082\u3046\u4E00\u5EA6\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002

MSG_UNSTABLE_ID_FOUND=\u4E00\u90E8\u306E\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306B\u56FA\u5B9A\u306E ID \u304C\u3042\u308A\u307E\u305B\u3093\u3002[\u3053\u3053] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) \u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u3001\u30B5\u30DD\u30FC\u30C8\u30A2\u30B7\u30B9\u30BF\u30F3\u30C8\u3092\u4F7F\u7528\u3057\u3066\u5F71\u97FF\u3092\u53D7\u3051\u308B\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092\u7279\u5B9A\u3057\u3001ID \u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002(\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F SAP \u793E\u5185\u3067\u306E\u307F\u8868\u793A\u3055\u308C\u3001\u304A\u5BA2\u69D8\u304C\u76EE\u306B\u3059\u308B\u6A5F\u4F1A\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001ID \u306F\u306A\u308B\u3079\u304F\u65E9\u304F\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002)

MSG_NO_FLEX_ENABLED_FLAG=\u30A2\u30D7\u30EA\u3067 UI \u9069\u5FDC\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002[\u3053\u3053](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af) \u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u524D\u63D0\u6761\u4EF6\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002(\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F SAP \u793E\u5185\u3067\u306E\u307F\u8868\u793A\u3055\u308C\u3001\u304A\u5BA2\u69D8\u304C\u76EE\u306B\u3059\u308B\u6A5F\u4F1A\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6A5F\u80FD\u306B\u5F71\u97FF\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u306A\u308B\u3079\u304F\u65E9\u304F\u5BFE\u5FDC\u3057\u3066\u304F\u3060\u3055\u3044\u3002)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u57CB\u8FBC\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u5B9A\u7FA9
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u57CB\u8FBC\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u66F4\u65B0
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=iFrame \u306E\u30B5\u30A4\u30BA
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u5E45
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u5E45\u306E\u5358\u4F4D
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u9AD8\u3055
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u9AD8\u3055\u306E\u5358\u4F4D
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=% \u5024\u306F\u3001iFrame \u3067\u5B9F\u969B\u306B\u5229\u7528\u53EF\u80FD\u306A\u9818\u57DF\u3092\u793A\u3057\u307E\u3059\u3002
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u4FDD\u5B58
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u4E2D\u6B62
CTX_ADDIFRAME=\u30B3\u30F3\u30C6\u30F3\u30C4\u3092 {0} \u306B\u57CB\u8FBC
CTX_ADDIFRAME_GROUP=\u30B3\u30F3\u30C6\u30F3\u30C4\u57CB\u8FBC
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u958B\u59CB\u3055\u308C\u305F\u30A2\u30D7\u30EA (\u30D0\u30EA\u30A2\u30F3\u30C8) \u306F\u3001CUSTOMER \u30EC\u30A4\u30E4\u307E\u305F\u306F CUSTOMER_BASE \u30EC\u30A4\u30E4\u306E\u3044\u305A\u308C\u304B\u306B\u7F6E\u304B\u308C\u307E\u3059\u3002\u3057\u305F\u304C\u3063\u3066\u3001SAP \u958B\u767A\u8005\u306F\u4F7F\u7528\u53EF\u80FD\u306A\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u3092\u8868\u793A\u3067\u304D\u307E\u305B\u3093\u3002
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=SAP \u958B\u767A\u8005\u7528\u306E\u30A2\u30D7\u30EA\u30D0\u30EA\u30A2\u30F3\u30C8\u306E\u6982\u8981
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL \u306E\u30D7\u30EC\u30D3\u30E5\u30FC
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=iFrame \u306E\u30D7\u30EC\u30D3\u30E5\u30FC
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u30D7\u30EC\u30D3\u30E5\u30FC\u8868\u793A
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u30D7\u30EC\u30D3\u30E5\u30FC\u66F4\u65B0
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u57CB\u8FBC\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001"\u30D7\u30EC\u30D3\u30E5\u30FC\u8868\u793A" \u3092\u9078\u629E\u3057\u307E\u3059\u3002\u4F55\u3082\u8868\u793A\u3055\u308C\u306A\u3044\u5834\u5408\u306F\u3001URL \u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (\u30DE\u30CB\u30E5\u30A2\u30EB\u7DE8\u96C6\u3059\u308B\u306B\u306F\u30AF\u30EA\u30C3\u30AF)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u30D1\u30E9\u30E1\u30FC\u30BF (\u30AF\u30EA\u30C3\u30AF\u3057\u3066 URL \u306B\u8FFD\u52A0)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u30D1\u30E9\u30E1\u30FC\u30BF
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u5024\u306E\u4F8B
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u691C\u7D22
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u3053\u3053\u3067\u4F7F\u7528\u3055\u308C\u308B URL \u306F\u3001\u7279\u5B9A\u306E\u524D\u63D0\u6761\u4EF6\u3092\u6E80\u305F\u3059\u305F\u3081\u306B\u5FC5\u8981\u3067\u3042\u308A\u3001\u305D\u308C\u306A\u3057\u3067\u306F\u52D5\u4F5C\u3057\u307E\u305B\u3093\u3002
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u8A73\u7D30

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=\u540D\u79F0\u304C {0} \u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=\u30A8\u30EC\u30E1\u30F3\u30C8 {0} \u304C\u5225\u306E\u4F4D\u7F6E\u306B\u79FB\u52D5\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=\u30A8\u30EC\u30E1\u30F3\u30C8 {0} \u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=\u30A8\u30EC\u30E1\u30F3\u30C8 {0} \u304C\u8868\u793A\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=\u30A8\u30EC\u30E1\u30F3\u30C8 {0} \u304C\u7D50\u5408\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=\u30A8\u30EC\u30E1\u30F3\u30C8 {0} \u304C\u5206\u5272\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=\u30B0\u30EB\u30FC\u30D7 {0} \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=\u9805\u76EE {0} \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame \u304C\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=\u30A8\u30EC\u30E1\u30F3\u30C8 {0} \u306E\u8A2D\u5B9A\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=\u30A8\u30EC\u30E1\u30F3\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30CA\u304B\u3089\u79FB\u52D5\u3055\u308C\u307E\u3057\u305F
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=\u3053\u306E\u30A8\u30EC\u30E1\u30F3\u30C8\u306F\u5206\u5272\u306E\u4E00\u90E8\u3067\u3059
TIT_CHANGEVISUALIZATION_CHANGE=\u5909\u66F4
TIT_CHANGEVISUALIZATION_CHANGES=\u5909\u66F4
TIT_CHANGEVISUALIZATION_DATE=\u65E5\u4ED8
TIT_CHANGEVISUALIZATION_DETAILS=\u8A73\u7D30
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u8AAC\u660E
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u30AD\u30FC\u30E6\u30FC\u30B6\u306E\u5909\u66F4\u3092\u53EF\u8996\u5316
BUT_CHANGEVISUALIZATION_HIDECHANGES=\u30AD\u30FC\u30E6\u30FC\u30B6\u306E\u5909\u66F4\u306E\u53EF\u8996\u5316\u3092\u975E\u8868\u793A
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u3059\u3079\u3066\u306E\u5909\u66F4\u3092\u8868\u793A
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u79FB\u52D5\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u8868\u793A
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u540D\u79F0\u304C\u5909\u66F4\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u8868\u793A
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u8FFD\u52A0\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u8868\u793A
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u7D50\u5408\u304A\u3088\u3073\u5206\u5272\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u8868\u793A
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u524A\u9664\u3055\u308C\u305F\u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u8868\u793A
MSG_LOCAL_RESET_VARIANT_SAVE=\u30B3\u30F3\u30C6\u30CA\u304C\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u3001\u30D3\u30E5\u30FC\u304C\u81EA\u52D5\u7684\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002
