
SERVICE_NAME=\u0410\u0434\u0430\u043F\u0442\u0430\u0446\u0438\u0458\u0430 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441
BTN_EXIT=Save & Exit
BTN_DONE=\u0413\u043E\u0442\u043E\u0432\u043E
CTX_REMOVE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u0438
CTX_REMOVE_TITLE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u0438
CTX_LOCAL_RESET=\u0420\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0458 ja \u0434\u043D\u0435\u0432\u043D\u0430\u0442\u0430 \u0435\u0432\u0438\u0434\u0435\u043D\u0446\u0438\u0458\u0430
CTX_ADD_ELEMENTS=\u0414\u043E\u0434\u0430\u0458\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=\u0414\u043E\u0434\u0430\u0458 \u0432\u043E...
MULTIPLE_CONTROL_NAME=\u0421\u043E\u0434\u0440\u0436\u0438\u043D\u0430
CTX_CUT=\u041E\u0442\u0441\u0435\u0447\u0438
CTX_PASTE=\u0417\u0430\u043B\u0435\u043F\u0438
CTX_GROUP_FIELDS=\u041A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u0430\u0458
CTX_UNGROUP_FIELDS=\u0420\u0430\u0437\u0434\u0435\u043B\u0438
CTX_CREATE_CONTAINER=\u0421\u043E\u0437\u0434\u0430\u0458\: {0}
TITLE_CREATE_CONTAINER=\u041D\u043E\u0432\u043E\: {0}
CTX_RENAME=\u041F\u0440\u0435\u0438\u043C\u0435\u043D\u0443\u0432\u0430\u0458
CTX_SETTINGS=\u041F\u043E\u0441\u0442\u0430\u0432\u043A\u0438
CTX_VARIANT_SWITCH=\u0417\u0430\u043C\u0435\u043D\u0438 \u0433\u043E \u043F\u0440\u0438\u043A\u0430\u0437\u043E\u0442
CTX_VARIANT_SAVE=\u0417\u0430\u0447\u0443\u0432\u0430\u0458 \u0433\u043E \u043F\u0440\u0438\u043A\u0430\u0437\u043E\u0442
CTX_VARIANT_SAVEAS=\u0417\u0430\u0447\u0443\u0432\u0430\u0458 \u0433\u043E \u043F\u0440\u0438\u043A\u0430\u0437\u043E\u0442 \u043A\u0430\u043A\u043E
CTX_VARIANT_SET_TITLE=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u043D\u0430\u0441\u043B\u043E\u0432
CTX_VARIANT_MANAGE=\u0423\u043F\u0440\u0430\u0432\u0443\u0432\u0430\u0458 \u0441\u043E \u043F\u0440\u0438\u043A\u0430\u0437\u0438\u0442\u0435
CTX_ADDXML_AT_EXTENSIONPOINT=\u0414\u043E\u0434\u0430\u0458 \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442 \u0432\u043E \u0442\u043E\u0447\u043A\u0430\u0442\u0430 \u043D\u0430 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0432\u0430\u045A\u0435
BTN_FREP_OK=\u0412\u043E \u0440\u0435\u0434
BTN_FREP_REMOVE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u0438
BTN_FREP_CANCEL=\u041E\u0442\u043A\u0430\u0436\u0438
LBL_FREP=\u0431\u0435\u0448\u0435 {0}
HEADER_ADDITIONAL_ELEMENTS=\u0414\u043E\u0441\u0442\u0430\u043F\u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=\u0414\u043E\u0441\u0442\u0430\u043F\u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430 \u0437\u0430\: {0}
BTN_MANAGE_APPS_TXT=Manage App Variants
BTN_SAVE_AS=\u0417\u0430\u0447\u0443\u0432\u0430\u0458 \u043A\u0430\u043A\u043E
TOOLTIP_SAVE_AS=\u0421\u043E\u0437\u0434\u0430\u0458 \u043D\u043E\u0432\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430
BTN_UNDO=\u041F\u043E\u043D\u0438\u0448\u0442\u0438
BTN_REDO=\u041F\u043E\u0432\u0442\u043E\u0440\u0438
BTN_PUBLISH=\u041E\u0431\u0458\u0430\u0432\u0438
BTN_RESTORE=\u0420\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0458
BTN_ADAPTATION=\u0410\u0434\u0430\u043F\u0442\u0430\u0446\u0438\u0458\u0430 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441
TIT_DRAFT=\u041D\u0430\u0446\u0440\u0442
TIT_ORIGINAL_APP=\u041F\u0440\u0432\u0438\u0447\u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430
TIT_VERSION_1=\u0412\u0435\u0440\u0437\u0438\u0458\u0430 1
LBL_ACTIVE=\u0410\u043A\u0442\u0438\u0432\u043D\u043E
LBL_INACTIVE=\u041D\u0435\u0430\u043A\u0442\u0438\u0432\u043D\u043E
MSG_DRAFT_ACTIVATION_SUCCESS=\u041D\u043E\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0430
MSG_DRAFT_ACTIVATION_FAILED=\u0418\u0437\u0432\u0438\u043D\u0438\u0442\u0435, \u043D\u0430\u0446\u0440\u0442\u043E\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430 \u0432\u043E \u043C\u043E\u043C\u0435\u043D\u0442\u043E\u0432. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u043E\u0434\u043E\u0446\u043D\u0430.
TIT_VERSION_TITLE=\u041D\u0430\u0441\u043B\u043E\u0432
TIT_VERSION_TITLE_DIALOG=\u0410\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0458 \u0458\u0430 \u043D\u043E\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u0410\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0458 \u0458\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043D\u043E\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u0412\u043D\u0435\u0441\u0438\u043D\u0430\u0441\u043B\u043E\u0432 \u043D\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u041F\u043E\u0442\u0432\u0440\u0434\u0438
BUT_VERSION_TITLE_DIALOG_CANCEL=\u041E\u0442\u043A\u0430\u0436\u0438
TOL_ACTIVATE=\u0410\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0458 \u0458\u0430 \u043D\u043E\u0432\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430
TOL_DISCARD_DRAFT=\u041E\u0442\u0444\u0440\u043B\u0438 \u0433\u043E \u043D\u0430\u0446\u0440\u0442\u043E\u0442
TIT_SWITCH_VERSION_DIALOG=\u0417\u0430\u043C\u0435\u043D\u0438 \u0458\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430
MSG_SWITCH_VERSION_DIALOG=\u0418\u043C\u0430\u0442\u0435 \u043D\u0435\u0437\u0430\u0447\u0443\u0432\u0430\u043D\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441. \u0421\u0430\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0433\u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435 \u043F\u0440\u0435\u0434 \u0434\u0430 \u0433\u043E \u0437\u0430\u043C\u0435\u043D\u0438\u0442\u0435?
TIT_DRAFT_DISCARD_DIALOG=\u041E\u0442\u0444\u0440\u043B\u0438 \u0433\u043E \u043F\u043E\u0441\u0442\u043E\u0458\u043D\u0438\u043E\u0442 \u043D\u0430\u0446\u0440\u0442
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u0421\u0430\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0433\u043E \u043E\u0442\u0444\u0440\u043B\u0438\u0442\u0435 \u0442\u0435\u043A\u043E\u0432\u043D\u0438\u043E\u0442 \u043D\u0430\u0446\u0440\u0442 \u0438 \u0434\u0430 \u0437\u0430\u043F\u043E\u0447\u043D\u0435\u0442\u0435 \u043E\u0434\u043D\u043E\u0432\u043E?
BTN_TRANSLATE=\u041F\u0440\u0435\u0432\u0435\u0434\u0438
TXT_DOWNLOAD_CHANGED_TEXTS=Download Changed UI Texts
TXT_UPLOAD_TRANSLATIONS=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u0433\u0438 \u043F\u0440\u0435\u0432\u043E\u0434\u0438\u0442\u0435
BTN_DOWNLOAD_CHANGED_TEXTS=\u041F\u0440\u0435\u0437\u0435\u043C\u0438
TIT_DOWNLOAD_CHANGED_TEXTS=Download Changed UI Texts
MSG_DOWNLOAD_CHANGED_TEXTS=Download an XLIFF file containing UI texts that were changed compared to the SAP default. Existing translations for these texts are included.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=\u041E\u0442\u043A\u0430\u0436\u0438
TXT_SOURCE_LANGUAGE=\u0418\u0437\u0432\u043E\u0440\u0435\u043D \u0458\u0430\u0437\u0438\u043A
TXT_TARGET_LANGUAGE=\u0426\u0435\u043B\u0435\u043D \u0458\u0430\u0437\u0438\u043A
BTN_NAVIGATION=\u041D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u0458\u0430
BTN_VISUALIZATION=\u0412\u0438\u0437\u0443\u0435\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430
HEADER_WARNING=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0434\u0443\u0432\u0430\u045A\u0435
HEADER_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_RESTORE_FAILED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u043E \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043E\u0442\u0444\u0440\u043B\u0430\u0442 \u0432\u043E \u043C\u043E\u043C\u0435\u043D\u0442\u043E\u0432. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u043E\u0434\u043E\u0446\u043D\u0430 \u0438\u043B\u0438 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442\: {0}
MSG_TRANSPORT_SUCCESS=\u041F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0441\u0435 \u0432\u043A\u043B\u0443\u0447\u0435\u043D\u0438 \u0432\u043E \u043F\u0440\u0435\u043D\u043E\u0441\u043E\u0442. 
FORM_PERS_RESET_TITLE=\u0420\u0435\u0441\u0435\u0442\u0435\u0440\u0438\u0440\u0430\u0458\u0442\u0435 \u043D\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0434\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430
FORM_PERS_RESET_MESSAGE=\u0421\u0430\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0433\u0438 \u043E\u0442\u0444\u0440\u043B\u0438\u0442\u0435 \u0441\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u0438 \u0434\u0430 \u0458\u0430 \u0440\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043D\u0430 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0434\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0421\u0430\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0433\u0438 \u043E\u0442\u0444\u0440\u043B\u0438\u0442\u0435 \u0441\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432\u043E \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0438 \u0434\u0430 \u0458\u0430 \u0440\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430?
MSG_LREP_TRANSFER_ERROR=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u0430\u0441\u0442\u0430\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0430 \u0433\u0440\u0435\u0448\u043A\u0430. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u043E\u0434\u043E\u0446\u043D\u0430 \u0438\u043B\u0438 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442.
MSG_ERROR_REASON=\u041F\u0440\u0438\u0447\u0438\u043D\u0430\:\n{0}
MSG_UNSAVED_CHANGES=\u0410\u043A\u043E \u043F\u043E\u0442\u0432\u0440\u0434\u0438\u0442\u0435, \u0441\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u045C\u0435 \u0441\u0435 \u0438\u0437\u0433\u0443\u0431\u0430\u0442. \u0417\u0430 \u0434\u0430 \u0433\u0438 \u0437\u0430\u0447\u0443\u0432\u0430\u0442\u0435, \u0437\u0430\u0442\u0432\u043E\u0440\u0435\u0442\u0435 \u0433\u043E \u043F\u0440\u043E\u0437\u043E\u0440\u0435\u0446\u043E\u0442 \u0441\u043E \u0434\u0438\u0458\u0430\u043B\u043E\u0433\u043E\u0442 \u0438 \u0438\u0437\u043B\u0435\u0437\u0435\u0442\u0435 \u043E\u0434 \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441.
MSG_NO_FIELDS=\u041F\u043E\u0432\u0435\u045C\u0435 \u043D\u0435\u043C\u0430 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430
HEADER_PERSONALIZATION_EXISTS=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=You have personalized the app, or there are public views. The app will now reload without these changes. Any recent changes might remain active.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Changes made to the UI in navigation mode will be discarded after you choose Save & Exit.
MSG_DRAFT_EXISTS=Draft changes are available for this app. In UI adaptation mode, the draft changes will be loaded.
MSG_DRAFT_DISCARD_DIALOG=\u0421\u0430\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0433\u0438 \u043E\u0442\u0444\u0440\u043B\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043D\u0430\u0446\u0440\u0442\u043E\u0442? \u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Draft changes are available for this app. In UI adaptation mode, the draft changes will be loaded without your personalization changes and public views.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0414\u043E\u0441\u0442\u0430\u043F\u0435\u043D \u0435 \u043D\u0430\u0446\u0440\u0442.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u0421\u0430\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0433\u0438 \u043E\u0442\u0444\u0440\u043B\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043D\u0430\u0446\u0440\u0442\u043E\u0442 \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0458\u0430 \u0434\u0430 \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u0442\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0430\u0442\u0430?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Higher-layer changes and draft changes are available for this app. In UI adaptation mode, the app will reload without the higher-layer changes, but with the draft changes.
MSG_HIGHER_LAYER_CHANGES_EXIST=Higher-layer changes are available for this app. In UI adaptation mode, the app will reload without these changes.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Higher-layer changes and role-specific views are available for this app. In UI adaptation mode, the app will reload with these changes.
MSG_RESTRICTED_CONTEXT_EXIST=Role-specific views exist for this app. In UI adaptation mode, the app will reload with these changes.
HEADER_RELOAD_NEEDED=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E
BUTTON_RELOAD_NEEDED=\u0412\u0447\u0438\u0442\u0430\u0458 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0441\u0435\u0433\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441\u043E \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0438 \u0458\u0430\u0432\u043D\u0438\u0442\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0438.
MSG_RELOAD_WITHOUT_DRAFT=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0441\u0435\u0433\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u0431\u0435\u0437 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043D\u0430\u0446\u0440\u0442\u043E\u0442.
MSG_RELOAD_ACTIVATED_DRAFT=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441\u043E \u0430\u043A\u0442\u0438\u0432\u043D\u0430\u0442\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0441\u0435\u0433\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u0431\u0435\u0437 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043D\u0430\u0446\u0440\u0442\u043E\u0442. \u041F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0438 \u0458\u0430\u0432\u043D\u0438\u0442\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0438 \u045C\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0430\u0442 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0441\u0435\u0433\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u0431\u0435\u0437 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u0432\u043E \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0408\u0430\u0432\u043D\u0438\u0442\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0438 \u0438\u043B\u0438 \u043F\u0440\u0438\u043A\u0430\u0437\u0438\u0442\u0435 \u0441\u043F\u0435\u0444\u0438\u0446\u0438\u0447\u043D\u0438 \u0437\u0430 \u0443\u043B\u043E\u0433\u0430 \u045C\u0435 \u0441\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0430\u0442 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0441\u0435\u0433\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441\u043E \u0458\u0430\u0432\u043D\u0438\u0442\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0438 \u0438\u043B\u0438 \u043F\u0440\u0438\u043A\u0430\u0437\u0438\u0442\u0435 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u0447\u043D\u0438 \u0437\u0430 \u0443\u043B\u043E\u0433\u0430.
MSG_RELOAD_WITH_ALL_CHANGES=\u0410\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u045C\u0435 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0441\u043E \u0441\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_RELOAD_NEEDED=\u0422\u0440\u0435\u0431\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0434\u0430 \u0458\u0430 \u0432\u0447\u0438\u0442\u0430\u0442\u0435 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043F\u043E\u0440\u0430\u0434\u0438 \u043D\u0430\u043F\u0440\u0430\u0432\u0435\u043D\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438.
MSG_MANAGE_APPS_FAILED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u0432\u043E \u043C\u043E\u043C\u0435\u043D\u0442\u043E\u0432 \u043D\u0435 \u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u0435\u043D \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0438 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u043E\u0434\u043E\u0446\u043D\u0430 \u0438\u043B\u0438 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442.
APP_VARIANT_DIALOG_SAVE=\u0417\u0430\u0447\u0443\u0432\u0430\u0458
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0417\u0430\u0447\u0443\u0432\u0430\u0458
APP_VARIANT_DIALOG_CLOSE=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0442\u043A\u0430\u0436\u0438
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u041E\u0442\u043A\u0430\u0436\u0438
CREATE_APP_VARIANT_DIALOG_TITLE=\u0417\u0430\u0447\u0443\u0432\u0430\u0458 \u043A\u0430\u043A\u043E \u043D\u043E\u0432\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430
APP_DIALOG_TITLE_TEXT=\u041D\u0430\u0441\u043B\u043E\u0432
APP_DIALOG_SUB_TITLE_TEXT=\u041F\u043E\u0434\u043D\u0430\u0441\u043B\u043E\u0432
APP_DIALOG_DESCRIPTION_TEXT=\u041E\u043F\u0438\u0441
APP_DIALOG_ICON_TEXT=\u0418\u043A\u043E\u043D\u0430
RENAME_ERROR_TITLE=\u0413\u0440\u0435\u0448\u043A\u0430 \u0432\u043E \u0438\u043C\u0435\u043D\u0443\u0432\u0430\u045A\u0435\u0442\u043E
RENAME_EMPTY_ERROR_TEXT=\u0412\u043D\u0435\u0441\u0435\u0442\u0435 \u043D\u0430\u0437\u0438\u0432.
RENAME_BINDING_ERROR_TEXT=\u041D\u0430\u0437\u0438\u0432\u043E\u0442 \u043D\u0435 \u0441\u043C\u0435\u0435 \u0434\u0430 \u0441\u043E\u0434\u0440\u0436\u0438 \u201E{\u201C. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433 \u043D\u0430\u0437\u0438\u0432.
APP_VARIANT_ICON_SELECT_ICON=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043A\u043E\u043D\u0430
APP_VARIANT_ICON_NO_DATA=\u041D\u0435 \u0441\u0435 \u043D\u0430\u0458\u0434\u0435\u043D\u0438 \u0438\u043A\u043E\u043D\u0438.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u041D\u043E\u0432\u0430\u0442\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043D\u0430.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=\u0410\u0434\u0430\u043F\u0442\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0444\u0435\u0458\u0441 \u045C\u0435 \u0441\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0438, \u0438 \u045C\u0435 \u0441\u0435 \u0432\u0440\u0430\u0442\u0438\u0442\u0435 \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430. \u040C\u0435 \u0431\u0438\u0434\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D\u0438 \u043A\u043E\u0433\u0430 \u045C\u0435 \u0431\u0438\u0434\u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u0435\u043D \u043D\u043E\u0432\u0438\u043E\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u040C\u0435 \u0431\u0438\u0434\u0435\u0442\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D\u0438 \u043A\u043E\u0433\u0430 \u045C\u0435 \u0431\u0438\u0434\u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u0435\u043D \u043D\u043E\u0432\u0438\u043E\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=\u040C\u0435 \u0441\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0438 \u0430\u0434\u0430\u043F\u0442\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441. \u041A\u043E\u043D\u0442\u0430\u043A\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0434\u043E\u0434\u0430\u0434\u0435 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u043E\u0442 \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 Fiori Launchpad (\u0418\u0414 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u041A\u043E\u043D\u0442\u0430\u043A\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0434\u043E\u0434\u0430\u0434\u0435 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u043E\u0442 \u043D\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 Fiori Launchpad (\u0418\u0414 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=\u0413\u0440\u0435\u0448\u043A\u0430
MSG_LOAD_APP_VARIANT_FAILED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0447\u0438\u0442\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0418\u0441\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0433\u0438 \u0441\u043B\u0435\u0434\u043D\u0438\u0432\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442\:
MSG_SAVE_APP_VARIANT_FAILED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0447\u0443\u0432\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0418\u0441\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0433\u0438 \u0441\u043B\u0435\u0434\u043D\u0438\u0432\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442\:
MSG_UPDATE_APP_VARIANT_FAILED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0418\u0441\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0433\u0438 \u0441\u043B\u0435\u0434\u043D\u0438\u0432\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442\:
MSG_CATALOG_ASSIGNMENT_FAILED=\u041D\u043E\u0432\u0430\u0442\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043D\u0430, \u043D\u043E \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0434\u043E\u0434\u0435\u043B\u0438 \u043D\u0430 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u043E\u0442. \u0418\u0441\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0433\u0438 \u0441\u043B\u0435\u0434\u043D\u0438\u0432\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442 \u0437\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\:
MSG_TILE_CREATION_FAILED=\u041E\u0441\u0432\u0435\u0436\u0435\u0442\u0435 \u0458\u0430 \u043F\u043E\u0447\u0435\u0442\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430 Fiori Launchpad \u0437\u0430 \u0434\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u0434\u0430 \u043B\u0438 \u0435 \u0441\u043E\u0437\u0434\u0430\u0434\u0435\u043D \u043D\u043E\u0432\u0438\u043E\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D. \u0410\u043A\u043E \u043D\u0435 \u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u0435\u043D \u0438\u043B\u0438 \u043D\u0435 \u0440\u0430\u0431\u043E\u0442\u0438 \u043A\u0430\u043A\u043E \u0448\u0442\u043E \u0442\u0440\u0435\u0431\u0430, \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0441\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442 \u0437\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0418\u0441\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0433\u0438 \u0441\u043B\u0435\u0434\u043D\u0438\u0432\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0412\u043D\u0435\u0441\u0435\u0442\u0435 \u043D\u0430\u0441\u043B\u043E\u0432
MSG_APP_VARIANT_FEATURE_FAILED=Sorry, the app variants feature is temporarily not available. Please contact your administrator\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u041D\u043E\u0432\u0438\u043E\u0442 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D \u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u0435\u043D. \u0417\u0430 \u0434\u0430 \u0433\u043E \u043F\u0440\u0438\u043A\u0430\u0436\u0435\u0442\u0435, \u043E\u0441\u0432\u0435\u0436\u0435\u0442\u0435 \u0433\u043E \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u043E\u0442.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
SAVE_APP_VARIANT_OK_TEXT=\u0412\u043E \u0440\u0435\u0434
SAVE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
SAVE_APP_VARIANT_COPY_ID_TEXT=\u041A\u043E\u043F\u0438\u0440\u0430\u0458 \u0433\u043E \u0418\u0414-\u0431\u0440\u043E\u0458\u043E\u0442 \u0438 \u0437\u0430\u0442\u0432\u043E\u0440\u0438
MSG_APP_VARIANT_ID=\u0418\u0414 \u043D\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430\: {0}
MSG_TECHNICAL_ERROR=\u0413\u0440\u0435\u0448\u043A\u0430\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0438 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430
APP_VARIANT_TILE_ARIA_LABEL=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u043E\u0442 Fiori
MENU_ITEM_KEY_USER=\u0417\u0430 \u043A\u043B\u0443\u0447\u043D\u0438\u043E\u0442 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A
MENU_ITEM_SAP_DEVELOPER=\u0417\u0430 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0447 \u043D\u0430 SAP
MSG_DEPENDENCY_ERROR=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043F\u0440\u043E\u043C\u0435\u043D\u0430\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0438 \u043D\u0430 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441. \u0420\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0458\u0441 \u043D\u0430 \u043F\u0440\u0432\u0438\u0447\u043D\u0430\u0442\u0430 \u0441\u043E\u0441\u0442\u043E\u0458\u0431\u0430 \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0435\u0442\u0435 \u0433\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435. \u0412\u043D\u0438\u043C\u0430\u043D\u0438\u0435\: \u0442\u043E\u0430 \u045C\u0435 \u0433\u0438 \u0440\u0435\u0441\u0435\u0442\u0438\u0440\u0430 \u0441\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438 \u0432\u043E \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043D\u0430\u043F\u0440\u0430\u0432\u0435\u043D\u0438 \u043E\u0434 \u043A\u043E\u0458 \u0431\u0438\u043B\u043E \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A. \u0418\u043B\u0438, \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0438\u0440\u0430\u0442\u0435 \u0441\u043E SAP-\u043F\u043E\u0434\u0434\u0440\u0448\u043A\u0430\u0442\u0430 \u0442\u0430\u043A\u0430 \u0448\u0442\u043E \u045C\u0435 \u043E\u0442\u0432\u043E\u0440\u0438\u0442\u0435 \u0431\u0438\u043B\u0435\u0442 \u0437\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430\u0442\u0430 CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u0412\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 (\u0418\u0414\: {0}) \u0435 \u0438\u0437\u0431\u0440\u0438\u0448\u0430\u043D\u0430.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u0412\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 (\u0418\u0414\: {0}) \u0435 \u0438\u0437\u0431\u0440\u0438\u0448\u0430\u043D\u0430. \u0417\u0430 \u0434\u0430 \u0433\u043E \u043E\u0442\u0441\u0442\u0440\u0430\u043D\u0438\u0442\u0435 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u043E\u0442 \u043E\u0434 launchpad, \u0432\u0447\u0438\u0442\u0430\u0458\u0442\u0435 \u0458\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u043E\u0447\u0435\u0442\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430.
MSG_DELETE_APP_VARIANT_FAILED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0431\u0440\u0438\u0448\u0435 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u0418\u0441\u043F\u0440\u0430\u0442\u0435\u0442\u0435 \u0433\u0438 \u0441\u043B\u0435\u0434\u043D\u0438\u0432\u0435 \u0442\u0435\u0445\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0434\u043E \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u043E\u0442.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438
DELETE_APP_VARIANT_OK_TEXT=\u0412\u043E \u0440\u0435\u0434
DELETE_APP_VARIANT_CLOSE_TEXT=\u0417\u0430\u0442\u0432\u043E\u0440\u0438
MSG_NO_BUSINESS_CONTEXTS=\u041D\u0438\u0448\u0442\u043E
MSG_DO_NOT_CLOSE_BROWSER=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0435 \u0432\u043E \u0442\u0435\u043A - \u043D\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0430\u0458\u0442\u0435 \u0433\u043E \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u043E\u0442.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0411\u0440\u0438\u0448\u0435\u045A\u0435\u0442\u043E \u0435 \u0432\u043E \u0442\u0435\u043A - \u043D\u0435 \u0437\u0430\u0442\u0432\u043E\u0440\u0430\u0458\u0442\u0435 \u0433\u043E \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u043E\u0442.\n\u0418\u043C\u0430\u0458\u0442\u0435 \u043F\u0440\u0435\u0434\u0432\u0438\u0434 \u0434\u0435\u043A\u0430 \u043F\u043E\u0434\u0435\u043A\u0440\u0430\u043D\u043E\u0442 \u0437\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u045C\u0435 \u043E\u0441\u0442\u0430\u043D\u0435 \u0432\u0438\u0434\u043B\u0438\u0432\u0430 \u0432\u043E \u0442\u0435\u043A\u043E\u0442 \u043D\u0430 \u0446\u0435\u043B\u0438\u043E\u0442 \u043F\u0440\u043E\u0446\u0435\u0441 \u043D\u0430 \u0431\u0440\u0438\u0448\u0435\u045A\u0435.
MSG_CATALOGS_LOCKED=\u0418\u0437\u0432\u0438\u043D\u0435\u0442\u0435, \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0431\u0440\u0438\u0448\u0435 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430\u0442\u0430 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430\u0442\u0430. \u041E\u0431\u0438\u0434\u0435\u0442\u0435 \u0441\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u043F\u043E\u0434\u043E\u0446\u043D\u0430.

MSG_UNSTABLE_ID_FOUND=Some of your controls don't have stable IDs. Use the Support Assistant to identify the affected controls as described [here](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), and set the IDs. (This message is only visible at SAP internally, customers won't see it, but you should set the IDs as soon as possible.)

MSG_NO_FLEX_ENABLED_FLAG=Your app is not enabled for UI adaptation. Check the prerequisites described [here](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (This message is only visible at SAP internally, customers won't see it. The functionality is not impacted, but you should take care of this as soon as possible.)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u0414\u0435\u0444\u0438\u043D\u0438\u0440\u0430\u0458 \u0458\u0430 \u0432\u043C\u0435\u0442\u043D\u0430\u0442\u0430\u0442\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u0410\u0436\u0443\u0440\u0438\u0440\u0430\u0458 \u0458\u0430 \u0432\u043C\u0435\u0442\u043D\u0430\u0442\u0430\u0442\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=\u0413\u043E\u043B\u0435\u043C\u0438\u043D\u0430 \u043D\u0430 IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0428\u0438\u0440\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u0415\u0434\u0438\u043D\u0438\u0446\u0430 \u0437\u0430 \u0448\u0438\u0440\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u0412\u0438\u0441\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u0415\u0434\u0438\u043D\u0438\u0446\u0430 \u0437\u0430 \u0432\u0438\u0441\u0438\u043D\u0430
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=The % values refer to the space that is actually available for the IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u0417\u0430\u0447\u0443\u0432\u0430\u0458
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u041E\u0442\u043A\u0430\u0436\u0438
CTX_ADDIFRAME=\u0412\u043C\u0435\u0442\u043D\u0438 \u0458\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430\: {0}
CTX_ADDIFRAME_GROUP=\u0412\u043C\u0435\u0442\u043D\u0438 \u0458\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430\u0442\u0430
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u0417\u0430\u043F\u043E\u0447\u043D\u0430\u0442\u0430\u0442\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 (\u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0430) \u0441\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u0443\u0432\u0430 \u0432\u043E \u0441\u043B\u043E\u0458\u043E\u0442 CUSTOMER \u0438\u043B\u0438 CUSTOMER_BASE. \u0421\u043F\u043E\u0440\u0435\u0434 \u0442\u043E\u0430, \u043A\u0430\u043A\u043E \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0447 \u043D\u0430 \u0421\u0410\u041F, \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0433\u0438 \u0432\u0438\u0434\u0438\u0442\u0435 \u0434\u043E\u0441\u0442\u0430\u043F\u043D\u0438\u0442\u0435 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0438 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u0432\u0430\u0440\u0438\u0458\u0430\u043D\u0442\u0438 \u043D\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0438 \u0437\u0430 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0447\u0438 \u043D\u0430 \u0421\u0410\u041F
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL \u043D\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u043E\u0442
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=\u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u041F\u043E\u043A\u0430\u0436\u0438 \u0433\u043E \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u043E\u0442
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u0410\u0436\u0443\u0440\u0438\u0440\u0430\u0458 \u0433\u043E \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u043E\u0442
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u041F\u043E\u043A\u0430\u0436\u0438 \u0433\u043E \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u043E\u0442 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0432\u0438\u0434\u0438\u0442\u0435 \u0432\u043C\u0435\u0442\u043D\u0430\u0442\u0430 \u0441\u043E\u0434\u0440\u0436\u0438\u043D\u0430. \u0410\u043A\u043E \u043D\u0435 \u0441\u0435 \u043F\u043E\u043A\u0430\u0436\u0435 \u043D\u0438\u0448\u0442\u043E, \u043F\u043E\u0442\u0432\u0440\u0434\u0435\u0442\u0435 \u0458\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (\u043A\u043B\u0438\u043A\u043D\u0435\u0442\u0435 \u0437\u0430 \u0440\u0430\u0447\u043D\u043E \u0443\u0440\u0435\u0434\u0443\u0432\u0430\u045A\u0435)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u0414\u043E\u0441\u0442\u0430\u043F\u043D\u0438 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438 (\u043A\u043B\u0438\u043A\u043D\u0435\u0442\u0435 \u0437\u0430 \u0434\u0430 \u0433\u0438 \u0434\u043E\u0434\u0430\u0434\u0435\u0442\u0435 \u043D\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430\u0442\u0430)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0430\u0440
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u041F\u0440\u0438\u043C\u0435\u0440 \u0437\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u041F\u0440\u0435\u0431\u0430\u0440\u0443\u0432\u0430\u0458 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=URL-\u0430\u0434\u0440\u0435\u0441\u0438\u0442\u0435 \u0448\u0442\u043E \u0441\u0435 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0435\u043D\u0438 \u043E\u0432\u0434\u0435 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0438\u0441\u043F\u043E\u043B\u043D\u0430\u0442 \u043E\u0434\u0440\u0435\u0434\u0435\u043D\u0438 \u043F\u0440\u0435\u0434\u0443\u0441\u043B\u043E\u0432\u0438 \u0438 \u043D\u0435\u043C\u0430 \u0434\u0430 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0438\u0440\u0430\u0430\u0442 \u0431\u0435\u0437 \u043D\u0438\u0432.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0458\u0442\u0435 \u043F\u043E\u0432\u0435\u045C\u0435

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=\u041D\u0430\u0437\u0438\u0432\u043E\u0442 \u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u0442 \u0432\u043E ,{0}''
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=\u041D\u0430\u0437\u0438\u0432\u043E\u0442 \u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0435\u0442 \u043E\u0434 ,{1}'' \u0432\u043E ,{0}''
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Element {0} was moved to a different position
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Element {0} was removed
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Element {0} was revealed
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Element {0} was combined
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Element {0} was split
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Group {0} was added
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Field {0} was added
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame was added
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Settings of element {0} were changed
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=Element was moved from this container
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=This element is a part of the split
TIT_CHANGEVISUALIZATION_CHANGE=Change
TIT_CHANGEVISUALIZATION_CHANGES=\u041F\u0440\u043E\u043C\u0435\u043D\u0438
TIT_CHANGEVISUALIZATION_DATE=\u0414\u0430\u0442\u0443\u043C
TIT_CHANGEVISUALIZATION_DETAILS=\u0414\u0435\u0442\u0430\u043B\u0438
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u041E\u043F\u0438\u0441
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u0412\u0438\u0437\u0443\u0435\u043B\u0438\u0437\u0438\u0440\u0430\u0458 \u0433\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u043A\u0430\u0458 \u043A\u043B\u0443\u0447\u043D\u0438\u043E\u0442 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A
BUT_CHANGEVISUALIZATION_SELECTCHANGES=\u0418\u0437\u0431\u0435\u0440\u0438 \u0442\u0438\u043F \u043F\u0440\u043E\u043C\u0435\u043D\u0430
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u0421\u0438\u0442\u0435 ({0})
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=\u0421\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Move ({0})
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u041F\u0440\u0435\u043C\u0435\u0441\u0442\u0435\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Rename ({0})
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u041F\u0440\u0435\u0438\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u0414\u043E\u0434\u0430\u0458 ({0})
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=\u0414\u043E\u0434\u0430\u0434\u0435\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Combine and Split ({0})
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u041A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u0430\u043D\u0438 \u0438 \u0440\u0430\u0437\u0434\u0435\u043B\u0435\u043D\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Remove ({0})
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u0435\u0442\u0438 \u0435\u043B\u0435\u043C\u0435\u043D\u0442\u0438
MSG_LOCAL_RESET_VARIANT_SAVE=\u041A\u043E\u043D\u0442\u0435\u0458\u043D\u0435\u0440\u043E\u0442 \u0435 \u0440\u0435\u0441\u0435\u0442\u0438\u0440\u0430\u043D \u0438 \u043F\u0440\u0438\u043A\u0430\u0437\u043E\u0442 \u0435 \u0437\u0430\u0447\u0443\u0432\u0430\u043D \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u0438.
