
SERVICE_NAME=UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u043B\u0443\u0456
BTN_EXIT=\u0421\u0430\u049B\u0442\u0430\u0443 \u0436\u04D9\u043D\u0435 \u0448\u044B\u0493\u0443
BTN_DONE=\u041E\u0440\u044B\u043D\u0434\u0430\u043B\u0434\u044B
CTX_REMOVE=\u0416\u043E\u044E
CTX_REMOVE_TITLE=\u0416\u043E\u044E
CTX_LOCAL_RESET=\u041A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u0434\u0456 \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0443
CTX_ADD_ELEMENTS=\u049A\u043E\u0441\u0443\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=\u041C\u0430\u0437\u043C\u04B1\u043D
CTX_CUT=\u049A\u0438\u044B\u043F \u0430\u043B\u0443
CTX_PASTE=\u049A\u043E\u044E
CTX_GROUP_FIELDS=\u0411\u0456\u0440\u0456\u043A\u0442\u0456\u0440\u0443
CTX_UNGROUP_FIELDS=\u0411\u04E9\u043B\u0443
CTX_CREATE_CONTAINER=\u0416\u0430\u0441\u0430\u0443\: {0}
TITLE_CREATE_CONTAINER=\u0416\u0430\u04A3\u0430\: {0}
CTX_RENAME=\u0410\u0442\u044B\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443
CTX_SETTINGS=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440
CTX_VARIANT_SWITCH=\u041A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440\u0434\u0456 \u0430\u0443\u044B\u0441\u0442\u044B\u0440\u0443
CTX_VARIANT_SAVE=\u041A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0456 \u0441\u0430\u049B\u0442\u0430\u0443
CTX_VARIANT_SAVEAS=\u041A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0456 \u0431\u0430\u0441\u049B\u0430\u0448\u0430 \u0441\u0430\u049B\u0442\u0430\u0443
CTX_VARIANT_SET_TITLE=\u0422\u0430\u049B\u044B\u0440\u044B\u043F\u0442\u044B \u043E\u0440\u043D\u0430\u0442\u0443
CTX_VARIANT_MANAGE=\u041A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440\u0434\u0456 \u0431\u0430\u0441\u049B\u0430\u0440\u0443
CTX_ADDXML_AT_EXTENSIONPOINT=\u041A\u0435\u04A3\u0435\u0439\u0442\u0456\u043C \u043D\u04AF\u043A\u0442\u0435\u0441\u0456\u043D\u0434\u0435 \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442 \u049B\u043E\u0441\u0443
BTN_FREP_OK=OK
BTN_FREP_REMOVE=\u0416\u043E\u044E
BTN_FREP_CANCEL=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
LBL_FREP={0} \u0431\u043E\u043B\u0493\u0430\u043D
HEADER_ADDITIONAL_ELEMENTS=\u049A\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u043C\u0430\u0437\u043C\u04B1\u043D\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u043B\u0430\u0440\u044B\u043D \u0431\u0430\u0441\u049B\u0430\u0440\u0443
BTN_SAVE_AS=\u0411\u0430\u0441\u049B\u0430\u0448\u0430 \u0441\u0430\u049B\u0442\u0430\u0443
TOOLTIP_SAVE_AS=\u0416\u0430\u04A3\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D \u0436\u0430\u0441\u0430\u0443
BTN_UNDO=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
BTN_REDO=\u049A\u0430\u0439\u0442\u0430 \u0456\u0441\u0442\u0435\u0443
BTN_PUBLISH=\u0416\u0430\u0440\u0438\u044F\u043B\u0430\u0443
BTN_RESTORE=\u0411\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0443
BTN_ADAPTATION=UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443\u0456
TIT_DRAFT=\u041D\u043E\u0431\u0430\u0439
TIT_ORIGINAL_APP=\u0411\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430
TIT_VERSION_1=1-\u043D\u04B1\u0441\u049B\u0430
LBL_ACTIVE=\u0411\u0435\u043B\u0441\u0435\u043D\u0434\u0456
LBL_INACTIVE=\u0411\u0435\u043B\u0441\u0435\u043D\u0434\u0456 \u0435\u043C\u0435\u0441
MSG_DRAFT_ACTIVATION_SUCCESS=\u0416\u0430\u04A3\u0430 \u043D\u04B1\u0441\u049B\u0430 \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456\u0440\u0456\u043B\u0434\u0456
MSG_DRAFT_ACTIVATION_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u043D\u043E\u0431\u0430\u0439\u0434\u044B \u0434\u04D9\u043B \u049B\u0430\u0437\u0456\u0440 \u0456\u0441\u043A\u0435 \u049B\u043E\u0441\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0435\u043C\u0435\u0441. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D\u0456\u0440\u0435\u043A \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437.
TIT_VERSION_TITLE=\u0422\u0430\u049B\u044B\u0440\u044B\u043F
TIT_VERSION_TITLE_DIALOG=\u0416\u0430\u04A3\u0430 \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456\u0440\u0443
TIT_REACTIVATE_VERSION_TITLE_DIALOG=\u041D\u04B1\u0441\u049B\u0430\u043D\u044B \u049B\u0430\u0439\u0442\u0430 \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456\u0440\u0443
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=\u041D\u04B1\u0441\u049B\u0430 \u0442\u0430\u049B\u044B\u0440\u044B\u0431\u044B\u043D \u0435\u043D\u0433\u0456\u0437\u0443
BUT_VERSION_TITLE_DIALOG_CONFIRM=\u0420\u0430\u0441\u0442\u0430\u0443
BUT_VERSION_TITLE_DIALOG_CANCEL=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
TOL_ACTIVATE=\u0416\u0430\u04A3\u0430 \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456\u0440\u0443
TOL_DISCARD_DRAFT=\u041D\u043E\u0431\u0430\u0439\u0434\u044B \u0436\u043E\u044E
TIT_SWITCH_VERSION_DIALOG=\u041D\u04B1\u0441\u049B\u0430\u043D\u044B \u0430\u0443\u044B\u0441\u0442\u044B\u0440\u0443
MSG_SWITCH_VERSION_DIALOG=\u0421\u0456\u0437\u0434\u0435 \u0441\u0430\u049B\u0442\u0430\u043B\u043C\u0430\u0493\u0430\u043D UI \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456 \u0431\u0430\u0440. \u0410\u0443\u044B\u0441\u0442\u044B\u0440\u043C\u0430\u0441 \u0431\u04B1\u0440\u044B\u043D \u043E\u043B\u0430\u0440\u0434\u044B \u0441\u0430\u049B\u0442\u0430\u0443 \u049B\u0430\u0436\u0435\u0442 \u043F\u0435?
TIT_DRAFT_DISCARD_DIALOG=\u0411\u0430\u0440 \u043D\u043E\u0431\u0430\u0439\u0434\u044B \u0436\u043E\u044E
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u0410\u0493\u044B\u043C\u0434\u0430\u0493\u044B \u043D\u043E\u0431\u0430\u0439\u0434\u044B \u0436\u043E\u0439\u044B\u043F, \u0436\u0430\u04A3\u0430\u0441\u044B\u043D \u049B\u0430\u0439\u0442\u0430 \u0456\u0441\u043A\u0435 \u049B\u043E\u0441\u0443 \u049B\u0430\u0436\u0435\u0442 \u043F\u0435?
BTN_NAVIGATION=\u041D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044F
HEADER_WARNING=\u0415\u0441\u043A\u0435\u0440\u0442\u0443
HEADER_ERROR=\u049A\u0430\u0442\u0435
MSG_RESTORE_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, UI \u04AF\u0448\u0456\u043D \u0435\u043D\u0433\u0456\u0437\u0456\u043B\u0433\u0435\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0434\u0456 \u04D9\u0437\u0456\u0440\u0433\u0435 \u0436\u043E\u044E \u043C\u04AF\u043C\u043A\u0456\u043D \u0435\u043C\u0435\u0441. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D\u0456\u0440\u0435\u043A \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 {0} \u04D9\u043A\u0456\u043C\u0448\u0456\u04A3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437
MSG_TRANSPORT_SUCCESS=UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437 \u0442\u0430\u0441\u044B\u043C\u0430\u043B\u0434\u0430\u0443\u0493\u0430 \u049B\u043E\u0441\u044B\u043B\u0434\u044B.
FORM_PERS_RESET_TITLE=\u0421\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u044B \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0443
FORM_PERS_RESET_MESSAGE=\u0411\u0430\u0440\u043B\u044B\u049B UI \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u043D\u0435\u043D \u0431\u0430\u0441 \u0442\u0430\u0440\u0442\u044B\u043F, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u044B \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D\u0430 \u049B\u0430\u0439\u0442\u0430\u0440\u0443 \u043A\u0435\u0440\u0435\u043A \u043F\u0435?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0411\u0430\u0440\u043B\u044B\u049B \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437\u0434\u0456 \u0436\u043E\u0439\u044B\u043F, \u049B\u043E\u043B\u0430\u043D\u0431\u0430\u043D\u044B \u049B\u0430\u0439\u0442\u0430 \u043E\u0440\u043D\u0430\u0442\u0443 \u043A\u0435\u0440\u0435\u043A \u043F\u0435?
MSG_LREP_TRANSFER_ERROR=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u049B\u0430\u0442\u0435 \u043E\u0440\u044B\u043D \u0430\u043B\u0434\u044B. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D\u0456\u0440\u0435\u043A \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u04D9\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437.
MSG_ERROR_REASON=\u0421\u0435\u0431\u0435\u043F\:\n{0}
MSG_UNSAVED_CHANGES=\u0420\u0430\u0441\u0442\u0430\u0441\u0430\u04A3\u044B\u0437, \u0431\u0430\u0440\u043B\u044B\u049B UI \u04AF\u0448\u0456\u043D \u0435\u043D\u0433\u0456\u0437\u0456\u043B\u0433\u0435\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440 \u0436\u043E\u0493\u0430\u043B\u0430\u0434\u044B. \u041E\u043B\u0430\u0440\u0434\u044B \u0441\u0430\u049B\u0442\u0430\u0443 \u04AF\u0448\u0456\u043D, \u0434\u0438\u0430\u043B\u043E\u0433\u0442\u0456\u043A \u0442\u0435\u0440\u0435\u0437\u0435\u043D\u0456 \u0436\u0430\u0443\u044B\u043F, UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0435\u043D \u0448\u044B\u0493\u044B\u04A3\u044B\u0437.
MSG_NO_FIELDS=\u0411\u0430\u0441\u049B\u0430 \u043C\u0430\u0437\u043C\u04B1\u043D \u0436\u043E\u049B
HEADER_PERSONALIZATION_EXISTS=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u0434\u0435\u0440\u0431\u0435\u0441\u0442\u0435\u043F \u049B\u043E\u0439\u0434\u044B\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u043E\u0440\u0442\u0430\u049B \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440 \u0431\u0430\u0440. \u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043E\u0441\u044B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0441\u0456\u0437 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456. \u041A\u0435\u0437 \u043A\u0435\u043B\u0433\u0435\u043D \u0430\u043B\u0434\u044B\u04A3\u0493\u044B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440 \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456 \u0431\u043E\u043B\u044B\u043F \u049B\u0430\u043B\u0443\u044B \u043C\u04AF\u043C\u043A\u0456\u043D.
MSG_DRAFT_EXISTS=\u0411\u04B1\u043B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u04AF\u0448\u0456\u043D \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456. UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0434\u0435 \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_DRAFT_DISCARD_DIALOG=\u041D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043D \u0436\u043E\u044E \u049B\u0430\u0436\u0435\u0442 \u043F\u0435? \u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=\u0411\u04B1\u043B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u04AF\u0448\u0456\u043D \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456. UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0434\u0435 \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456 \u0434\u0435\u0440\u0431\u0435\u0441\u0442\u0435\u0443 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043D\u0441\u0456\u0437 \u0436\u04D9\u043D\u0435 \u043E\u0440\u0442\u0430\u049B \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440\u0441\u0456\u0437 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u041D\u043E\u0431\u0430\u0439 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u041D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043D \u0436\u043E\u044E \u0436\u04D9\u043D\u0435 \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u049B\u0430\u0439\u0442\u0430 \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456\u0440\u0443 \u049B\u0430\u0436\u0435\u0442 \u043F\u0435?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=\u0411\u04B1\u043B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u04AF\u0448\u0456\u043D \u0436\u043E\u0493\u0430\u0440\u044B\u0440\u0430\u049B \u0434\u0435\u04A3\u0433\u0435\u0439\u043B\u0456 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440 \u0436\u04D9\u043D\u0435 \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456. UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0434\u0435 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0436\u043E\u0493\u0430\u0440\u044B\u0440\u0430\u049B \u0434\u0435\u04A3\u0433\u0435\u0439\u043B\u0456 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0441\u0456\u0437, \u0431\u0456\u0440\u0430\u049B \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043C\u0435\u043D \u0431\u0456\u0440\u0433\u0435 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_HIGHER_LAYER_CHANGES_EXIST=\u0411\u04B1\u043B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u04AF\u0448\u0456\u043D \u0436\u043E\u0493\u0430\u0440\u044B\u0440\u0430\u049B \u0434\u0435\u04A3\u0433\u0435\u0439\u043B\u0456 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456. UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0434\u0435 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043E\u0441\u044B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0441\u0456\u0437 \u0431\u0456\u0440\u0433\u0435 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=\u0411\u04B1\u043B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u04AF\u0448\u0456\u043D \u0436\u043E\u0493\u0430\u0440\u044B\u0440\u0430\u049B \u0434\u0435\u04A3\u0433\u0435\u0439\u043B\u0456 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440 \u0436\u04D9\u043D\u0435 \u0440\u04E9\u043B\u0433\u0435 \u0442\u04D9\u043D \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456. UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0434\u0435 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043E\u0441\u044B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u043C\u0435\u043D \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_RESTRICTED_CONTEXT_EXIST=\u0411\u04B1\u043B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u04AF\u0448\u0456\u043D \u0440\u04E9\u043B\u0433\u0435 \u0442\u04D9\u043D \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440 \u0431\u0430\u0440. UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0434\u0435 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043E\u0441\u044B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u043C\u0435\u043D \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
HEADER_RELOAD_NEEDED=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u0443 \u049B\u0430\u0436\u0435\u0442
BUTTON_RELOAD_NEEDED=\u049A\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u0443
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0435\u043D\u0434\u0456 \u0434\u0435\u0440\u0431\u0435\u0441\u0442\u0435\u0443 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043C\u0435\u043D \u0436\u04D9\u043D\u0435 \u043E\u0440\u0442\u0430\u049B \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440\u043C\u0435\u043D \u0431\u0456\u0440\u0433\u0435 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_RELOAD_WITHOUT_DRAFT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0435\u043D\u0434\u0456 \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043D\u0441\u0456\u0437 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_RELOAD_ACTIVATED_DRAFT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0431\u0435\u043B\u0441\u0435\u043D\u0434\u0456 \u043D\u04B1\u0441\u049B\u0430\u043C\u0435\u043D \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0435\u043D\u0434\u0456 \u043D\u043E\u0431\u0430\u0439 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043D\u0441\u0456\u0437 \u0436\u04D9\u043D\u0435 \u043E\u0440\u0442\u0430\u049B \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440\u0441\u0456\u0437 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456. \u0414\u0435\u0440\u0431\u0435\u0441\u0442\u0435\u0443 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456 \u049B\u0430\u0439\u0442\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0430\u0434\u044B.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0435\u043D\u0434\u0456 \u0434\u0435\u0440\u0431\u0435\u0441\u0442\u0435\u0443 \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043C\u0435\u043D \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456. \u041E\u0440\u0442\u0430\u049B \u043D\u0435\u043C\u0435\u0441\u0435 \u0440\u04E9\u043B\u0433\u0435 \u0442\u04D9\u043D \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440 \u049B\u0430\u0439\u0442\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u044B\u043B\u0430\u0434\u044B.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0435\u043D\u0434\u0456 \u043E\u0440\u0442\u0430\u049B \u043D\u0435\u043C\u0435\u0441\u0435 \u0440\u04E9\u043B\u0433\u0435 \u0442\u04D9\u043D \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0442\u0435\u0440\u043C\u0435\u043D \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_RELOAD_WITH_ALL_CHANGES=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0431\u0430\u0440\u043B\u044B\u049B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u043C\u0435\u043D \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
MSG_RELOAD_NEEDED=\u0421\u0456\u0437 \u0436\u0430\u0441\u0430\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u0443\u0434\u0456 \u0442\u0430\u043B\u0430\u043F \u0435\u0442\u0435\u0434\u0456.
MSG_MANAGE_APPS_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u043B\u0430\u0440\u044B\u043D \u0448\u043E\u043B\u0443 \u0443\u0430\u049B\u044B\u0442\u0448\u0430 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0435\u043C\u0435\u0441. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D\u0456\u0440\u0435\u043A \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u04D9\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437.
APP_VARIANT_DIALOG_SAVE=\u0421\u0430\u049B\u0442\u0430\u0443
TOOLTIP_APP_VARIANT_DIALOG_SAVE=\u0421\u0430\u049B\u0442\u0430\u0443
APP_VARIANT_DIALOG_CLOSE=\u0416\u0430\u0431\u0443
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
CREATE_APP_VARIANT_DIALOG_TITLE=\u0416\u0430\u04A3\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B \u0440\u0435\u0442\u0456\u043D\u0434\u0435 \u0441\u0430\u049B\u0442\u0430\u0443
APP_DIALOG_TITLE_TEXT=\u0422\u0430\u049B\u044B\u0440\u044B\u043F
APP_DIALOG_SUB_TITLE_TEXT=\u0422\u0430\u049B\u044B\u0440\u044B\u043F\u0448\u0430
APP_DIALOG_DESCRIPTION_TEXT=\u0421\u0438\u043F\u0430\u0442\u0442\u0430\u043C\u0430
APP_DIALOG_ICON_TEXT=\u0411\u0435\u043B\u0433\u0456\u0448\u0435
RENAME_ERROR_TITLE=\u0410\u0442\u0430\u0443 \u049B\u0430\u0442\u0435\u0441\u0456
RENAME_EMPTY_ERROR_TEXT=\u0410\u0442\u044B\u043D \u0435\u043D\u0433\u0456\u0437\u0456\u04A3\u0456\u0437.
RENAME_BINDING_ERROR_TEXT=\u0410\u0442\u044B\u043D\u0434\u0430 "{\u201C \u0431\u043E\u043B\u043C\u0430\u0443\u044B \u043A\u0435\u0440\u0435\u043A. \u0411\u0430\u0441\u049B\u0430 \u0430\u0442\u0442\u044B \u0442\u0430\u04A3\u0434\u0430\u04A3\u044B\u0437.
APP_VARIANT_ICON_SELECT_ICON=\u0422\u0430\u04A3\u0434\u0430\u0443 \u0431\u0435\u043B\u0433\u0456\u0441\u0456
APP_VARIANT_ICON_NO_DATA=\u0415\u0448\u0431\u0456\u0440 \u0431\u0435\u043B\u0433\u0456\u0448\u0435 \u0442\u0430\u0431\u044B\u043B\u043C\u0430\u0434\u044B.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=\u0416\u0430\u04A3\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B \u0441\u0430\u049B\u0442\u0430\u043B\u0434\u044B.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456 \u0436\u0430\u0431\u044B\u043B\u0430\u0434\u044B \u0436\u04D9\u043D\u0435 \u0431\u0430\u0441\u0442\u044B \u0431\u0435\u0442\u043A\u0435 \u043E\u0440\u0430\u043B\u0430\u0441\u044B\u0437. \u0416\u0430\u04A3\u0430 \u043F\u043B\u0438\u0442\u043A\u0430 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0431\u043E\u043B\u0493\u0430\u043D\u0434\u0430 \u0435\u0441\u043A\u0435\u0440\u0442\u0456\u043B\u0435\u0434\u0456.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=\u0416\u0430\u04A3\u0430 \u043F\u043B\u0438\u0442\u043A\u0430 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0431\u043E\u043B\u0493\u0430\u043D\u0434\u0430 \u0435\u0441\u043A\u0435\u0440\u0442\u0443 \u0436\u0430\u0441\u0430\u043B\u0430\u0434\u044B.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456 \u0436\u0430\u0431\u044B\u043B\u0430\u0434\u044B. \u041F\u043B\u0438\u0442\u043A\u0430\u043D\u044B Fiori \u0456\u0441\u043A\u0435 \u049B\u043E\u0441\u0443 \u043F\u0430\u043D\u0435\u043B\u0456\u043D\u0456\u04A3 \u0431\u0430\u0441\u0442\u044B \u0431\u0435\u0442\u0456\u043D\u0435 \u049B\u043E\u0441\u0443 \u04AF\u0448\u0456\u043D \u04D9\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437 (\u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0438\u0434.\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=\u041F\u043B\u0438\u0442\u043A\u0430\u043D\u044B Fiori \u0456\u0441\u043A\u0435 \u049B\u043E\u0441\u0443 \u043F\u0430\u043D\u0435\u043B\u0456\u043D\u0456\u04A3 \u0431\u0430\u0441\u0442\u044B \u0431\u0435\u0442\u0456\u043D\u0435 \u049B\u043E\u0441\u0443 \u04AF\u0448\u0456\u043D \u04D9\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437 (\u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u0438\u0434.\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=\u049A\u0430\u0442\u0435
MSG_LOAD_APP_VARIANT_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D \u0436\u04AF\u043A\u0442\u0435\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0431\u043E\u043B\u043C\u0430\u0434\u044B. \u04D8\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u043C\u044B\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u0436\u0456\u0431\u0435\u0440\u0456\u04A3\u0456\u0437\:
MSG_SAVE_APP_VARIANT_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D \u0441\u0430\u049B\u0442\u0430\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0431\u043E\u043B\u043C\u0430\u0434\u044B. \u04D8\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u043C\u044B\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u0436\u0456\u0431\u0435\u0440\u0456\u04A3\u0456\u0437\:
MSG_UPDATE_APP_VARIANT_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D \u0436\u0430\u04A3\u0430\u0440\u0442\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0431\u043E\u043B\u043C\u0430\u0434\u044B. \u04D8\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u043C\u044B\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u0436\u0456\u0431\u0435\u0440\u0456\u04A3\u0456\u0437\:
MSG_CATALOG_ASSIGNMENT_FAILED=\u0416\u0430\u04A3\u0430 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B \u0441\u0430\u049B\u0442\u0430\u043B\u0434\u044B, \u0431\u0456\u0440\u0430\u049B \u043E\u043D\u044B \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u043A\u0435 \u0442\u0430\u0493\u0430\u0439\u044B\u043D\u0434\u0430\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0431\u043E\u043B\u043C\u0430\u0434\u044B. \u041A\u0435\u043B\u0435\u0441\u0456 \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u043C\u0430\u0437\u043C\u04B1\u043D \u0436\u04E9\u043D\u0456\u043D\u0434\u0435\u0433\u0456 \u04D9\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u0436\u0456\u0431\u0435\u0440\u0456\u04A3\u0456\u0437\:
MSG_TILE_CREATION_FAILED=\u0416\u0430\u04A3\u0430 \u043F\u043B\u0438\u0442\u043A\u0430 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D\u044B\u043D \u0442\u0435\u043A\u0441\u0435\u0440\u0443 \u04AF\u0448\u0456\u043D Fiori \u0456\u0441\u043A\u0435 \u049B\u043E\u0441\u0443 \u043F\u0430\u043D\u0435\u043B\u0456\u043D\u0456\u04A3 \u0431\u0430\u0441\u0442\u044B \u0431\u0435\u0442\u0456\u043D \u0436\u0430\u04A3\u0430\u0440\u0442\u044B\u04A3\u044B\u0437. \u0415\u0433\u0435\u0440 \u043E\u043B \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0431\u043E\u043B\u043C\u0430\u0441\u0430 \u043D\u0435\u043C\u0435\u0441\u0435 \u0442\u0438\u0456\u0441\u0442\u0456 \u0442\u04AF\u0440\u0434\u0435 \u0436\u04B1\u043C\u044B\u0441 \u0456\u0441\u0442\u0435\u043C\u0435\u0441\u0435, \u043C\u0430\u0437\u043C\u04B1\u043D \u0436\u04E9\u043D\u0456\u043D\u0434\u0435\u0433\u0456 \u04D9\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437.
MSG_COPY_UNSAVED_CHANGES_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B \u0436\u04D9\u043D\u0435 \u049B\u0430\u0442\u044B\u0441\u0442\u044B UI \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u043D \u0441\u0430\u049B\u0442\u0430\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0431\u043E\u043B\u043C\u0430\u0434\u044B. \u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0435\u043C\u0435\u0441. \u041A\u0435\u043B\u0435\u0441\u0456 \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u04D9\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u0436\u0456\u0431\u0435\u0440\u0456\u04A3\u0456\u0437\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=\u0422\u0430\u049B\u044B\u0440\u044B\u043F\u0442\u044B \u0435\u043D\u0433\u0456\u0437\u0443
MSG_APP_VARIANT_FEATURE_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u043B\u0430\u0440\u044B \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u0433\u0456 \u0443\u0430\u049B\u044B\u0442\u0448\u0430 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0441\u0456\u0437. \u04D8\u043A\u0456\u043C\u0448\u0456\u04A3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u0416\u0430\u04A3\u0430 \u043F\u043B\u0438\u0442\u043A\u0430 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0431\u043E\u043B\u0434\u044B. \u041E\u043D\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443 \u04AF\u0448\u0456\u043D \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0434\u0456 \u0436\u0430\u04A3\u0430\u0440\u0442\u044B\u04A3\u044B\u0437.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=\u0416\u0430\u0431\u0443
SAVE_APP_VARIANT_COPY_ID_TEXT=\u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0434\u044B \u043A\u04E9\u0448\u0456\u0440\u0443 \u0436\u04D9\u043D\u0435 \u0436\u0430\u0431\u0443
MSG_APP_VARIANT_ID=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D\u044B\u04A3 \u0438\u0434.\: {0}
MSG_TECHNICAL_ERROR=\u049A\u0430\u0442\u0435\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u043B\u0430\u0440\u044B\u043D\u0430 \u0448\u043E\u043B\u0443
APP_VARIANT_TILE_ARIA_LABEL=Fiori \u043F\u043B\u0438\u0442\u043A\u0430\u0441\u044B\u043D\u044B\u04A3 \u0430\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043A\u04E9\u0440\u0456\u043D\u0456\u0441\u0456
MENU_ITEM_KEY_USER=\u041D\u0435\u0433\u0456\u0437\u0433\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u04AF\u0448\u0456\u043D
MENU_ITEM_SAP_DEVELOPER=SAP \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0448\u0456\u0441\u0456 \u04AF\u0448\u0456\u043D
MSG_DEPENDENCY_ERROR=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, UI \u04AF\u0448\u0456\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u0434\u0456 \u049B\u043E\u043B\u0434\u0430\u043D\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0435\u043C\u0435\u0441. UI \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u043A\u04AF\u0439\u0456\u043D\u0435 \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0456\u04A3\u0456\u0437 \u0436\u04D9\u043D\u0435 \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0434\u0456 \u049B\u0430\u0439\u0442\u0430 \u0436\u0430\u0441\u0430\u04A3\u044B\u0437. \u0415\u0441\u043A\u0435\u0440\u0442\u0443\: \u0431\u04B1\u043B \u043A\u0435\u0437 \u043A\u0435\u043B\u0433\u0435\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B\u043D\u044B\u04A3 \u043E\u0441\u044B \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u0493\u0430 \u0435\u043D\u0433\u0456\u0437\u0433\u0435\u043D \u0431\u0430\u0440\u043B\u044B\u049B \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u043D \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0435\u0434\u0456. \u0421\u043E\u043D\u044B\u043C\u0435\u043D \u049B\u0430\u0442\u0430\u0440, CA-UI5-FL-RTA \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0456 \u04AF\u0448\u0456\u043D \u0431\u0438\u043B\u0435\u0442\u0442\u0456 \u0430\u0448\u0443 \u0430\u0440\u049B\u044B\u043B\u044B SAP \u049B\u043E\u043B\u0434\u0430\u0443 \u049B\u044B\u0437\u043C\u0435\u0442\u0456\u043D\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u0430 \u0430\u043B\u0430\u0441\u044B\u0437.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B (\u0438\u0434.\: {0}) \u0436\u043E\u0439\u044B\u043B\u0434\u044B.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B (\u0438\u0434.\: {0}) \u0436\u043E\u0439\u044B\u043B\u0434\u044B. \u0406\u0441\u043A\u0435 \u049B\u043E\u0441\u0443 \u043F\u0430\u043D\u0435\u043B\u0456\u043D\u0435\u043D \u043F\u043B\u0438\u0442\u043A\u0430\u043D\u044B \u0436\u043E\u044E \u04AF\u0448\u0456\u043D \u0431\u0430\u0441\u0442\u044B \u0431\u0435\u0442\u0442\u0456 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u04A3\u0456\u0437.
MSG_DELETE_APP_VARIANT_FAILED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D \u0436\u043E\u044E \u043C\u04AF\u043C\u043A\u0456\u043D \u0431\u043E\u043B\u043C\u0430\u0434\u044B. \u04D8\u043A\u0456\u043C\u0448\u0456\u0433\u0435 \u043C\u044B\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u0436\u0456\u0431\u0435\u0440\u0456\u04A3\u0456\u0437\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=\u0416\u0430\u0431\u0443
MSG_NO_BUSINESS_CONTEXTS=\u0416\u043E\u049B
MSG_DO_NOT_CLOSE_BROWSER=\u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043E\u0440\u044B\u043D\u0434\u0430\u043B\u0443\u0434\u0430 - \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0434\u0456 \u0436\u0430\u043F\u043F\u0430\u04A3\u044B\u0437.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=\u0416\u043E\u044E \u043E\u0440\u044B\u043D\u0434\u0430\u043B\u0443\u0434\u0430 - \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0434\u0456 \u0436\u0430\u043F\u043F\u0430\u04A3\u044B\u0437.\n\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D\u044B\u04A3 \u043F\u043B\u0438\u0442\u043A\u0430\u0441\u044B \u0436\u043E\u044E \u043F\u0440\u043E\u0446\u0435\u0441\u0456\u043D\u0456\u04A3 \u0431\u0430\u0440\u044B\u0441\u044B\u043D\u0434\u0430 \u043A\u04E9\u0440\u0456\u043D\u0456\u043F \u0442\u04B1\u0440\u0430\u0442\u044B\u043D\u044B\u043D \u0435\u0441\u043A\u0435\u0440\u0456\u04A3\u0456\u0437.
MSG_CATALOGS_LOCKED=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D \u0436\u043E\u044E \u043C\u04AF\u043C\u043A\u0456\u043D \u0431\u043E\u043B\u043C\u0430\u0434\u044B. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D\u0456\u0440\u0435\u043A \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437.

MSG_UNSTABLE_ID_FOUND=\u041A\u0435\u0439\u0431\u0456\u0440 \u0431\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0456\u04A3 \u0442\u04B1\u0440\u0430\u049B\u0442\u044B \u0438\u0434-\u043B\u0430\u0440\u044B \u0436\u043E\u049B. [\u041E\u0441\u044B \u0436\u0435\u0440\u0434\u0435](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) \u0441\u0438\u043F\u0430\u0442\u0442\u0430\u043B\u0493\u0430\u043D\u0434\u0430\u0439, \u049B\u0430\u0442\u044B\u0441\u0442\u044B \u0431\u0430\u0441\u049B\u0430\u0440\u0443 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D \u0430\u043D\u044B\u049B\u0442\u0430\u0443 \u04AF\u0448\u0456\u043D \u049B\u043E\u043B\u0434\u0430\u0443 \u043A\u04E9\u043C\u0435\u043A\u0448\u0456\u0441\u0456\u043D \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437 \u0436\u04D9\u043D\u0435 \u0438\u0434-\u043B\u0430\u0440\u0434\u044B \u043E\u0440\u043D\u0430\u0442\u044B\u04A3\u044B\u0437. (\u0411\u04B1\u043B \u0445\u0430\u0431\u0430\u0440 \u0442\u0435\u043A SAP \u049B\u044B\u0437\u043C\u0435\u0442\u043A\u0435\u0440\u043B\u0435\u0440\u0456\u043D\u0435 \u043A\u04E9\u0440\u0456\u043D\u0435\u0434\u0456, \u043A\u043B\u0438\u0435\u043D\u0442\u0442\u0435\u0440 \u043E\u043D\u044B \u043A\u04E9\u0440\u043C\u0435\u0439\u0434\u0456, \u0431\u0456\u0440\u0430\u049B \u0438\u0434-\u043B\u0430\u0440\u0434\u044B \u0431\u0430\u0440\u044B\u043D\u0448\u0430 \u0442\u0435\u0437 \u043E\u0440\u043D\u0430\u0442\u0443 \u043A\u0435\u0440\u0435\u043A.)

MSG_NO_FLEX_ENABLED_FLAG=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u04A3\u044B\u0437\u0434\u0430 UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D\u0434\u0456\u0433\u0456 \u049B\u043E\u0441\u044B\u043B\u043C\u0430\u0493\u0430\u043D. [\u041E\u0441\u044B \u0436\u0435\u0440\u0434\u0435](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af) \u0441\u0438\u043F\u0430\u0442\u0442\u0430\u043B\u0493\u0430\u043D \u0430\u043B\u0493\u044B\u0448\u0430\u0440\u0442\u0442\u0430\u0440\u0434\u044B \u0442\u0435\u043A\u0441\u0435\u0440\u0456\u04A3\u0456\u0437. (\u0411\u04B1\u043B \u0445\u0430\u0431\u0430\u0440 \u0442\u0435\u043A SAP \u049B\u044B\u0437\u043C\u0435\u0442\u043A\u0435\u0440\u043B\u0435\u0440\u0456\u043D\u0435 \u043A\u04E9\u0440\u0456\u043D\u0435\u0434\u0456, \u043A\u043B\u0438\u0435\u043D\u0442\u0442\u0435\u0440 \u043E\u043D\u044B \u043A\u04E9\u0440\u043C\u0435\u0439\u0434\u0456. \u0424\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u0434\u044B\u043B\u044B\u049B\u049B\u0430 \u04D9\u0441\u0435\u0440 \u0435\u0442\u0456\u043B\u043C\u0435\u0439\u0434\u0456, \u0431\u0456\u0440\u0430\u049B \u0431\u04B1\u043B \u043C\u04D9\u0441\u0435\u043B\u0435\u043D\u0456 \u0431\u0430\u0440\u044B\u043D\u0448\u0430 \u0436\u044B\u043B\u0434\u0430\u043C \u0448\u0435\u0448\u0443 \u043A\u0435\u0440\u0435\u043A.)

IFRAME_ADDIFRAME_DIALOG_TITLE=\u0415\u043D\u0434\u0456\u0440\u0456\u043B\u0433\u0435\u043D \u043C\u0430\u0437\u043C\u04B1\u043D\u0434\u044B \u0430\u043D\u044B\u049B\u0442\u0430\u0443
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=\u0415\u043D\u0434\u0456\u0440\u0456\u043B\u0433\u0435\u043D \u043C\u0430\u0437\u043C\u04B1\u043D\u0434\u044B \u0436\u0430\u04A3\u0430\u0440\u0442\u0443
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=iFrame \u04E9\u043B\u0448\u0435\u043C\u0456
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=\u0415\u043D\u0456
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=\u0415\u043D\u0456 \u0431\u0456\u0440\u043B\u0456\u0433\u0456
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=\u0411\u0438\u0456\u043A\u0442\u0456\u0433\u0456
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=\u0411\u0438\u0456\u043A\u0442\u0456\u043A \u0431\u0456\u0440\u043B\u0456\u0433\u0456
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=% \u043C\u04D9\u043D\u0434\u0435\u0440\u0456 IFrame \u04AF\u0448\u0456\u043D \u0448\u044B\u043D\u0430\u0439\u044B \u0442\u04AF\u0440\u0434\u0435 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u0431\u043E\u0441 \u043E\u0440\u044B\u043D\u0434\u044B \u0431\u0456\u043B\u0434\u0456\u0440\u0435\u0434\u0456.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=\u0421\u0430\u049B\u0442\u0430\u0443
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
CTX_ADDIFRAME=\u041C\u044B\u043D\u0430\u0493\u0430\u043D \u043C\u0430\u0437\u043C\u04B1\u043D \u0435\u043D\u0434\u0456\u0440\u0443\: {0}
CTX_ADDIFRAME_GROUP=\u041C\u0430\u0437\u043C\u04B1\u043D \u0435\u043D\u0434\u0456\u0440\u0443
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=\u0406\u0441\u043A\u0435 \u049B\u043E\u0441\u044B\u043B\u0493\u0430\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 (\u043D\u04B1\u0441\u049B\u0430) CUSTOMER \u043D\u0435\u043C\u0435\u0441\u0435 CUSTOMER_BASE \u0434\u0435\u04A3\u0433\u0435\u0439\u0456\u043D\u0435 \u043E\u0440\u043D\u0430\u0442\u044B\u043B\u0434\u044B. \u0421\u043E\u043D\u0434\u044B\u049B\u0442\u0430\u043D \u0441\u0456\u0437 SAP \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0448\u0456\u0441\u0456 \u0440\u0435\u0442\u0456\u043D\u0434\u0435 \u049B\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u043B\u0430\u0440\u044B\u043D \u043A\u04E9\u0440\u0435 \u0430\u043B\u043C\u0430\u0439\u0441\u044B\u0437.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=SAP \u04D9\u0437\u0456\u0440\u043B\u0435\u0443\u0448\u0456\u043B\u0435\u0440\u0456 \u04AF\u0448\u0456\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D\u044B\u04A3 \u0448\u043E\u043B\u0443\u044B
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=URL \u0430\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u049B\u0430\u0440\u0430\u043F \u0448\u044B\u0493\u0443
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=IFrame \u0430\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043D\u04B1\u0441\u049B\u0430\u0441\u044B
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=\u0410\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=\u0410\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u0436\u0430\u04A3\u0430\u0440\u0442\u0443
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=\u0415\u043D\u0434\u0456\u0440\u0456\u043B\u0433\u0435\u043D \u043C\u0430\u0437\u043C\u04B1\u043D\u0434\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443 \u04AF\u0448\u0456\u043D "\u0410\u043B\u0434\u044B\u043D \u0430\u043B\u0430 \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443" \u043E\u043F\u0446\u0438\u044F\u0441\u044B\u043D \u0442\u0430\u04A3\u0434\u0430\u04A3\u044B\u0437. \u0415\u0448\u043D\u04D9\u0440\u0441\u0435 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u043C\u0435\u0441\u0435, URL \u0442\u0435\u043A\u0441\u0435\u0440\u0456\u043F \u0448\u044B\u0493\u044B\u04A3\u044B\u0437.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (\u049B\u043E\u043B\u043C\u0435\u043D \u04E9\u04A3\u0434\u0435\u0443 \u04AF\u0448\u0456\u043D \u0431\u0430\u0441\u0443)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=\u049A\u043E\u043B\u0436\u0435\u0442\u0456\u043C\u0434\u0456 \u043C\u04D9\u043D\u0434\u0435\u0440 (URL \u043C\u0435\u043A\u0435\u043D\u0436\u0430\u0439\u044B\u043D\u0430 \u049B\u043E\u0441\u0443 \u04AF\u0448\u0456\u043D \u0431\u0430\u0441\u0443)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=\u041C\u04D9\u043D \u043C\u044B\u0441\u0430\u043B\u044B
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0434\u0456 \u0456\u0437\u0434\u0435\u0443
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u041E\u0441\u044B \u0436\u0435\u0440\u0434\u0435 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u043B\u0430\u0442\u044B\u043D URL \u043C\u0435\u043A\u0435\u043D\u0436\u0430\u0439\u043B\u0430\u0440\u044B \u0431\u0435\u043B\u0433\u0456\u043B\u0456 \u0431\u0456\u0440 \u0430\u043B\u0493\u044B\u0448\u0430\u0440\u0442\u0442\u0430\u0440\u0434\u044B \u043E\u0440\u044B\u043D\u0434\u0430\u0443 \u04AF\u0448\u0456\u043D \u049B\u0430\u0436\u0435\u0442 \u0436\u04D9\u043D\u0435 \u043E\u043B\u0430\u0440\u0434\u044B\u04A3 \u043A\u04E9\u043C\u0435\u0433\u0456\u043D\u0441\u0456\u0437 \u0436\u04B1\u043C\u044B\u0441 \u0456\u0441\u0442\u0435\u0439\u0434\u0456.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=\u049A\u043E\u0441\u044B\u043C\u0448\u0430 \u0430\u049B\u043F\u0430\u0440\u0430\u0442\u0442\u044B \u043E\u049B\u0443

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=\u0410\u0442\u044B {0} \u0434\u0435\u043F \u04E9\u0437\u0433\u0435\u0440\u0442\u0456\u043B\u0434\u0456
TXT_CHANGEVISUALIZATION_CHANGE_MOVE={0} \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0456 \u0431\u0430\u0441\u049B\u0430 \u043F\u043E\u0437\u0438\u0446\u0438\u044F\u0493\u0430 \u0436\u044B\u043B\u0436\u044B\u0442\u044B\u043B\u0434\u044B
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE={0} \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0456 \u0436\u043E\u0439\u044B\u043B\u0434\u044B
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL={0} \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0456 \u0431\u043E\u0441\u0430\u0442\u044B\u043B\u0434\u044B
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE={0} \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0456 \u0431\u0456\u0440\u0456\u043A\u0442\u0456\u0440\u0456\u043B\u0434\u0456
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT={0} \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0456 \u0431\u04E9\u043B\u0456\u043D\u0434\u0456
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER={0} \u0442\u043E\u0431\u044B \u049B\u043E\u0441\u044B\u043B\u0434\u044B
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY={0} \u04E9\u0440\u0456\u0441\u0456 \u049B\u043E\u0441\u044B\u043B\u0434\u044B
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame \u049B\u043E\u0441\u044B\u043B\u0434\u044B
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS={0} \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0456\u043D\u0456\u04A3 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456 \u04E9\u0437\u0433\u0435\u0440\u0442\u0456\u043B\u0434\u0456
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=\u042D\u043B\u0435\u043C\u0435\u043D\u0442 \u043E\u0441\u044B \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u0434\u0435\u043D \u0436\u044B\u043B\u0436\u044B\u0442\u044B\u043B\u0434\u044B
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=\u0411\u04B1\u043B \u044D\u043B\u0435\u043C\u0435\u043D\u0442 \u0431\u04E9\u043B\u0443\u0434\u0456\u04A3 \u0431\u0456\u0440 \u0431\u04E9\u043B\u0456\u0433\u0456 \u0431\u043E\u043B\u044B\u043F \u0442\u0430\u0431\u044B\u043B\u0430\u0434\u044B
TIT_CHANGEVISUALIZATION_CHANGE=\u04E8\u0437\u0433\u0435\u0440\u0442\u0443
TIT_CHANGEVISUALIZATION_CHANGES=\u04E8\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440
TIT_CHANGEVISUALIZATION_DATE=\u041A\u04AF\u043D\u0456
TIT_CHANGEVISUALIZATION_DETAILS=\u041C\u04D9\u043B\u0456\u043C\u0435\u0442\u0442\u0435\u0440
TIT_CHANGEVISUALIZATION_DESCRIPTION=\u0421\u0438\u043F\u0430\u0442\u0442\u0430\u043C\u0430
BUT_CHANGEVISUALIZATION_SHOWCHANGES=\u041D\u0435\u0433\u0456\u0437\u0433\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043D \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
BUT_CHANGEVISUALIZATION_HIDECHANGES=\u041D\u0435\u0433\u0456\u0437\u0433\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u04E9\u0437\u0433\u0435\u0440\u0456\u0441\u0442\u0435\u0440\u0456\u043D\u0456\u04A3 \u043A\u04E9\u0440\u0441\u0435\u0442\u0456\u043B\u0456\u043C\u0456\u043D \u0436\u0430\u0441\u044B\u0440\u0443
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=\u0411\u0430\u0440\u043B\u044B\u049B \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0434\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=\u0416\u044B\u043B\u0436\u044B\u0442\u044B\u043B\u0493\u0430\u043D \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0434\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=\u0410\u0442\u044B \u04E9\u0437\u0433\u0435\u0440\u0442\u0456\u043B\u0433\u0435\u043D \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0434\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=\u049A\u043E\u0441\u044B\u043B\u0493\u0430\u043D \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0434\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=\u0411\u0456\u0440\u0456\u043A\u0442\u0456\u0440\u0456\u043B\u0433\u0435\u043D \u0436\u04D9\u043D\u0435 \u0431\u04E9\u043B\u0456\u043D\u0433\u0435\u043D \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0434\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=\u0416\u043E\u0439\u044B\u043B\u0493\u0430\u043D \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0434\u0456 \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
MSG_LOCAL_RESET_VARIANT_SAVE=\u041A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440 \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0456\u043B\u0434\u0456 \u0436\u04D9\u043D\u0435 \u043A\u04E9\u0440\u0456\u043D\u0456\u0441 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0442\u044B \u0442\u04AF\u0440\u0434\u0435 \u0441\u0430\u049B\u0442\u0430\u043B\u0434\u044B.
