
SERVICE_NAME=UI adapt\u0113\u0161ana
BTN_SAVE=Saglab\u0101t
BTN_SAVE_DRAFT=Saglab\u0101t melnrakstu
BTN_EXIT=Iziet
BTN_DONE=Pabeigts
MSG_SAVE_SUCCESS=Izmai\u0146as ir saglab\u0101tas.
MSG_SAVE_DRAFT_SUCCESS=Melnraksta izmai\u0146as ir saglab\u0101tas.
CTX_REMOVE=No\u0146emt
CTX_REMOVE_TITLE=No\u0146emt
CTX_LOCAL_RESET=Atiestat\u012Bt konteineru
CTX_ADD_ELEMENTS=Pievienot\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Pievienot...
MULTIPLE_CONTROL_NAME=Saturs
CTX_CUT=Izgriezt
CTX_PASTE=Iel\u012Bm\u0113t
CTX_GROUP_FIELDS=Kombin\u0113t
CTX_UNGROUP_FIELDS=Sadal\u012Bt
CTX_CREATE_CONTAINER=Izveidot\: {0}
TITLE_CREATE_CONTAINER=Jauns\: {0}
CTX_RENAME=P\u0101rd\u0113v\u0113t
CTX_SETTINGS=Iestat\u012Bjumi
CTX_VARIANT_SWITCH=Sl\u0113d\u017Ea skati
CTX_VARIANT_SAVE=Saglab\u0101t skatu
CTX_VARIANT_SAVEAS=Saglab\u0101t skatu k\u0101
CTX_VARIANT_SET_TITLE=Iestat\u012Bt virsrakstu
CTX_VARIANT_MANAGE=P\u0101rvald\u012Bt skatus
BTN_CREATE_NEW_VIEW=Saglab\u0101t k\u0101 jaunu skatu
MSG_CHANGE_READONLY_VARIANT=\u0160o skatu nevarat redi\u0123\u0113t, jo tas ir aizsarg\u0101ts. Lai to main\u012Btu, saglab\u0101jiet k\u0101 jaunu skatu.
BTN_MODIFIED_VARIANT_SAVE=Saglab\u0101t izmai\u0146as
BTN_MODIFIED_VARIANT_DISCARD=Noraid\u012Bt izmai\u0146as
MSG_CHANGE_MODIFIED_VARIANT=Jums ir nesaglab\u0101tas izmai\u0146as \u0161aj\u0101 skat\u0101. Vai v\u0113laties t\u0101s saglab\u0101t vai noraid\u012Bt?
CTX_ADDXML_AT_EXTENSIONPOINT=Pievienot fragmentu papla\u0161in\u0101juma punkt\u0101
BTN_FREP_OK=Labi
BTN_FREP_REMOVE=No\u0146emt
BTN_FREP_CANCEL=Atcelt
LBL_FREP=bija {0}
HEADER_ADDITIONAL_ELEMENTS=Pieejamais saturs\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Pieejamais saturs \u0161im\: {0}
BTN_MANAGE_APPS_TXT=Lietojumprogrammu varianti
BTN_MANAGE_APPS_ITEM=P\u0101rvald\u012Bt
BTN_SAVE_AS=Saglab\u0101t k\u0101
TOOLTIP_SAVE_AS=Izveidot jaunu lietojumprogrammas variantu
BTN_UNDO=Atsaukt
BTN_REDO=Atcelt atsauk\u0161anu
BTN_MENU=Vair\u0101k darb\u012Bbu
BTN_RESTORE=Atiestat\u012Bt
BTN_ADAPTATION=UI adapt\u0113\u0161ana
BTN_FEEDBACK=Atsauksmes
BTN_CLOSE_FEEDBACK_DIALOG=Aizv\u0113rt
TIT_FEEDBACK=Sniegt atsauksmes
TIT_DRAFT=Melnraksts
TIT_ORIGINAL_APP=Ori\u0123in\u0101l\u0101 lietojumprogramma
TIT_VERSION_1=1. versija
LBL_ACTIVE=Akt\u012Bvs
LBL_INACTIVE=Neakt\u012Bvs
TIT_VERSION_HISTORY_PUBLISHED=Public\u0113ts
TIT_VERSION_HISTORY_UNPUBLISHED=Nav public\u0113ts
MSG_DRAFT_ACTIVATION_SUCCESS=Jauna versija aktiviz\u0113ta
MSG_DRAFT_ACTIVATION_FAILED=Diem\u017E\u0113l melnrakstu pa\u0161laik nevar aktiviz\u0113t. L\u016Bdzu, v\u0113l\u0101k m\u0113\u0123iniet v\u0113lreiz.
MSG_SWITCH_VERSION_FAILED=Neizdev\u0101s p\u0101rsl\u0113gt versiju. L\u016Bdzu, iel\u0101d\u0113jiet v\u0113lreiz.
MSG_SWITCH_ADAPTATION_FAILED=Neizdev\u0101s p\u0101rsl\u0113gt piel\u0101gojumu. L\u016Bdzu, iel\u0101d\u0113jiet v\u0113lreiz.
TIT_VERSION_TITLE=Virsraksts
TIT_VERSION_TITLE_DIALOG=Aktiviz\u0113t jauno versiju
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Atk\u0101rtoti aktiviz\u0113t versiju
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Ievad\u012Bt versijas virsrakstu
BUT_VERSION_TITLE_DIALOG_CONFIRM=Apstiprin\u0101t
BUT_VERSION_TITLE_DIALOG_CANCEL=Atcelt
TOL_ACTIVATE=Aktiviz\u0113t jauno versiju
TOL_DISCARD_DRAFT=Noraid\u012Bt melnrakstu
TOL_PUBLISH_VERSION=Public\u0113t versiju
TIT_SWITCH_VERSION_DIALOG=P\u0101rsl\u0113gt versiju
MSG_SWITCH_VERSION_DIALOG=Jums ir nesaglab\u0101tas IU izmai\u0146as. Vai v\u0113laties t\u0101s saglab\u0101t pirms p\u0101rsl\u0113g\u0161anas?
TIT_DRAFT_DISCARD_DIALOG=Noraid\u012Bt eso\u0161o melnrakstu
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Vai v\u0113laties noraid\u012Bt eso\u0161o melnrakstu un s\u0101kt no jauna?
BTN_TRANSLATE=Tulkot
BTN_UPLOAD_CHANGED_TEXTS=Aug\u0161upiel\u0101d\u0113t
TIT_UPLOAD_CHANGED_TEXTS=Aug\u0161upiel\u0101d\u0113t tulkojumus
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Tekstos ir tulkojamas nesaglab\u0101tas izmai\u0146as. Pirms XLIFF faila lejupiel\u0101des tiks saglab\u0101ts pa\u0161reiz\u0113jais st\u0101voklis.
MSG_UPLOAD_CHANGED_TEXTS=Aug\u0161upiel\u0101d\u0113t XLIFF failu, kur\u0101 ir main\u012Bto UI tekstu tulkojumi
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Atcelt
BTN_OPEN_DOWNLOAD_TRANSLATION=Lejupiel\u0101d\u0113t
BTN_OPEN_UPLOAD_TRANSLATION=Aug\u0161upiel\u0101d\u0113t
MSG_UPLOAD_TRANSLATION_SUCCESS=Tulkojums ir sekm\u012Bgi aug\u0161upiel\u0101d\u0113ts
BTN_DOWNLOAD_CHANGED_TEXTS=Lejupiel\u0101d\u0113t
TIT_DOWNLOAD_CHANGED_TEXTS=Lejupiel\u0101d\u0113t
MSG_DOWNLOAD_CHANGED_TEXTS=Lejupiel\u0101d\u0113jiet XLIFF failu, kur\u0101 ir main\u012Bto UI tekstus tulkojumi. Ir iek\u013Cauti visi \u0161o tekstu eso\u0161ie tulkojumi.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Atcelt
TXT_SOURCE_LANGUAGE=Avota valoda
TXT_TARGET_LANGUAGE=M\u0113r\u0137a valoda
BTN_NAVIGATION=Navig\u0101cija
BTN_VISUALIZATION=Vizualiz\u0101cija
HEADER_WARNING=Br\u012Bdin\u0101jums
HEADER_ERROR=K\u013C\u016Bda
MSG_RESTORE_FAILED=Diem\u017E\u0113l j\u016Bsu UI izmai\u0146as \u0161obr\u012Bd nevar noraid\u012Bt. L\u016Bdzu, v\u0113l\u0101k m\u0113\u0123iniet v\u0113lreiz vai sazinieties ar administratoru\: {0}
FORM_PERS_RESET_TITLE=Atiestat\u012Bt uz standarta versiju
FORM_PERS_RESET_MESSAGE=Vai v\u0113laties noraid\u012Bt visas UI izmai\u0146as un atiestat\u012Bt lietojumprogrammas standarta versiju?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Vai v\u0113laties atmest visas savas personaliz\u0113\u0161anas izmai\u0146as un atiestat\u012Bt lietojumprogrammu?
MSG_LREP_TRANSFER_ERROR=Diem\u017E\u0113l rad\u0101s tehniska k\u013C\u016Bda. L\u016Bdzu, v\u0113l\u0101k m\u0113\u0123iniet v\u0113lreiz vai sazinieties ar administratoru.
MSG_ERROR_REASON=Iemesls\: {0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Iziet
MSG_UNSAVED_CHANGES_ON_CLOSE=Vai saglab\u0101t izmai\u0146as?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=Vai saglab\u0101t j\u016Bsu melnraksta izmai\u0146as?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Saglab\u0101t
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Saglab\u0101t melnrakstu
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Noraid\u012Bt
MSG_UNSAVED_CHANGES=Ja apstiprin\u0101sit, visas j\u016Bsu veikt\u0101s UI izmai\u0146as tiks zaud\u0113tas. Lai t\u0101s saglab\u0101tu, aizveriet \u0161o dialoglodzi\u0146u un izejiet no UI adapt\u0113\u0161anas re\u017E\u012Bma.
MSG_NO_FIELDS=Vairs nav pieejams nek\u0101ds saturs
HEADER_PERSONALIZATION_EXISTS=Inform\u0101cija
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=J\u016Bs esat personaliz\u0113jis \u0161o lietotni vai past\u0101v publiskie skati. Tagad notiek lietotnes atk\u0101rtota iel\u0101de bez \u0161\u012Bm izmai\u0146\u0101m.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Izmai\u0146as, kas veiktas UI navig\u0101cijas re\u017E\u012Bm\u0101, tiks atmestas, tikl\u012Bdz iziesit no UI adapt\u0113\u0161anas.
MSG_DRAFT_EXISTS=\u0160ai lietotnei ir pieejams izmai\u0146u melnraksts. Tagad notiek lietotnes atk\u0101rtota iel\u0101de ar \u0161\u012Bm izmai\u0146\u0101m.
MSG_DRAFT_DISCARD_DIALOG=Vai v\u0113laties noraid\u012Bt melnraksta izmai\u0146as. Lietojumprogramma tiks iel\u0101d\u0113ta v\u0113lreiz.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=J\u016Bs esat personaliz\u0113jis \u0161o lietotni vai past\u0101v publiskie skati, k\u0101 ar\u012B ir pieejams izmai\u0146u melnraksts. Tagad notiek lietotnes atk\u0101rtota iel\u0101de bez j\u016Bsu veiktaj\u0101m personaliz\u0101cijas izmai\u0146\u0101m un publiskajiem skatiem, ta\u010Du ar izmai\u0146u melnrakstu.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Melnraksts ir pieejams.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Vai v\u0113laties noraid\u012Bt melnraksta izmai\u0146as un v\u0113lreiz aktiviz\u0113t versiju?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=J\u016Bs esat personaliz\u0113jis \u0161o lietotni, un ir pieejams izmai\u0146u melnraksts. Tagad notiek lietotnes atk\u0101rtota iel\u0101de bez j\u016Bsu veiktaj\u0101m personaliz\u0101cijas izmai\u0146\u0101m, ta\u010Du ar izmai\u0146u melnrakstu.
MSG_HIGHER_LAYER_CHANGES_EXIST=J\u016Bs esat personaliz\u0113jis \u0161o lietotni. Tagad notiek lietotnes atk\u0101rtota iel\u0101de bez \u0161\u012Bm izmai\u0146\u0101m.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=J\u016Bs esat personaliz\u0113jis \u0161o lietotni, un ir pieejami no lomas atkar\u012Bgi skati. Tagad notiek lietotnes atk\u0101rtota iel\u0101de bez j\u016Bsu veiktaj\u0101m personaliz\u0101cijas izmai\u0146\u0101m, ta\u010Du ar skatiem, kas atkar\u012Bgi no lomas.
MSG_RESTRICTED_CONTEXT_EXIST=\u0160ai lietotnei ir pieejami no lomas atkar\u012Bgi skati. Tagad notiek lietotnes atk\u0101rtota iel\u0101de ar \u0161iem skatiem.
HEADER_RELOAD_NEEDED=Lietojumprogramma j\u0101iel\u0101d\u0113 v\u0113lreiz
BUTTON_RELOAD_NEEDED=Iel\u0101d\u0113t v\u0113lreiz
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Lietojumprogramma tiks atk\u0101rtoti iel\u0101d\u0113ta ar j\u016Bsu personaliz\u0113\u0161anas izmai\u0146\u0101m un publiskajiem skatiem.
MSG_RELOAD_WITHOUT_DRAFT=Lietojumprogramma tiks iel\u0101d\u0113ta v\u0113lreiz bez melnraksta izmai\u0146\u0101m.
MSG_RELOAD_ACTIVATED_DRAFT=Lietojumprogramma tiks iel\u0101d\u0113ta v\u0113lreiz ar akt\u012Bvo versiju.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Lietojumprogramma tiks atk\u0101rtoti iel\u0101d\u0113ta bez melnraksta izmai\u0146\u0101m. J\u016Bsu personaliz\u0113\u0161anas izmai\u0146as un publiskie skati tiks pievienoti v\u0113lreiz.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Lietojumprogramma tiks atk\u0101rtoti iel\u0101d\u0113ta ar j\u016Bsu personaliz\u0113taj\u0101m izmai\u0146\u0101m. Tiks v\u0113lreiz pievienoti j\u016Bsu publiskie vai lomai specifiskie skati.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Lietojumprogramma tiks atk\u0101rtoti iel\u0101d\u0113ta ar j\u016Bsu publiskajiem vai lomai specifiskajiem skatiem.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=Lietojumprogramma tagad tiks atk\u0101rtoti iel\u0101d\u0113ta ar j\u016Bsu personiskaj\u0101m izmai\u0146\u0101m un ar piel\u0101gojumu, kam ir visaugst\u0101k\u0101 priorit\u0101te, kas atbilst j\u016Bsu lietot\u0101ju lom\u0101m.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=Lietojumprogramma tagad tiks atk\u0101rtoti iel\u0101d\u0113ta ar piel\u0101gojumu, kam ir visaugst\u0101k\u0101 priorit\u0101te, kas atbilst j\u016Bsu lietot\u0101ju lom\u0101m.
MSG_RELOAD_WITH_ALL_CHANGES=Lietojumprogramma tiks atk\u0101rtoti iel\u0101d\u0113ta ar vis\u0101m izmai\u0146\u0101m.
MSG_RELOAD_NEEDED=Veiktaj\u0101m izmai\u0146\u0101m ir nepiecie\u0161ama atk\u0101rtota lietojumprogrammas iel\u0101de.
MSG_MANAGE_APPS_FAILED=Diem\u017E\u0113l lietojumprogrammu variantu apskats \u012Bslaic\u012Bgi nav pieejams. L\u016Bdzu, sazinieties ar administratoru.
APP_VARIANT_DIALOG_SAVE=Saglab\u0101t
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Saglab\u0101t
APP_VARIANT_DIALOG_CLOSE=Aizv\u0113rt
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Atcelt
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Atcelt
CREATE_APP_VARIANT_DIALOG_TITLE=Saglab\u0101t k\u0101 jaunu lietojumprogrammu variantu
APP_DIALOG_TITLE_TEXT=Virsraksts
APP_DIALOG_SUB_TITLE_TEXT=Apak\u0161virsraksts
APP_DIALOG_DESCRIPTION_TEXT=Apraksts
APP_DIALOG_ICON_TEXT=Ikona
RENAME_ERROR_TITLE=Nosaukuma do\u0161anas k\u013C\u016Bda
RENAME_EMPTY_ERROR_TEXT=L\u016Bdzu, ievadiet nosaukumu.
RENAME_BINDING_ERROR_TEXT=Nosaukum\u0101 nedr\u012Bkst b\u016Bt "{". L\u016Bdzu, izv\u0113lieties citu nosaukumu.
APP_VARIANT_ICON_SELECT_ICON=Atlas\u012Bt ikonu
APP_VARIANT_ICON_NO_DATA=Netika atrasta neviena ikona.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Jaunais lietojumprogrammu variants ir saglab\u0101ts.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=UI adapt\u0113\u0161anas re\u017E\u012Bms tiks aizv\u0113rts. J\u016Bs tiksit atgriezts s\u0101kumlap\u0101 un inform\u0113ts, kad k\u013C\u016Bs pieejama jauna fl\u012Bz\u012Bte.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=J\u016Bs tiksit inform\u0113ts, kad k\u013C\u016Bs pieejama jauna fl\u012Bz\u012Bte.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=UI adapt\u0113\u0161anas re\u017E\u012Bms tiks aizv\u0113rts. Sazinieties ar administratoru, lai pievienotu fl\u012Bz\u012Bti Fiori Launchpad s\u0101kumlapai (lietojumprogrammas ID\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Sazinieties ar administratoru, lai pievienotu fl\u012Bz\u012Bti Fiori Launchpad s\u0101kumlapai (lietojumprogrammas ID\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=K\u013C\u016Bda
MSG_LOAD_APP_VARIANT_FAILED=Diem\u017E\u0113l lietojumprogrammas variantu nevar\u0113ja iel\u0101d\u0113t. Nos\u016Btiet administratoram t\u0101l\u0101k min\u0113to tehnisko inform\u0101ciju.
MSG_SAVE_APP_VARIANT_FAILED=Diem\u017E\u0113l lietojumprogrammas variantu nevar\u0113ja saglab\u0101t. Nos\u016Btiet administratoram t\u0101l\u0101k min\u0113to tehnisko inform\u0101ciju.
MSG_UPDATE_APP_VARIANT_FAILED=Diem\u017E\u0113l lietojumprogrammas variantu nevar\u0113ja atjaunin\u0101t. Nos\u016Btiet administratoram t\u0101l\u0101k min\u0113to tehnisko inform\u0101ciju.
MSG_CATALOG_ASSIGNMENT_FAILED=Jaunais lietojumprogrammas variants tika saglab\u0101ts, ta\u010Du to nevar\u0113ja piesaist\u012Bt katalogam. Nos\u016Btiet t\u0101l\u0101k min\u0113to tehnisko inform\u0101ciju savam satura administratoram.
MSG_TILE_CREATION_FAILED=Atsvaidziniet Fiori Launchpad s\u0101kumlapu, lai p\u0101rbaud\u012Btu, vai jaun\u0101 fl\u012Bz\u012Bte ir izveidota. L\u016Bdzu, sazinieties ar savu satura administratoru, ja t\u0101 nav pieejama vai nedarbojas pareizi.
MSG_COPY_UNSAVED_CHANGES_FAILED=Diem\u017E\u0113l j\u016Bsu lietojumprogrammas variantu un attiec\u012Bg\u0101s UI izmai\u0146as nevar\u0113ja saglab\u0101t. Lietojumprogrammas variants nav pieejams. L\u016Bdzu, nos\u016Btiet t\u0101l\u0101k min\u0113to tehnisko inform\u0101ciju savam administratoram.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Ievad\u012Bt virsrakstu
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=\u0160obr\u012Bd ir pieejama jauna fl\u012Bz\u012Bte. Lai to par\u0101d\u012Btu, atsvaidziniet p\u0101rl\u016Bku.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Inform\u0101cija
SAVE_APP_VARIANT_OK_TEXT=Labi
SAVE_APP_VARIANT_CLOSE_TEXT=Aizv\u0113rt
SAVE_APP_VARIANT_COPY_ID_TEXT=Kop\u0113t ID un aizv\u0113rt
MSG_APP_VARIANT_ID=Lietojumprogrammas varianta ID\: {0}
MSG_TECHNICAL_ERROR=K\u013C\u016Bda\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Lietojumprogrammu variantu apskats
APP_VARIANT_TILE_ARIA_LABEL=Fiori fl\u012Bz\u012Btes priek\u0161skat\u012Bjums
MENU_ITEM_KEY_USER=Pamatlietot\u0101jam
MENU_ITEM_SAP_DEVELOPER=SAP izstr\u0101d\u0101t\u0101jam
MSG_DEPENDENCY_ERROR=\u0160\u012Bs izmai\u0146as nevar piem\u0113rot lietot\u0101ja saskarnei. L\u016Bdzu, atiestatiet lietot\u0101ja saskarnes ori\u0123in\u0101lo st\u0101vokli un izveidojiet izmai\u0146as no jauna. Uzman\u012Bbu\! Tiks atiestat\u012Btas visas izmai\u0146as, kuras \u0161aj\u0101 lietojumprogramm\u0101 ir veicis jebkur\u0161 lietot\u0101js. Vai ar\u012B sazinieties ar SAP atbalstu, atverot bi\u013Ceti komponentam CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Lietojumprogrammas variants (ID\: {0}) izdz\u0113sts.
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Lietojumprogrammas variants (ID\: {0}) izdz\u0113sts. Lai no\u0146emtu failu no palai\u0161anas pane\u013Ca, v\u0113lreiz iel\u0101d\u0113jiet m\u0101jas lapu.
MSG_DELETE_APP_VARIANT_FAILED=Diem\u017E\u0113l lietojumprogrammas variantu nevar\u0113ja izdz\u0113st. Nos\u016Btiet administratoram t\u0101l\u0101k min\u0113to tehnisko inform\u0101ciju.
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Inform\u0101cija
DELETE_APP_VARIANT_OK_TEXT=Labi
DELETE_APP_VARIANT_CLOSE_TEXT=Aizv\u0113rt
MSG_NO_BUSINESS_CONTEXTS=Nav
MSG_DO_NOT_CLOSE_BROWSER=Notiek darb\u012Bba - l\u016Bdzu, neaizveriet p\u0101rl\u016Bku.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Notiek dz\u0113\u0161ana - l\u016Bdzu, neaizveriet p\u0101rl\u016Bku.\n\u0145emiet v\u0113r\u0101, ka lietojumprogrammas varianta fl\u012Bz\u012Bte b\u016Bs redzama, kam\u0113r notiek dz\u0113\u0161ana.
MSG_CATALOGS_LOCKED=Diem\u017E\u0113l nevar\u0113ja izdz\u0113st lietojumprogrammas variantu. L\u016Bdzu, v\u0113l\u0101k m\u0113\u0123iniet v\u0113lreiz.

MSG_UNSTABLE_ID_FOUND=Da\u017E\u0101m no j\u016Bsu vad\u012Bb\u0101m nav stabilu ID. Lai identific\u0113tu ietekm\u0113t\u0101s vad\u012Bbas, izmantojiet atbalsta pal\u012Bgu k\u0101 aprakst\u012Bts [\u0161eit](https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) un iestatiet ID. (\u0160is zi\u0146ojums ir redzams tikai iek\u0161\u0113ji SAP, bet jums p\u0113c iesp\u0113jas \u0101tr\u0101k j\u0101iestata ID.)

MSG_NO_FLEX_ENABLED_FLAG=J\u016Bsu lietojumprogramma nav iesp\u0113jota UI pie\u0146em\u0161anai. P\u0101rbaudiet priek\u0161nosac\u012Bjumus kas aprakst\u012Bti [\u0161eit](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (\u0160is zi\u0146ojums ir redzams tikai iek\u0161\u0113ji SAP. Funkcionalit\u0101te nav ietekm\u0113ta, bet, l\u016Bdzu, par\u016Bp\u0113jieties par to p\u0113c iesp\u0113jas \u0101tr\u0101k.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Defin\u0113t iegulto saturu
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Atjaunin\u0101t iegulto saturu
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=IFrame lielums
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Platums
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Platuma vien\u012Bba
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Augstums
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Augstuma vien\u012Bba
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Saglab\u0101t
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Atcelt
CTX_ADDIFRAME=Iegultais saturs\: {0}
CTX_ADDIFRAME_GROUP=Iegultais saturs
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Uzs\u0101kt\u0101 lietojumprogramma (variants) darbojas CUSTOMER vai CUSTOMER_BASE sl\u0101n\u012B. T\u0101p\u0113c J\u016Bs k\u0101 SAP izstr\u0101d\u0101t\u0101js nevarat redz\u0113t pieejamos lietojumprogrammas variantus.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Lietojumprogrammas varianta p\u0101rskats SAP izstr\u0101d\u0101t\u0101jiem.
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Priek\u0161skat\u012Bt URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=IFrame priek\u0161skat\u012Bjums
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=R\u0101d\u012Bt priek\u0161skat\u012Bjumu
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Atjaunin\u0101t priek\u0161skat\u012Bjumu
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Lai r\u0101d\u012Btu iegulto saturu, izv\u0113lieties R\u0101d\u012Bt priek\u0161skat\u012Bjumu. Ja nekas nav par\u0101d\u012Bts, p\u0101rbaudiet URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (noklik\u0161\u0137iniet, lai manu\u0101li redi\u0123\u0113tu)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Pieejam\u0101s v\u0113rt\u012Bbas (noklik\u0161\u0137iniet, lai pievienotu URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametrs
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=V\u0113rt\u012Bbas paraugs
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Parametru mekl\u0113\u0161ana
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=\u0160eit izmantotie URL ir vajadz\u012Bgi, lai izpild\u012Btu noteiktus priek\u0161nosac\u012Bjumus, bez kuriem nekas nedarbosies.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Papildinform\u0101cija
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=Virsraksts
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Iegultais saturs
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Procentu\u0101l\u0101 da\u013Ca attiecas uz sada\u013Cas platumu
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Procentu\u0101l\u0101 da\u013Ca attiecas uz galvenes platumu
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Procentu\u0101l\u0101 da\u013Ca attiecas uz p\u0101rl\u016Bka loga augstumu
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Pikse\u013Cu skaits
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=Attiecas uz saknes HTML elementa fonta lielumu
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Detaliz\u0113ti iestat\u012Bjumi
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=Mantot\u0101s navig\u0101cijas re\u017E\u012Bms
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=P\u0101rsl\u0113dzoties uz mantot\u0101s navig\u0101cijas re\u017E\u012Bmu, p\u0101rl\u016Bka v\u0113sturei autom\u0101tiski tiek pievienoti vair\u0101ki ieraksti, piem\u0113ram, atrisinot URL parametrus. Tas SAP Fiori elementu lietojumprogramm\u0101 var nev\u0113lami ietekm\u0113t p\u0101rl\u016Bka pogas \u201CAtpaka\u013C\u201D uzved\u012Bbu.\nIzmantojiet \u0161o re\u017E\u012Bmu tikai t\u0101dos gad\u012Bjumos, ja ir radu\u0161\u0101s probl\u0113mas ar novecoju\u0161u saturu vai iegultais saturs netiek pareizi iel\u0101d\u0113ts.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=Protokols nav at\u013Cauts.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=HTTP satura iegul\u0161ana HTTPS saimniek\u0101 nav at\u013Cauta.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=URL nav at\u013Cauts.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Ievadiet der\u012Bgu URL.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=Nosaukums nomain\u012Bts uz "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=Nosaukums nomain\u012Bts no "{1}" uz "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Elements {0} tika p\u0101rvietots
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=Elements {0} tika p\u0101rvietots t\u0101 konteiner\u0101
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Elements {0} tika p\u0101rvietots
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Elements {0} tika pievienots
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Elements {0} tika kombin\u0113ts
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Elementi "{0}" un "{1}" kombin\u0113ti
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY={0} elementi kombin\u0113ti
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Elements {0} sadal\u012Bts
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Grupa {0} pievienota
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Lauks {0} pievienots
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=iFrame pievienots
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Elementa iestat\u012Bjumi {0} main\u012Bti
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Elements tika main\u012Bts
TIT_CHANGEVISUALIZATION_TYPE=Tips
TIT_CHANGEVISUALIZATION_CHANGES=Izmai\u0146as
TIT_CHANGEVISUALIZATION_DATE=Datums
TIT_CHANGEVISUALIZATION_DETAILS=Detaliz\u0113ta inform.
TIT_CHANGEVISUALIZATION_DESCRIPTION=Apraksts
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Vizualiz\u0113t pamatlietot\u0101ja izmai\u0146as
BUT_CHANGEVISUALIZATION_SELECTCHANGES=Atlas\u012Bt izmai\u0146u tipu
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Izmai\u0146as nav vizualiz\u0113tas\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Viss
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Visas izmai\u0146as
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=P\u0101rvietot
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=P\u0101rvietotie elementi
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=P\u0101rd\u0113v\u0113t
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=P\u0101rd\u0113v\u0113tie elementi
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Pievienot
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Pievienotie elementi
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Kombin\u0113t un sadal\u012Bt
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Kombin\u0113tie un sadal\u012Btie elementi
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=No\u0146emt
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=No\u0146emtie elementi
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Cits
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Citas izmai\u0146as
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Viss
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Melnraksts
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Nesaglab\u0101ts
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Tikko
MSG_LOCAL_RESET_VARIANT_SAVE=Konteiners tika atiestat\u012Bts, un skats ir saglab\u0101ts autom\u0101tiski.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=R\u0101d\u012Bt avotu
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=R\u0101d\u012Bt citas da\u013Cas
BUT_CHANGEVISUALIZATION_LEARNMORE=[Uzzin\u0101t vair\u0101k]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 izmai\u0146as
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR={0} izmai\u0146as

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Cit\u0101 sist\u0113m\u0101 tika veiktas \u0161\u012Bs lietojumprogrammas UI izmai\u0146as. Lai nov\u0113rstu konfliktus, stingri iesak\u0101m veikt UI izmai\u0146as tikai vien\u0101 sist\u0113m\u0101 un p\u0113c tam t\u0101s transport\u0113t uz cit\u0101m sist\u0113m\u0101m. Sk. [UI piel\u0101go\u0161ana](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Br\u012Bdin\u0101jums\u00A0\u2014 nopietnu konfliktu risks
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=J\u016Bs s\u0101kat lietot\u0101ja saskarnes piel\u0101go\u0161anu produkt\u012Bv\u0101 sist\u0113m\u0101. Ja jums ir izstr\u0101des vai testa sist\u0113ma, iesak\u0101m veikt izmai\u0146as taj\u0101 un izmantot transport\u0113\u0161anas meh\u0101nismu, lai public\u0113tu \u0161\u012Bs izmai\u0146as.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Br\u012Bdin\u0101jums\u00A0\u2014 j\u016Bs gras\u0101ties veikt izmai\u0146as produkt\u012Bv\u0101 sist\u0113m\u0101
MSG_GENERIC_ERROR_MESSAGE=Rad\u0101s k\u013C\u016Bda. L\u016Bdzu, sazinieties ar SAP atbalstu, atverot komponenta CA-UI5-FL-RTA bi\u013Ceti.\nL\u016Bdzu, bi\u013Cet\u0113 iek\u013Caujiet \u0161\u0101du tehnisku inform\u0101ciju\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=K\u013C\u016Bda, start\u0113jot UI pie\u0146em\u0161anu

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Jums nav galven\u0101 lietot\u0101ja at\u013Cauju. L\u016Bdzu, sazinieties ar administratoru.

BTN_TOOLTIP_MOVE_UP=P\u0101rvietot uz aug\u0161u
BTN_TOOLTIP_MOVE_DOWN=P\u0101rvietot uz leju
BTN_ADAPTING_FOR=Piel\u0101go\u0161ana \u0161im\: "{0}"
BTN_ADAPTING_FOR_ALL_USERS=Piel\u0101go\u0161ana \u0161im\: "Visi lietot\u0101ji"
BTN_SWITCH_ADAPTATIONS=P\u0101rsl\u0113gt piel\u0101gojumus
EAC_DIALOG_HEADER=Redi\u0123\u0113t pie\u0146em\u0161anu
SAC_DIALOG_HEADER=Saglab\u0101t k\u0101 jaunu pie\u0146em\u0161anu
DAC_DIALOG_HEADER=Dz\u0113st piel\u0101gojumu
DAC_DIALOG_DESCRIPTION=Vai tie\u0161\u0101m v\u0113laties izdz\u0113st \u0161o piel\u0101gojumu?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Jums ir nesaglab\u0101tas lietot\u0101ja saskarnes izmai\u0146as. L\u012Bdz ar \u0161\u012B piel\u0101gojuma dz\u0113\u0161anu j\u016Bs izdz\u0113s\u012Bsiet ar\u012B lietot\u0101ja saskarn\u0113 veikt\u0101s izmai\u0146as. Vai tie\u0161\u0101m v\u0113laties dz\u0113st \u0161o piel\u0101gojumu?
DAC_DIALOG_MIGRATION_HEADER=Skatu migr\u0113\u0161ana
DAC_DIALOG_MIGRATION_DESCRIPTION=M\u0113s konstat\u0113j\u0101m, ka j\u016Bs \u0161aj\u0101 lietojumprogramm\u0101 jau pie\u0161\u0137\u012Br\u0101t skatiem lomas. Ja v\u0113laties izveidot adapt\u0113\u0161anu, \u0161os skatus migr\u0113jiet uz adapt\u0113\u0161an\u0101m.\nP\u0113c migr\u0101cijas visi skati, kas bija pie\u0161\u0137irti lomai, tiks iek\u013Cauti adapt\u0113\u0161an\u0101. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=Esam paman\u012Bju\u0161i, ka j\u016Bs \u0161aj\u0101 lietotn\u0113 jau pie\u0161\u0137\u012Br\u0101t skatiem lomas. Ja v\u0113laties izveidot piel\u0101gojumu, migr\u0113jiet \u0161os skatus uz piel\u0101gojumiem.\nP\u0113c migr\u0101cijas katrs lomai pie\u0161\u0137irtais skats tiks iek\u013Cauts piel\u0101gojum\u0101.\n\nJums ir nesaglab\u0101tas UI izmai\u0146as. T\u0101s pirms migr\u0101cijas tiek saglab\u0101tas.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=Skati tika sekm\u012Bgi migr\u0113ti.\nTagad varat p\u0101rsl\u0113gties uz izveidotajiem migr\u0113\u0161anas gad\u012Bjumiem un tos p\u0101rbaud\u012Bt.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=Migr\u0101cijas laik\u0101 rad\u0101s k\u013C\u016Bda. L\u016Bdzu, m\u0113\u0123iniet v\u0113lreiz v\u0113l\u0101k vai sazinieties ar administratoru.
MANAGE_ADAPTATIONS_DIALOG_HEADER=P\u0101rvald\u012Bt pie\u0146em\u0161anas
BTN_MANAGE_APP_CTX=P\u0101rvald\u012Bt pie\u0146em\u0161anas
TXT_MANAGE_APP_CTX=Skat\u012Bt, redi\u0123\u0113t vai dz\u0113st pie\u0146em\u0161anas
CLM_HEADER_PRIORITY=Priorit\u0101te
CLM_HEADER_CREATED=Izveidots
CLM_HEADER_CHANGED=P\u0113d\u0113jo reizi main\u012Bts
CLM_HEADER_ADAPTATIONS_ACTIONS=Darb\u012Bbas
CLM_HEADER_CONTEXT=Konteksts
CLM_HEADER_ADAPTATIONS_TITLE=Virsraksts
CLM_HEADER_ADAPTATIONS_CREATED_ON=Izveides datums
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Main\u012B\u0161anas datums
MAA_DIALOG_DESCRIPTION=Apraksts
MAA_DIALOG_SAVE_AS_APP=Saglab\u0101t k\u0101
MAA_DIALOG_ADAPT_UI=Adapt\u0113t UI
MENU_BTN_SHARE=Koplietot
MENU_BTN_EDIT=Redi\u0123\u0113t
MAA_DIALOG_DELETE=Dz\u0113st
TXT_SELECT_FIRST_PRIO=Ievietot pirms visa (priorit\u0101te \u201C1\u201D)
TXT_SELECT_PRIO=Ievietot p\u0113c \u201C{0}\u201D (priorit\u0101te \u201C{1}\u201D)
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Ievad\u012Bt aprakstu
TXT_TABLE_CONTEXT_CELL_ROLE=Loma
TXT_TABLE_CONTEXT_CELL_ROLES=Lomas
TXT_DEFAULT_APP=No konteksta neatkar\u012Bga piel\u0101go\u0161ana
APP_CTX_DIALOG_SAVE=Saglab\u0101t
APP_CTX_DIALOG_CANCEL=Atcelt
APP_CTX_DIALOG_CONFIRM=Apstiprin\u0101t
TOOLTIP_APP_CTX_DIALOG_SAVE=No konteksta atkar\u012Bg\u0101 adapt\u0113\u0161ana netika main\u012Bta.
TXT_CTX_ERROR_DUPLICATE_TITLE=Adapt\u0113\u0161anas virsraksts jau past\u0101v. L\u016Bdzu, ievadiet citu nosaukumu.
TXT_CTX_ERROR_MAX_LEN=Adapt\u0113\u0161anas virsraksti ir ierobe\u017Eoti l\u012Bdz {0} rakstz\u012Bmei(\u0113m).
TXT_CTX_ERROR_EMPTY_TITLE=L\u016Bdzu, ievadiet virsrakstu.
