
#XCAP: Title in the Toolbar
TOOLBAR_TITLE=UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443
#XCAP: Title in the Toolbar when the layer is USER
TOOLBAR_TITLE_PERSONALIZE=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u049B\u0430\u043B\u0430\u0443 \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u0440\u0435\u0442\u0442\u0435\u0443
#XBUT: Button 'Exit' of the Toolbar
BTN_EXIT=\u0428\u044B\u0493\u0443
#XBUT: Button 'Done' of the Toolbar
BTN_DONE=\u041E\u0440\u044B\u043D\u0434\u0430\u043B\u0434\u044B
#XTOL: Tooltip for Button 'Done' of the Toolbar
BTN_DONE_TOOLTIP=\u04E8\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0434\u0456 \u0441\u0430\u049B\u0442\u0430\u0443
#XMIT:	Context Menu Entry 'Adapt'
CTX_ADAPT=\u049A\u043E\u0441\u044B\u043C\u0448\u0430...
#XMIT:	Context Menu Entry 'Remove'
CTX_REMOVE=\u0416\u043E\u044E
#XMIT:	Remove Confirm Dialog Title
CTX_REMOVE_TITLE=\u0416\u043E\u044E
#XMIT:	Context Menu Entry 'Add <control type, e.g. Field, Section, ...>'
CTX_ADD_ELEMENTS={0} \u049B\u043E\u0441\u0443
#XMIT: a Context Menu Entry or Dialog Title will be enhanced with this key user friendly term for several controls
MULTIPLE_CONTROL_NAME=\u041C\u0430\u0437\u043C\u04B1\u043D
#XMIT: Context Menu Entry 'Cut'
CTX_CUT=\u049A\u0438\u044B\u043F \u0430\u043B\u0443
#XMIT: Context Menu Entry 'Paste'
CTX_PASTE=\u049A\u043E\u044E
#XMIT:	Context Menu Entry 'Group'
CTX_GROUP_FIELDS=\u0411\u0456\u0440\u0456\u043A\u0442\u0456\u0440\u0443
#XMIT:	Context Menu Entry 'Ungroup'
CTX_UNGROUP_FIELDS=\u0411\u04E9\u043B\u0443
#XMIT:	Context Menu Entry 'Create Group/Section/<other control type>'
CTX_CREATE_CONTAINER={0} \u0436\u0430\u0441\u0430\u0443
#XTIT:	Title or label of the newly created Group/Section/<other control type>
TITLE_CREATE_CONTAINER=\u0416\u0430\u04A3\u0430 {0}
#XMIT:	Context Menu Entry 'Rename'
CTX_RENAME=\u0410\u0442\u044B\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443
#XMIT:	Context Menu Entry 'Settings'
CTX_SETTINGS=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440
#XMIT:	Context Menu Entry 'Trigger'
CTX_TRIGGER=\u041A\u0435\u043B\u0435\u0441\u0456\u0433\u0435 \u04E9\u0442\u0443\:
#XBUT: Button 'OK' of the Additional Elements Dialog
BTN_FREP_OK=OK
#XBUT: Button 'OK' of the Additional Elements Dialog
BTN_FREP_REMOVE=\u0416\u043E\u044E
#XBUT: Button 'Cancel' of the Additional Elements Dialog
BTN_FREP_CANCEL=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
#XTOL: Tooltip for Button 'Create Custom Field' of the Additional Elements Dialog
BTN_FREP_CCF=\u041F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u0443\u0448\u044B \u04E9\u0440\u0456\u0441\u0456\u043D, \u049B\u0430\u0443\u044B\u043C\u0434\u0430\u0441\u0442\u044B\u049B\u0442\u044B \u043D\u0435 \u043B\u043E\u0433\u0438\u043A\u0430\u043D\u044B \u0436\u0430\u0441\u0430\u0443
#XMIT: Label for the original name of a renamed label
LBL_FREP={0} \u0431\u043E\u043B\u0493\u0430\u043D
#XHED:Header in  the Settings Dialog
HEADER_SETTINGS=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440
#XHED:Header for dialog showing additional elements with placeholder specifing the control type
HEADER_ADDITIONAL_ELEMENTS=\u049A\u043E\u043B \u0436\u0435\u0442\u0456\u043C\u0434\u0456 {0}
#XBUT: Button 'Share' of the Toolbar
BTN_SHARE=\u0411\u04E9\u043B\u0456\u0441\u0443
#XBUT: Button 'Undo' of the Toolbar
BTN_UNDO=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
#XBUT: Button 'Redo' of the Toolbar
BTN_REDO=\u049A\u0430\u0439\u0442\u0430 \u0456\u0441\u0442\u0435\u0443
#XBUT: Button 'Publish' of the Toolbar
BTN_PUBLISH=\u0416\u0430\u0440\u0438\u044F\u043B\u0430\u0443
#XBUT: Button 'Reset' of the Toolbar
BTN_RESTORE=\u0411\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0443
#XBUT: Button 'Transport' of the Toolbar
BTN_TRANSPORT=\u0422\u0430\u0441\u044B\u043C\u0430\u043B\u0434\u0430\u0443
#XBUT: Button 'UI Adaptation' of the Toolbar
BTN_ADAPTATION=UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443\u0456
#XBUT: Button 'Navigation' of the Toolbar
BTN_NAVIGATION=\u041D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044F
#XHED: dialog title for failed reset
HEADER_RESTORE_FAILED=\u049A\u0430\u0442\u0435
#XMSG: dialog message for failed reset
MSG_RESTORE_FAILED=UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437\u0434\u0456 \u0431\u04B1\u043B \u0436\u043E\u043B\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0435\u043C\u0435\u0441. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u04D9\u043A\u0456\u043C\u0448\u0456\u04A3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437\: {0}
#XHED: dialog title for transport error
HEADER_TRANSPORT_ERROR=\u049A\u0430\u0442\u0435
#XMSG: dialog message for transport error
MSG_TRANSPORT_ERROR=UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437\u0434\u0456 \u0431\u04B1\u043B \u0436\u043E\u043B\u044B \u0442\u0430\u0441\u044B\u043C\u0430\u043B\u0434\u0430\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0435\u043C\u0435\u0441. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u04D9\u043A\u0456\u043C\u0448\u0456\u04A3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437\: {0}
#XMSG: dialog message for publishing error
MSG_PUBLISH_ERROR=UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437\u0434\u0456 \u0431\u04B1\u043B \u0436\u043E\u043B\u044B \u0436\u0430\u0440\u0438\u044F\u043B\u0430\u0443 \u043C\u04AF\u043C\u043A\u0456\u043D \u0435\u043C\u0435\u0441. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437 \u043D\u0435\u043C\u0435\u0441\u0435 \u04D9\u043A\u0456\u043C\u0448\u0456\u04A3\u0456\u0437\u0433\u0435 \u0445\u0430\u0431\u0430\u0440\u043B\u0430\u0441\u044B\u04A3\u044B\u0437\: {0}
#XMSG: message toast text for transport success
MSG_TRANSPORT_SUCCESS=UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437 \u0442\u0430\u0441\u044B\u043C\u0430\u043B\u0434\u0430\u0443\u0493\u0430 \u049B\u043E\u0441\u044B\u043B\u0434\u044B.
#XMSG: message toast text for publishing success
MSG_PUBLISH_SUCCESS=UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437 \u0436\u0430\u0440\u0438\u044F\u043B\u0430\u0443 \u0436\u043E\u0441\u043F\u0430\u0440\u044B\u043D\u0430 \u049B\u043E\u0441\u044B\u043B\u0434\u044B
#XHED: dialog title for inapplicable transport
HEADER_TRANSPORT_INAPPLICABLE=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
#XMSG: dialog message for inapplicable transport
MSG_TRANSPORT_INAPPLICABLE=\u0411\u0430\u0440\u043B\u044B\u049B UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440 \u0442\u0430\u0441\u044B\u043C\u0430\u043B\u0434\u0430\u0443\u0493\u0430 \u0431\u04B1\u0440\u044B\u043D\u043D\u0430\u043D \u049B\u043E\u0441\u044B\u043B\u0493\u0430\u043D.
#XHED: dialog title for apply/save transport error
HEADER_TRANSPORT_APPLYSAVE_ERROR=\u049A\u0430\u0442\u0435
#XMSG: dialog message for apply/save transport error
MSG_TRANSPORT_APPLYSAVE_ERROR=\u041F\u0418 \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u0443 \u043D\u0435 \u0441\u0430\u049B\u0442\u0430\u0443 \u043A\u0435\u0437\u0456\u043D\u0434\u0435 \u049B\u0430\u0442\u0435 \u043E\u0440\u044B\u043D \u0430\u043B\u0434\u044B\: \u0421\u04D9\u0439\u043A\u0435\u0441\u0442\u0435\u043D\u0434\u0456\u0440\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0435\u043D \u0448\u044B\u0493\u0443 \u0436\u04D9\u043D\u0435 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u0431\u0430\u0441\u0442\u0430\u043F\u049B\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0443\: {0}
#XTIT: reset confirmation dialog title
FORM_PERS_RESET_TITLE=\u0421\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u044B \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u049B\u0430\u043B\u043F\u044B\u043D\u0430 \u043A\u0435\u043B\u0442\u0456\u0440\u0443
#XMSG: reset confirmation dialog message
FORM_PERS_RESET_MESSAGE=\u0411\u0430\u0440\u043B\u044B\u049B UI \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u043D\u0435\u043D \u0431\u0430\u0441 \u0442\u0430\u0440\u0442\u044B\u043F, \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u0442\u044B \u043D\u04B1\u0441\u049B\u0430\u0441\u044B\u043D\u0430 \u049B\u0430\u0439\u0442\u0430\u0440\u0443 \u043A\u0435\u0440\u0435\u043A \u043F\u0435?
#XMSG: reset confirmation dialog message in personalization mode
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u0411\u0430\u0440\u043B\u044B\u049B \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0431\u043E\u0439\u044B\u043D\u0448\u0430 \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437\u0434\u0456 \u0436\u043E\u0439\u044B\u043F, \u049B\u043E\u043B\u0430\u043D\u0431\u0430\u043D\u044B \u049B\u0430\u0439\u0442\u0430 \u043E\u0440\u043D\u0430\u0442\u0443 \u043A\u0435\u0440\u0435\u043A \u043F\u0435?
#XMSG: Error message presented if storing to LREP fails
MSG_LREP_TRANSFER_ERROR=\u041A\u0435\u0448\u0456\u0440\u0456\u04A3\u0456\u0437, \u0442\u0435\u0445\u043D\u0438\u043A\u0430\u043B\u044B\u049B \u049B\u0430\u0442\u0435 \u043E\u0440\u044B\u043D \u0430\u043B\u0434\u044B. \u04D8\u0440\u0435\u043A\u0435\u0442\u0442\u0456 \u043A\u0435\u0439\u0456\u043D \u049B\u0430\u0439\u0442\u0430\u043B\u0430\u04A3\u044B\u0437.
#XMSG: Error message showing the reason (technical info)
MSG_ERROR_REASON=\u0421\u0435\u0431\u0435\u043F\: {0}
#XMSG: Message when leaving RTA without saving
MSG_UNSAVED_CHANGES=\u04D8\u0440\u0435\u043A\u0435\u0442 \u0440\u0430\u0441\u0442\u0430\u043B\u0441\u0430, \u0431\u0430\u0440\u043B\u044B\u049B UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440\u0456\u043D\u0435 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0456\u04A3\u0456\u0437 \u0436\u043E\u0493\u0430\u043B\u0430\u0434\u044B. \u041E\u043B\u0430\u0440\u0434\u044B \u0441\u0430\u049B\u0442\u0430\u0443 \u04AF\u0448\u0456\u043D, \u0434\u0438\u0430\u043B\u043E\u0433\u0442\u044B\u049B \u0442\u0435\u0440\u0435\u0437\u0435\u043D\u0456 \u0436\u0430\u0443\u044B\u043F, UI \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0456\u043D \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0435\u043D \u0448\u044B\u0493\u044B\u04A3\u044B\u0437.
#XMSG: Message when removing a SimpleForm toolbar
MSG_REMOVING_TOOLBAR=\u0411\u04B1\u043B \u0442\u043E\u043F\u0442\u044B\u04A3 \u0442\u0430\u049B\u044B\u0440\u044B\u0431\u044B \u049B\u043E\u0441\u044B\u043C\u0448\u0430 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0442\u0435\u0440 \u049B\u0430\u043C\u0442\u0438\u0434\u044B. \u0422\u043E\u043F\u0442\u044B \u04E9\u0448\u0456\u0440\u0441\u0435\u04A3\u0456\u0437, \u043E\u043B\u0430\u0440 \u0436\u043E\u0493\u0430\u043B\u0430\u0434\u044B. \u0422\u043E\u043F\u0442\u044B \u0431\u04D9\u0440\u0456\u0431\u0456\u0440 \u0436\u043E\u044E \u043A\u0435\u0440\u0435\u043A \u043F\u0435?
#XMSG: Message when no fields are available in the add-field-dialog
MSG_NO_FIELDS=\u0411\u0430\u0441\u049B\u0430 {0} \u0436\u043E\u049B
#XHED: Dialog title for personalization exists
HEADER_PERSONALIZATION_EXISTS=\u0410\u049B\u043F\u0430\u0440\u0430\u0442
#XMSG: Dialog message for personalization exists
MSG_PERSONALIZATION_EXISTS=\u049A\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F\u0441\u044B \u0436\u0430\u0441\u0430\u043B\u0434\u044B. UI \u0431\u0435\u0439\u0456\u043C\u0434\u0435\u0443 \u0440\u0435\u0436\u0438\u043C\u0456\u043D\u0434\u0435 \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456\u043D\u0441\u0456\u0437 \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u043B\u0435\u0434\u0456.
#XHED: Dialog title to load personalization changes
HEADER_LOAD_PERSONALIZATION_CHANGES=\u0414\u0435\u0440\u0431\u0435\u0441\u0442\u0435\u043B\u0433\u0435\u043D \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
#XMSG: Dialog message to load personalization changes
MSG_LOAD_PERSONALIZATION_CHANGES=\u041F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F\u0493\u0430 \u0436\u0430\u0441\u0430\u043B\u0493\u0430\u043D \u04E9\u0437\u0433\u0435\u0440\u0442\u0443\u043B\u0435\u0440\u0434\u0456 \u049B\u0430\u0439\u0442\u0430 \u043A\u04E9\u0440\u0443 \u04AF\u0448\u0456\u043D \u049B\u043E\u043B\u0434\u0430\u043D\u0431\u0430\u043D\u044B \u049B\u0430\u0439\u0442\u0430 \u0436\u04AF\u043A\u0442\u0435\u0443\u0433\u0435 \u0431\u043E\u043B\u0430\u0434\u044B
#XMSG: MessageBox confirm button text personalization
MSG_PERSONALIZATION_CONFIRM_BUTTON_TEXT=\u0414\u0435\u0440\u0431\u0435\u0441\u0442\u0435\u043B\u0433\u0435\u043D \u043D\u04B1\u0441\u049B\u0430\u043D\u044B \u043A\u04E9\u0440\u0441\u0435\u0442\u0443
#XMSG: MessageBox cancel button text personalization
MSG_PERSONALIZATION_CANCEL_BUTTON_TEXT=\u0411\u043E\u043B\u0434\u044B\u0440\u043C\u0430\u0443
