
SERVICE_NAME=Adaptaci\u00F3n de la IU
BTN_EXIT=Guardar y salir
BTN_DONE=Listo
CTX_REMOVE=Quitar
CTX_REMOVE_TITLE=Quitar
CTX_LOCAL_RESET=Restablecer contenedor
CTX_ADD_ELEMENTS=Agregar\: {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Add to...
MULTIPLE_CONTROL_NAME=Contenido
CTX_CUT=Cortar
CTX_PASTE=Pegar
CTX_GROUP_FIELDS=Combinar
CTX_UNGROUP_FIELDS=Dividir
CTX_CREATE_CONTAINER=Crear\: {0}
TITLE_CREATE_CONTAINER=Nuevo\: {0}
CTX_RENAME=Renombrar
CTX_SETTINGS=Configuraci\u00F3n
CTX_VARIANT_SWITCH=Cambiar de vista
CTX_VARIANT_SAVE=Guardar vista
CTX_VARIANT_SAVEAS=Guardar vista como
CTX_VARIANT_SET_TITLE=Establecer t\u00EDtulo
CTX_VARIANT_MANAGE=Administrar vistas
CTX_ADDXML_AT_EXTENSIONPOINT=Agregar fragmento al punto de extensi\u00F3n
BTN_FREP_OK=Aceptar
BTN_FREP_REMOVE=Quitar
BTN_FREP_CANCEL=Cancelar
LBL_FREP=antes\: {0}
HEADER_ADDITIONAL_ELEMENTS=Contenido disponible\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Available Content for\: {0}
BTN_MANAGE_APPS_TXT=Administre las variantes de la aplicaci\u00F3n
BTN_SAVE_AS=Guardar como
TOOLTIP_SAVE_AS=Crear nueva variante de aplicaci\u00F3n
BTN_UNDO=Deshacer
BTN_REDO=Rehacer
BTN_PUBLISH=Publicar
BTN_RESTORE=Restablecer
BTN_ADAPTATION=Adaptaci\u00F3n de la IU
TIT_DRAFT=Borrador
TIT_ORIGINAL_APP=Aplicaci\u00F3n original
TIT_VERSION_1=Versi\u00F3n 1
LBL_ACTIVE=Activa
LBL_INACTIVE=Inactiva
MSG_DRAFT_ACTIVATION_SUCCESS=Nueva versi\u00F3n activada
MSG_DRAFT_ACTIVATION_FAILED=En este momento, no se puede activar el borrador. Vuelva a intentarlo m\u00E1s tarde.
TIT_VERSION_TITLE=T\u00EDtulo
TIT_VERSION_TITLE_DIALOG=Activar versi\u00F3n nueva
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Reactivar versi\u00F3n
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Ingrese un t\u00EDtulo para la versi\u00F3n
BUT_VERSION_TITLE_DIALOG_CONFIRM=Confirmar
BUT_VERSION_TITLE_DIALOG_CANCEL=Cancelar
TOL_ACTIVATE=Activar versi\u00F3n nueva
TOL_DISCARD_DRAFT=Descartar el borrador
TIT_SWITCH_VERSION_DIALOG=Cambiar de versi\u00F3n
MSG_SWITCH_VERSION_DIALOG=Hay cambios a la IU sin guardar. \u00BFDesea guardarlos antes del cambio?
TIT_DRAFT_DISCARD_DIALOG=Descartar el borrador existente
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=\u00BFDesea descartar el borrador existente y empezar de nuevo?
BTN_NAVIGATION=Navegaci\u00F3n
HEADER_WARNING=Advertencia
HEADER_ERROR=Error
MSG_RESTORE_FAILED=En este momento, no es posible descartar los cambios a la IU. Vuelva a intentarlo m\u00E1s tarde o comun\u00EDquese con su administrador\: {0}
MSG_TRANSPORT_SUCCESS=Sus cambios a la IU se incluyeron en el transporte.
FORM_PERS_RESET_TITLE=Restablecer a la versi\u00F3n est\u00E1ndar
FORM_PERS_RESET_MESSAGE=\u00BFDesea descartar todos los cambios a la IU y restablecer la aplicaci\u00F3n a la versi\u00F3n est\u00E1ndar?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=\u00BFDesea descartar todos sus cambios de personalizaci\u00F3n y restablecer la aplicaci\u00F3n?
MSG_LREP_TRANSFER_ERROR=Se produjo un error t\u00E9cnico. Vuelva a intentarlo m\u00E1s tarde o comun\u00EDquese con su administrador.
MSG_ERROR_REASON=Motivo\:\n{0}
MSG_UNSAVED_CHANGES=Si confirma, todos los cambios a la IU se perder\u00E1n. Para guardarlos, cierre este cuadro de di\u00E1logo y salga de Adaptaci\u00F3n de la IU.
MSG_NO_FIELDS=No hay m\u00E1s contenido disponible
HEADER_PERSONALIZATION_EXISTS=Informaci\u00F3n
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Ha personalizado la aplicaci\u00F3n o hay vistas p\u00FAblicas. La aplicaci\u00F3n se volver\u00E1 a cargar sin estos cambios. Cualquier cambio reciente permanecer\u00E1 activo.
MSG_DRAFT_EXISTS=Hay cambios en borrador disponibles para esta aplicaci\u00F3n. En el modo de Adaptaci\u00F3n de la IU, se cargar\u00E1n los cambios en borrador.
MSG_DRAFT_DISCARD_DIALOG=\u00BFDesea descartar los cambios en borrador? La aplicaci\u00F3n se volver\u00E1 a cargar.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Hay cambios en borrador disponibles para esta aplicaci\u00F3n. En el modo de Adaptaci\u00F3n de la IU, se cargar\u00E1n los cambios en borrador sin sus cambios de personalizaci\u00F3n y vistas p\u00FAblicas.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=El borrador est\u00E1 disponible.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=\u00BFDesea descartar los cambios y reactivar la versi\u00F3n?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Hay cambios en las capas superiores y cambios en borrador disponibles para esta aplicaci\u00F3n. En el modo de Adaptaci\u00F3n de la IU, la aplicaci\u00F3n se volver\u00E1 a cargar sin los cambios de las capas superiores, pero con los cambios en borrador.
MSG_HIGHER_LAYER_CHANGES_EXIST=Hay cambios en las capas superiores disponibles para esta aplicaci\u00F3n. En el modo de Adaptaci\u00F3n de la IU, la aplicaci\u00F3n se volver\u00E1 a cargar sin estos cambios.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Hay cambios en las capas superiores y vistas espec\u00EDficas de rol disponibles para esta aplicaci\u00F3n. En el modo de Adaptaci\u00F3n de la IU, la aplicaci\u00F3n se volver\u00E1 a cargar con estos cambios.
MSG_RESTRICTED_CONTEXT_EXIST=Existen vistas espec\u00EDficas de rol para esta aplicaci\u00F3n. En el modo de Adaptaci\u00F3n de la IU, la aplicaci\u00F3n se volver\u00E1 a cargar con estos cambios.
HEADER_RELOAD_NEEDED=La aplicaci\u00F3n debe volver a cargarse
BUTTON_RELOAD_NEEDED=Volver a cargar
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=La aplicaci\u00F3n se volver\u00E1 a cargar con sus cambios de personalizaci\u00F3n y vistas p\u00FAblicas.
MSG_RELOAD_WITHOUT_DRAFT=La aplicaci\u00F3n se volver\u00E1 a cargar sin sus cambios en borrador.
MSG_RELOAD_ACTIVATED_DRAFT=La aplicaci\u00F3n se volver\u00E1 a cargar con la versi\u00F3n activa.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=La aplicaci\u00F3n se volver\u00E1 a cargar sin los cambios en borrador. Sus cambios de personalizaci\u00F3n y de las vistas p\u00FAblicas se aplicar\u00E1n nuevamente.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=La aplicaci\u00F3n se volver\u00E1 a cargar con los cambios de personalizaci\u00F3n. Las vistas espec\u00EDficas de rol o p\u00FAblicas se aplicar\u00E1n nuevamente.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=La aplicaci\u00F3n se volver\u00E1 a cargar con las vistas espec\u00EDficas de rol o p\u00FAblicas.
MSG_RELOAD_WITH_ALL_CHANGES=La aplicaci\u00F3n se volver\u00E1 a cargar con todos los cambios.
MSG_RELOAD_NEEDED=Por los cambios que realiz\u00F3 es necesario que se vuelva a cargar la aplicaci\u00F3n.
MSG_MANAGE_APPS_FAILED=El resumen de las variantes de la aplicaci\u00F3n no est\u00E1 disponible en este momento. Vuelva a intentarlo m\u00E1s tarde o comun\u00EDquese con su administrador.
APP_VARIANT_DIALOG_SAVE=Guardar
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Guardar
APP_VARIANT_DIALOG_CLOSE=Cerrar
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Cancelar
CREATE_APP_VARIANT_DIALOG_TITLE=Guardar como nueva variante de aplicaci\u00F3n
APP_DIALOG_TITLE_TEXT=T\u00EDtulo
APP_DIALOG_SUB_TITLE_TEXT=Subt\u00EDtulo
APP_DIALOG_DESCRIPTION_TEXT=Descripci\u00F3n
APP_DIALOG_ICON_TEXT=\u00CDcono
RENAME_ERROR_TITLE=Error de definici\u00F3n de nombre
RENAME_EMPTY_ERROR_TEXT=Ingrese un nombre.
RENAME_BINDING_ERROR_TEXT=El nombre no puede tener el s\u00EDmbolo "{". Elija un nombre diferente.
APP_VARIANT_ICON_SELECT_ICON=Seleccione un \u00EDcono
APP_VARIANT_ICON_NO_DATA=No se encontr\u00F3 ning\u00FAn \u00EDcono.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Se guard\u00F3 la nueva variante de aplicaci\u00F3n.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Se cerrar\u00E1 la Adaptaci\u00F3n de la IU y volver\u00E1 a la p\u00E1gina de inicio. Recibir\u00E1 una notificaci\u00F3n cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=Recibir\u00E1 una notificaci\u00F3n cuando el nuevo mosaico est\u00E9 disponible.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Se cerrar\u00E1 la Adaptaci\u00F3n de la IU. Comun\u00EDquese con su administrador para agregar el mosaico a la p\u00E1gina de inicio del launchpad de Fiori (ID de aplicaci\u00F3n\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Comun\u00EDquese con su administrador para agregar el mosaico a la p\u00E1gina de inicio del launchpad de Fiori (ID de aplicaci\u00F3n\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=Error
MSG_LOAD_APP_VARIANT_FAILED=No se pudo cargar la variante de la aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica a su administrador\:
MSG_SAVE_APP_VARIANT_FAILED=No se pudo guardar la variante de la aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica a su administrador\:
MSG_UPDATE_APP_VARIANT_FAILED=No se pudo actualizar la variante de la aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica a su administrador\:
MSG_CATALOG_ASSIGNMENT_FAILED=Se guard\u00F3 la nueva variante de aplicaci\u00F3n, pero no se pudo asignar al cat\u00E1logo. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica a su administrador de contenido\:
MSG_TILE_CREATION_FAILED=Actualice la p\u00E1gina de inicio del launchpad de Fiori para verificar que se haya creado el nuevo mosaico. Si no est\u00E1 disponible o no funciona correctamente, comun\u00EDquese con su administrador de contenido.
MSG_COPY_UNSAVED_CHANGES_FAILED=No se pudo guardar la variante de la aplicaci\u00F3n ni los cambios a la IU correspondientes. La variante de la aplicaci\u00F3n no est\u00E1 disponible. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica a su administrador\:
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Ingrese un t\u00EDtulo
MSG_APP_VARIANT_FEATURE_FAILED=La funci\u00F3n de variantes de aplicaci\u00F3n no est\u00E1 disponible en este momento. Comun\u00EDquese con su administrador\: {0}
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=El nuevo mosaico ya est\u00E1 disponible. Para visualizarlo, actualice el navegador.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informaci\u00F3n
SAVE_APP_VARIANT_OK_TEXT=Aceptar
SAVE_APP_VARIANT_CLOSE_TEXT=Cerrar
SAVE_APP_VARIANT_COPY_ID_TEXT=Copiar ID y cerrar
MSG_APP_VARIANT_ID=ID de la variante de aplicaci\u00F3n\: {0}
MSG_TECHNICAL_ERROR=Error\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Resumen de variantes de la aplicaci\u00F3n
APP_VARIANT_TILE_ARIA_LABEL=Vista previa de mosaicos de Fiori
MENU_ITEM_KEY_USER=Para un usuario clave
MENU_ITEM_SAP_DEVELOPER=Para un desarrollador de SAP
MSG_DEPENDENCY_ERROR=No se pudo aplicar el cambio a la IU. Restablezca la IU al estado original y vuelva a crear los cambios. Advertencia\: Esta acci\u00F3n restablecer\u00E1 todos los cambios que haya realizado cualquier usuario a esta aplicaci\u00F3n. De forma alternativa, puede comunicarse con el servicio de soporte de SAP a trav\u00E9s de un ticket para el componente CA-UI5-FL-RTA.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Se elimin\u00F3 la variante de la aplicaci\u00F3n (ID\: {0}).
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Se elimin\u00F3 la variante de la aplicaci\u00F3n (ID\: {0}). Para quitar el mosaico del launchpad, vuelva a cargar la p\u00E1gina de inicio.
MSG_DELETE_APP_VARIANT_FAILED=No se pudo eliminar la variante de la aplicaci\u00F3n. Env\u00EDe la siguiente informaci\u00F3n t\u00E9cnica a su administrador\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informaci\u00F3n
DELETE_APP_VARIANT_OK_TEXT=Aceptar
DELETE_APP_VARIANT_CLOSE_TEXT=Cerrar
MSG_NO_BUSINESS_CONTEXTS=Ninguno
MSG_DO_NOT_CLOSE_BROWSER=La operaci\u00F3n est\u00E1 en curso, no cierre el navegador.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=La eliminaci\u00F3n est\u00E1 en curso, no cierre el navegador.\nTenga en cuenta que seguir\u00E1 viendo el mosaico para la variante de aplicaci\u00F3n durante el transcurso del proceso de eliminaci\u00F3n.
MSG_CATALOGS_LOCKED=No se pudo eliminar la variante de aplicaci\u00F3n. Vuelva a intentarlo m\u00E1s tarde.

MSG_UNSTABLE_ID_FOUND=Algunos de sus controles no tienen ID estables. Use el Asistente de soporte para identificar los controles afectados tal como se describe [aqu\u00ED] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck) y configure los ID. (Este mensaje es visible solo internamente en SAP, los clientes no lo ver\u00E1n, pero deber\u00EDa configurar los ID lo antes posible).

MSG_NO_FLEX_ENABLED_FLAG=Su aplicaci\u00F3n no tiene habilitada la Adaptaci\u00F3n de la IU. Consulte los requisitos previos que se describen [aqu\u00ED](https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Este mensaje es visible solo internamente en SAP, los clientes no lo ver\u00E1n. La funcionalidad no se ve afectada, pero deber\u00EDa ocuparse de esto lo antes posible).

IFRAME_ADDIFRAME_DIALOG_TITLE=Definir el contenido insertado
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Actualizar el contenido insertado
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Tama\u00F1o del IFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Ancho
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Unidad de anchura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Altura
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Unidad de altura
IFRAME_ADDIFRAME_DIALOG_PERCENT_USED=Los valores con porcentajes se refieren al espacio realmente disponible para el IFrame.
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Guardar
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Cancelar
CTX_ADDIFRAME=Insertar contenido a\: {0}
CTX_ADDIFRAME_GROUP=Insertar contenido
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=La aplicaci\u00F3n (variante) iniciada se coloca en la capa CUSTOMER o CUSTOMER_BASE. Por lo tanto, como desarrollador de SAP, no puede ver las variantes disponibles de la aplicaci\u00F3n.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Resumen de variantes de la aplicaci\u00F3n para desarrolladores de SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Vista previa de la URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Vista previa del IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Mostrar vista previa
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Actualizar vista previa
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Seleccione Mostrar vista previa para ver el contenido insertado. Si no se muestra nada, verifique la URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (haga clic para editar manualmente)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Valores disponibles (haga clic para agregarlos a la URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Par\u00E1metro
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Ejemplo de valor
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Buscar par\u00E1metros
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=Las URL que se usan aqu\u00ED deben cumplir determinadas condiciones previas y no funcionar\u00E1n si no se cumplen.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=M\u00E1s informaci\u00F3n

TXT_CHANGEVISUALIZATION_CHANGE_RENAME=El nombre se modific\u00F3 a {0}
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=El elemento {0} se movi\u00F3 a una posici\u00F3n diferente
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Se quit\u00F3 el elemento {0}
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Se revel\u00F3 el elemento {0}
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Se combin\u00F3 el elemento {0}
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Se dividi\u00F3 el elemento {0}
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Se agreg\u00F3 el grupo {0}
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Se agreg\u00F3 el campo {0}
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=Se agreg\u00F3 el IFrame
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Se modific\u00F3 la configuraci\u00F3n del elemento {0}
TXT_CHANGEVISUALIZATION_DEPENDENT_MOVE=El elemento se movi\u00F3 de este contenedor
TXT_CHANGEVISUALIZATION_DEPENDENT_SPLIT=Este elemento es una parte de la divisi\u00F3n
TIT_CHANGEVISUALIZATION_CHANGE=Cambio
TIT_CHANGEVISUALIZATION_CHANGES=Cambios
TIT_CHANGEVISUALIZATION_DATE=Fecha
TIT_CHANGEVISUALIZATION_DETAILS=Detalles
TIT_CHANGEVISUALIZATION_DESCRIPTION=Descripci\u00F3n
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Visualizar cambios de usuario clave
BUT_CHANGEVISUALIZATION_HIDECHANGES=Ocultar la visualizaci\u00F3n de cambio de usuario clave
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Mostrar todos los cambios
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Mostrar los elementos que se movieron
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Mostrar los elementos a los que se les cambi\u00F3 el nombre
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Mostrar los elementos agregados
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Mostrar los elementos combinados y divididos
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Mostrar los elementos quitados
MSG_LOCAL_RESET_VARIANT_SAVE=Se restableci\u00F3 el contenedor y se guard\u00F3 autom\u00E1ticamente la vista.
