
SERVICE_NAME=Dostosowanie IU
BTN_SAVE=Zapisz
BTN_SAVE_DRAFT=Zapisz wersj\u0119 robocz\u0105
BTN_EXIT=Zako\u0144cz
BTN_DONE=Gotowe
MSG_SAVE_SUCCESS=Zapisano zmiany.
MSG_SAVE_DRAFT_SUCCESS=Zapisano wersj\u0119 robocz\u0105 zmian.
CTX_REMOVE=Usu\u0144
CTX_REMOVE_TITLE=Usu\u0144
CTX_LOCAL_RESET=Resetuj kontener
CTX_ADD_ELEMENTS=Dodaj {0}
CTX_ADD_ELEMENTS_WITH_SUBMENU=Dodaj do...
MULTIPLE_CONTROL_NAME=Zawarto\u015B\u0107
CTX_CUT=Wytnij
CTX_PASTE=Wklej
CTX_GROUP_FIELDS=Po\u0142\u0105cz
CTX_UNGROUP_FIELDS=Podziel
CTX_CREATE_CONTAINER=Utw\u00F3rz\: {0}
TITLE_CREATE_CONTAINER=Nowe\: {0}
CTX_RENAME=Zmie\u0144 nazw\u0119
CTX_SETTINGS=Ustawienia
CTX_VARIANT_SWITCH=Prze\u0142\u0105cz widoki
CTX_VARIANT_SAVE=Zapisz widok
CTX_VARIANT_SAVEAS=Zapisz widok jako
CTX_VARIANT_SET_TITLE=Ustaw tytu\u0142
CTX_VARIANT_MANAGE=Zarz\u0105dzaj widokami
BTN_CREATE_NEW_VIEW=Zapisz jako nowy widok
MSG_CHANGE_READONLY_VARIANT=Tego widoku nie mo\u017Cna edytowa\u0107, poniewa\u017C jest chroniony. Aby to zmieni\u0107, zapisz go jako nowy widok.
BTN_MODIFIED_VARIANT_SAVE=Zapisz zmiany
BTN_MODIFIED_VARIANT_DISCARD=Odrzu\u0107 zmiany
MSG_CHANGE_MODIFIED_VARIANT=Masz niezapisane zmiany dla tego widoku. Czy chcesz je zapisa\u0107, czy odrzuci\u0107?
CTX_ADDXML_AT_EXTENSIONPOINT=Dodaj fragment w punkcie rozszerzenia
BTN_FREP_OK=OK
BTN_FREP_REMOVE=Usu\u0144
BTN_FREP_CANCEL=Anuluj
LBL_FREP=by\u0142o {0}
HEADER_ADDITIONAL_ELEMENTS=Dost\u0119pna zawarto\u015B\u0107\: {0}
HEADER_ADDITIONAL_ELEMENTS_WITH_AGGREGATION=Dost\u0119pna zawarto\u015B\u0107 dla\: {0}
BTN_MANAGE_APPS_TXT=Warianty aplikacji
BTN_MANAGE_APPS_ITEM=Zarz\u0105dzaj
BTN_SAVE_AS=Zapisz jako
TOOLTIP_SAVE_AS=Utw\u00F3rz nowy wariant aplikacji
BTN_UNDO=Cofnij
BTN_REDO=Powt\u00F3rz
BTN_MENU=Wi\u0119cej czynno\u015Bci
BTN_RESTORE=Resetuj
BTN_ADAPTATION=Dostosowanie IU
BTN_FEEDBACK=Informacja zwrotna
BTN_CLOSE_FEEDBACK_DIALOG=Zamknij
TIT_FEEDBACK=Dostarczenie informacji zwrotnej
TIT_DRAFT=Wersja robocza
TIT_ORIGINAL_APP=Oryginalna aplikacja
TIT_VERSION_1=Wersja 1
LBL_ACTIVE=Aktywne
LBL_INACTIVE=Nieaktywne
TIT_VERSION_HISTORY_PUBLISHED=Opublikowane
TIT_VERSION_HISTORY_UNPUBLISHED=Anulowano publikowanie
MSG_DRAFT_ACTIVATION_SUCCESS=Aktywowano now\u0105 wersj\u0119
MSG_DRAFT_ACTIVATION_FAILED=Niestety, nie mo\u017Cna teraz aktywowa\u0107 wersji roboczej. Spr\u00F3buj ponownie p\u00F3\u017Aniej.
MSG_SWITCH_VERSION_FAILED=B\u0142\u0105d zmiany wersji. Za\u0142aduj ponownie.
MSG_SWITCH_ADAPTATION_FAILED=B\u0142\u0105d zmiany dostosowania. Za\u0142aduj ponownie.
TIT_VERSION_TITLE=Tytu\u0142
TIT_VERSION_TITLE_DIALOG=Aktywacja nowej wersji
TIT_REACTIVATE_VERSION_TITLE_DIALOG=Ponowna aktywacja wersji
TXT_VERSION_TITLE_INPUT_PLACEHOLDER=Wprowad\u017A tytu\u0142 wersji
BUT_VERSION_TITLE_DIALOG_CONFIRM=Potwierd\u017A
BUT_VERSION_TITLE_DIALOG_CANCEL=Anuluj
TOL_ACTIVATE=Aktywuj now\u0105 wersj\u0119
TOL_DISCARD_DRAFT=Odrzu\u0107 wersj\u0119 robocz\u0105
TOL_PUBLISH_VERSION=Publikuj wersj\u0119
TIT_SWITCH_VERSION_DIALOG=Prze\u0142\u0105cz wersj\u0119
MSG_SWITCH_VERSION_DIALOG=Istniej\u0105 niezapisane zmiany. Czy chcesz je zapisa\u0107 przed prze\u0142\u0105czeniem?
TIT_DRAFT_DISCARD_DIALOG=Odrzu\u0107 istniej\u0105c\u0105 wersj\u0119 robocz\u0105
MSG_DRAFT_DISCARD_AND_CREATE_NEW_DIALOG=Czy chcesz odrzuci\u0107 istniej\u0105c\u0105 wersj\u0119 robocz\u0105 i utworzy\u0107 now\u0105?
BTN_TRANSLATE=Przet\u0142umacz
BTN_UPLOAD_CHANGED_TEXTS=Wczytaj
TIT_UPLOAD_CHANGED_TEXTS=Prze\u015Blij t\u0142umaczenia
MSG_DOWNLOAD_CHANGED_TEXTS_DIRTY_CHANGES_EXIST=Istniej\u0105 mo\u017Cliwe do przet\u0142umaczenia niezapisane zmiany z tekstami. Aktualny status zostanie zapisany przed pobraniem pliku XLIFF.
MSG_UPLOAD_CHANGED_TEXTS=Prze\u015Blij plik XLIFF zawieraj\u0105cy t\u0142umaczenia zmienionych tekst\u00F3w IU
BUT_UPLOAD_CHANGED_TEXTS_CANCEL=Anuluj
BTN_OPEN_DOWNLOAD_TRANSLATION=Pobierz
BTN_OPEN_UPLOAD_TRANSLATION=Prze\u015Blij
MSG_UPLOAD_TRANSLATION_SUCCESS=Pomy\u015Blnie przes\u0142ano t\u0142umaczenie
BTN_DOWNLOAD_CHANGED_TEXTS=Pobierz
TIT_DOWNLOAD_CHANGED_TEXTS=Pobierz
MSG_DOWNLOAD_CHANGED_TEXTS=Pobierz plik XLIFF zawieraj\u0105cy t\u0142umaczenia zmienionych tekst\u00F3w IU. Istniej\u0105ce t\u0142umaczenia tych tekst\u00F3w s\u0105 do\u0142\u0105czone.
BUT_DOWNLOAD_CHANGED_TEXTS_CANCEL=Anuluj
TXT_SOURCE_LANGUAGE=J\u0119zyk \u017Ar\u00F3d\u0142owy
TXT_TARGET_LANGUAGE=J\u0119zyk docelowy
BTN_NAVIGATION=Nawigacja
BTN_VISUALIZATION=Wizualizacja
HEADER_WARNING=Ostrze\u017Cenie
HEADER_ERROR=B\u0142\u0105d
MSG_RESTORE_FAILED=Nie mo\u017Cna teraz odrzuci\u0107 zmian w interfejsie u\u017Cytkownika. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem\: {0}
FORM_PERS_RESET_TITLE=Zresetuj do wersji standardowej
FORM_PERS_RESET_MESSAGE=Czy odrzuci\u0107 wszystkie zmiany w interfejsie u\u017Cytkownika i ponownie ustawi\u0107 aplikacj\u0119 na wersj\u0119 standardow\u0105?
FORM_PERS_RESET_MESSAGE_PERSONALIZATION=Czy odrzuci\u0107 wszystkie personalizacje i ponownie ustawi\u0107 aplikacj\u0119?
MSG_LREP_TRANSFER_ERROR=Niestety, wyst\u0105pi\u0142 b\u0142\u0105d techniczny. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem.
MSG_ERROR_REASON=Przyczyna\:\n{0}
TIT_UNSAVED_CHANGES_ON_CLOSE=Zako\u0144cz
MSG_UNSAVED_CHANGES_ON_CLOSE=Czy zapisa\u0107 zmiany?
MSG_UNSAVED_DRAFT_CHANGES_ON_CLOSE=Czy zapisa\u0107 wersj\u0119 robocz\u0105 zmian?
BTN_UNSAVED_CHANGES_ON_CLOSE_SAVE=Zapisz
BTN_UNSAVED_DRAFT_CHANGES_ON_CLOSE_SAVE=Zapisz wersj\u0119 robocz\u0105
BTN_UNSAVED_CHANGES_ON_CLOSE_DONT_SAVE=Odrzu\u0107
MSG_UNSAVED_CHANGES=Potwierdzenie spowoduje utrat\u0119 wszystkich zmian. Aby je zapisa\u0107, zamknij to okno dialogowe i opu\u015B\u0107 tryb edycji interfejsu u\u017Cytkownika.
MSG_NO_FIELDS=Nie ma wi\u0119cej zawarto\u015Bci
HEADER_PERSONALIZATION_EXISTS=Informacje
MSG_PERSONALIZATION_OR_PUBLIC_VIEWS_EXISTS=Spersonalizowano aplikacj\u0119 lub istniej\u0105 widoki publiczne. Aplikacja zostanie ponownie wczytana bez tych zmian.
MSG_NAVIGATION_MODE_CHANGES_WARNING=Po zako\u0144czeniu dostosowania IU zmiany dokonane w IU w trybie nawigacji zostan\u0105 odrzucone.
MSG_DRAFT_EXISTS=Dla tej aplikacji dost\u0119pne s\u0105 zmiany wersji roboczej. Aplikacja zostanie ponownie wczytana z tymi zmianami.
MSG_DRAFT_DISCARD_DIALOG=Czy chcesz odrzuci\u0107 wersj\u0119 robocz\u0105 zmian? Aplikacja zostanie wczytana ponownie.
MSG_VIEWS_OR_PERSONALIZATION_AND_DRAFT_EXISTS=Spersonalizowano aplikacj\u0119 lub istniej\u0105 widoki publiczne i dost\u0119pne s\u0105 zmiany wersji roboczej. Aplikacja zostanie ponownie wczytana bez zmian dotycz\u0105cych personalizacji i widok\u00F3w publicznych, ale ze zmianami wersji roboczej.
TIT_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Wersja robocza jest dost\u0119pna.
MSG_DRAFT_DISCARD_ON_REACTIVATE_DIALOG=Czy chcesz odrzuci\u0107 zmiany wersji roboczej i ponownie aktywowa\u0107 wersj\u0119?
MSG_HIGHER_LAYER_CHANGES_AND_DRAFT_EXISTS=Aplikacja zosta\u0142a spersonalizowana i dost\u0119pna jest wersja robocza zmian. Aplikacja zostanie ponownie wczytana bez zmian dotycz\u0105cych personalizacji, ale ze zmianami wersji roboczej.
MSG_HIGHER_LAYER_CHANGES_EXIST=Spersonalizowano aplikacj\u0119. Aplikacja zostanie ponownie wczytana bez tych zmian.
MSG_RESTRICTED_CONTEXT_EXIST_AND_PERSONALIZATION=Aplikacja zosta\u0142a spersonalizowana i dost\u0119pne s\u0105 widoki specyficzne dla roli. Aplikacja zostanie ponownie wczytana bez zmian dotycz\u0105cych personalizacji, ale z widokami specyficznymi dla roli.
MSG_RESTRICTED_CONTEXT_EXIST=Dla tej aplikacji dost\u0119pne s\u0105 widoki specyficzne dla roli Aplikacja zostanie ponownie wczytana z tymi widokami.
HEADER_RELOAD_NEEDED=Strona wymaga ponownego wczytania
BUTTON_RELOAD_NEEDED=Wczytaj ponownie
MSG_RELOAD_WITH_PERSONALIZATION_AND_VIEWS=Aplikacja zostanie teraz ponownie wczytana ze zmianami dotycz\u0105cymi personalizacji i widokami publicznymi.
MSG_RELOAD_WITHOUT_DRAFT=Aplikacja zostanie teraz ponownie wczytana bez wersji roboczej zmian.
MSG_RELOAD_ACTIVATED_DRAFT=Aplikacja zostanie wczytana ponownie z aktywn\u0105 wersj\u0105.
MSG_RELOAD_WITH_VIEWS_PERSONALIZATION_AND_WITHOUT_DRAFT=Aplikacja zostanie teraz ponownie wczytana bez wersji roboczej zmian. Twoje zmiany dotycz\u0105ce personalizacji i widoki publiczne zostan\u0105 ponownie zastosowane.
MSG_RELOAD_WITH_PERSONALIZATION_AND_RESTRICTED_CONTEXT=Aplikacja zostanie teraz ponownie wczytana ze zmianami dotycz\u0105cymi personalizacji. Publiczne widoki specyficzne dla roli zostan\u0105 ponownie zastosowane.
MSG_RELOAD_WITHOUT_ALL_CONTEXT=Aplikacja zostanie teraz ponownie wczytana z widokami publicznymi lub specyficznymi dla roli.
MSG_RELOAD_WITH_PERSONALIZATION_AND_CONTEXT_BASED_ADAPTATION=Aplikacja zostanie teraz ponownie za\u0142adowana z Twoimi zmianami i z dostosowaniem o najwy\u017Cszym priorytecie dla Twoich r\u00F3l u\u017Cytkownika.
MSG_RELOAD_OTHER_CONTEXT_BASED_ADAPTATION=Aplikacja zostanie teraz ponownie za\u0142adowana z dostosowaniem o najwy\u017Cszym priorytecie dla Twoich r\u00F3l u\u017Cytkownika.
MSG_RELOAD_WITH_ALL_CHANGES=Aplikacja zostanie za\u0142adowana ponownie wraz ze wszystkimi zmianami.
MSG_RELOAD_NEEDED=Dokonane zmiany mog\u0105 wymaga\u0107 ponownego wczytania aplikacji.
MSG_MANAGE_APPS_FAILED=Niestety przegl\u0105d wariant\u00F3w aplikacji jest obecnie niedost\u0119pny. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem.
APP_VARIANT_DIALOG_SAVE=Zapisz
TOOLTIP_APP_VARIANT_DIALOG_SAVE=Zapisz
APP_VARIANT_DIALOG_CLOSE=Zamknij
SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anuluj
TOOLTIP_SAVE_AS_APP_VARIANT_DIALOG_CANCEL=Anuluj
CREATE_APP_VARIANT_DIALOG_TITLE=Zapisz jako nowy wariant aplikacji
APP_DIALOG_TITLE_TEXT=Tytu\u0142
APP_DIALOG_SUB_TITLE_TEXT=Podtytu\u0142
APP_DIALOG_DESCRIPTION_TEXT=Opis
APP_DIALOG_ICON_TEXT=Ikona
RENAME_ERROR_TITLE=B\u0142\u0105d nazewnictwa
RENAME_EMPTY_ERROR_TEXT=Wprowad\u017A nazw\u0119.
RENAME_BINDING_ERROR_TEXT=Nazwa nie mo\u017Ce zawiera\u0107 "{". Wybierz inn\u0105 nazw\u0119.
APP_VARIANT_ICON_SELECT_ICON=Wybierz ikon\u0119
APP_VARIANT_ICON_NO_DATA=Nie znaleziono ikon.
SAVE_APP_VARIANT_SUCCESS_MESSAGE=Zapisano nowy wariant aplikacji.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE=Tryb dostosowania IU zostanie zamkni\u0119ty i nast\u0105pi powr\u00F3t do strony g\u0142\u00F3wnej. Otrzymasz powiadomienie, gdy nowy kafelek b\u0119dzie dost\u0119pny.
SAVE_APP_VARIANT_SUCCESS_S4HANA_CLOUD_MESSAGE_OVERVIEW_LIST=U\u017Cytkownik zostanie powiadomiony, gdy nowy kafelek b\u0119dzie dost\u0119pny.
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE=Tryb dostosowania IU zostanie zamkni\u0119ty. Skontaktuj si\u0119 z administratorem, aby doda\u0107 kafelek do strony g\u0142\u00F3wnej okna wywo\u0142a\u0144 SAP Fiori (ID aplikacji\: {0}).
SAVE_APP_VARIANT_SUCCESS_S4HANA_ON_PREMISE_MESSAGE_OVERVIEW_LIST=Skontaktuj si\u0119 z administratorem, aby doda\u0107 kafelek do strony g\u0142\u00F3wnej okna wywo\u0142a\u0144 SAP Fiori (ID aplikacji\: {0}).
HEADER_SAVE_APP_VARIANT_FAILED=B\u0142\u0105d
MSG_LOAD_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o wczyta\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_SAVE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o zapisa\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_UPDATE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o zaktualizowa\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
MSG_CATALOG_ASSIGNMENT_FAILED=Zapisano nowy wariant aplikacji, ale nie mo\u017Cna by\u0142o go przypisa\u0107 do katalogu. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora zawarto\u015Bci\:
MSG_TILE_CREATION_FAILED=Od\u015Bwie\u017C stron\u0119 g\u0142\u00F3wn\u0105 okna wywo\u0142a\u0144 SAP Fiori, aby sprawdzi\u0107, czy zosta\u0142 utworzony nowy kafelek. Je\u015Bli nowy kafelek jest niedost\u0119pny lub dzia\u0142a nieprawid\u0142owo, skontaktuj si\u0119 z administratorem zawarto\u015Bci.
MSG_COPY_UNSAVED_CHANGES_FAILED=Niestety nie mo\u017Cna by\u0142o zapisa\u0107 wariantu aplikacji oraz odpowiednich zmian w interfejsie u\u017Cytkownika. Wariant aplikacji jest niedost\u0119pny. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora.
SAVE_AS_DIALOG_PLACEHOLDER_TITLE_TEXT=Wprowad\u017A tytu\u0142
MSG_SAVE_APP_VARIANT_NEW_TILE_AVAILABLE=Nowy kafelek jest ju\u017C dost\u0119pny. Aby go wy\u015Bwietli\u0107, od\u015Bwie\u017C przegl\u0105dark\u0119.
SAVE_APP_VARIANT_SUCCESS_MESSAGE_TITLE=Informacja
SAVE_APP_VARIANT_OK_TEXT=OK
SAVE_APP_VARIANT_CLOSE_TEXT=Zamknij
SAVE_APP_VARIANT_COPY_ID_TEXT=Kopiuj ID i zamknij
MSG_APP_VARIANT_ID=ID wariantu aplikacji\: {0}
MSG_TECHNICAL_ERROR=B\u0142\u0105d\: {0}
APP_VARIANT_OVERVIEW_DIALOG_TITLE=Przegl\u0105d wariant\u00F3w aplikacji
APP_VARIANT_TILE_ARIA_LABEL=Podgl\u0105d kafelka Fiori
MENU_ITEM_KEY_USER=Dla u\u017Cytkownika kluczowego
MENU_ITEM_SAP_DEVELOPER=Dla programisty SAP
MSG_DEPENDENCY_ERROR=Niestety nie mo\u017Cna zastosowa\u0107 tej zmiany w IU. Zresetuj IU tej aplikacji do stanu pierwotnego i ponownie dokonaj zmian. Uwaga\: To spowoduje zresetowanie wszystkich zmian dokonanych w tej aplikacji przez wszystkich u\u017Cytkownik\u00F3w. Ewentualnie utw\u00F3rz zg\u0142oszenie dla sk\u0142adnika CA-UI5-FL-RTA, aby si\u0119 skontaktowa\u0107 z dzia\u0142em wsparcia SAP.

DELETE_APP_VARIANT_SUCCESS_MESSAGE=Usuni\u0119to wariant aplikacji (ID\: {0}).
DELETE_APP_VARIANT_SUCCESS_MESSAGE_CLOUD=Usuni\u0119to wariant aplikacji (ID\: {0}). Aby usun\u0105\u0107 tytu\u0142 z okna wywo\u0142a\u0144, za\u0142aduj ponownie stron\u0119 g\u0142\u00F3wn\u0105.
MSG_DELETE_APP_VARIANT_FAILED=Niestety nie mo\u017Cna by\u0142o usun\u0105\u0107 wariantu aplikacji. Wy\u015Blij nast\u0119puj\u0105ce informacje techniczne do administratora\:
DELETE_APP_VARIANT_INFO_MESSAGE_TITLE=Informacja
DELETE_APP_VARIANT_OK_TEXT=OK
DELETE_APP_VARIANT_CLOSE_TEXT=Zamknij
MSG_NO_BUSINESS_CONTEXTS=Brak
MSG_DO_NOT_CLOSE_BROWSER=Operacja w toku - nie zamykaj przegl\u0105darki.
MSG_DO_NOT_CLOSE_BROWSER_CURRENTLY_ADAPTING=Usuwanie w toku - nie zamykaj przegl\u0105darki.\nPami\u0119taj, \u017Ce kafelek dla wariantu aplikacji b\u0119dzie widoczny tak d\u0142ugo, jak proces usuwania b\u0119dzie w toku.
MSG_CATALOGS_LOCKED=Nie mo\u017Cna by\u0142o usun\u0105\u0107 wariantu aplikacji. Spr\u00F3buj ponownie p\u00F3\u017Aniej.

MSG_UNSTABLE_ID_FOUND=Niekt\u00F3re Twoje obiekty sterowania nie maj\u0105 stabilnych ID. U\u017Cyj asystenta ds. wsparcia, aby zidentyfikowa\u0107 dotkni\u0119te obiekty sterowania zgodnie z opisem [tutaj] (https\://ui5.sap.com/\#/topic/f51dbb78e7d5448e838cdc04bdf65403.html\#loiof51dbb78e7d5448e838cdc04bdf65403__section_howtocheck), a nast\u0119pnie ustaw identyfikatory. (Ten komunikat jest widoczny tylko wewn\u0119trznie w SAP, ale nale\u017Cy mo\u017Cliwie najwcze\u015Bniej ustawi\u0107 identyfikatory.)

MSG_NO_FLEX_ENABLED_FLAG=Twoja aplikacja nie ma aktywnej adaptacji IU. Sprawd\u017A warunki wst\u0119pne opisane [tutaj] (https\://ui5.sap.com/\#/topic/f1430c0337534d469da3a56307ff76af). (Ten komunikat jest widoczny tylko wewn\u0119trznie w SAP. Nie b\u0119dzie to mia\u0142o wp\u0142ywu na funkcjonowanie, ale nale\u017Cy si\u0119 tym zaj\u0105\u0107 mo\u017Cliwie najwcze\u015Bniej.)

IFRAME_ADDIFRAME_DIALOG_TITLE=Definiowanie osadzonej zawarto\u015Bci
IFRAME_ADDIFRAME_DIALOG_UPDATE_TITLE=Aktualizacja osadzonej zawarto\u015Bci
IFRAME_ADDIFRAME_DIALOG_SIZE_TITLE=Rozmiar iFrame
IFRAME_ADDIFRAME_DIALOG_WIDTH_LABEL=Szeroko\u015B\u0107
IFRAME_ADDIFRAME_DIALOG_WIDTH_UNITLABEL=Jednostka szeroko\u015Bci
IFRAME_ADDIFRAME_DIALOG_HEIGHT_LABEL=Wysoko\u015B\u0107
IFRAME_ADDIFRAME_DIALOG_HEIGHT_UNITLABEL=Jednostka wysoko\u015Bci
IFRAME_ADDIFRAME_DIALOG_BUTTON_SAVE=Zapisz
IFRAME_ADDIFRAME_DIALOG_BUTTON_CANCEL=Anuluj
CTX_ADDIFRAME=Osad\u017A zawarto\u015B\u0107\: {0}
CTX_ADDIFRAME_GROUP=Osad\u017A zawarto\u015B\u0107
MSG_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Uruchomiona aplikacja (wariant) znajduje si\u0119 w warstwie CUSTOMER lub CUSTOMER_BASE. Dlatego Ty, jako programista SAP, nie widzisz dost\u0119pnych wariant\u00F3w aplikacji.
TITLE_APP_VARIANT_OVERVIEW_SAP_DEVELOPER=Przegl\u0105d wariant\u00F3w aplikacji dla programist\u00F3w SAP
IFRAME_ADDIFRAME_DIALOG_PREVIEW_URL_LABEL=Podgl\u0105d URL
IFRAME_ADDIFRAME_DIALOG_PREVIEW_FRAME_LABEL=Podgl\u0105d IFrame
IFRAME_ADDIFRAME_DIALOG_BUTTON_SHOW_PREVIEW=Wy\u015Bwietl podgl\u0105d
IFRAME_ADDIFRAME_DIALOG_BUTTON_UPDATE_PREVIEW=Aktualizuj podgl\u0105d
IFRAME_ADDIFRAME_DIALOG_BUTTON_PREVIEW_MESSAGE=Wybierz opcj\u0119 Wy\u015Bwietl podgl\u0105d, aby wy\u015Bwietli\u0107 osadzon\u0105 zawarto\u015B\u0107. W przypadku braku wynik\u00F3w sprawd\u017A adres URL.
IFRAME_ADDIFRAME_DIALOG_EDIT_URL_LABEL=URL (kliknij, aby edytowa\u0107 r\u0119cznie)
IFRAME_ADDIFRAME_DIALOG_PARAMETERS_LABEL=Dost\u0119pne warto\u015Bci(kliknij, aby doda\u0107 do URL)
IFRAME_ADDIFRAME_DIALOG_TABLE_PARAMETER_LABEL=Parametr
IFRAME_ADDIFRAME_DIALOG_TABLE_UI_VALUE_LABEL=Przyk\u0142adowa warto\u015B\u0107
IFRAME_ADDIFRAME_DIALOG_PARAMETER_SEARCH_LABEL=Wyszukaj parametry
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_TEXT=U\u017Cyte w tym miejscu URL musz\u0105 spe\u0142nia\u0107 okre\u015Blone warunki wst\u0119pne. W przeciwnym razie nie b\u0119d\u0105 dzia\u0142a\u0107.
IFRAME_ADDIFRAME_DIALOG_URL_WARNING_LINKTEXT=Wi\u0119cej
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_LABEL=Tytu\u0142
IFRAME_ADDIFRAME_DIALOG_CONTAINER_TITLE_DEFAULT_VALUE_TEXT=Osadzona zawarto\u015B\u0107
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_SECTION=Warto\u015B\u0107 procentowa w stosunku do szeroko\u015Bci sekcji
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PERCENT_HEADER=Warto\u015B\u0107 procentowa w stosunku do szeroko\u015Bci nag\u0142\u00F3wka
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_VH=Warto\u015B\u0107 procentowa w stosunku do wysoko\u015Bci okna przegl\u0105darki
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_PX=Liczba pikseli
IFRAME_ADDIFRAME_DIALOG_SELECT_ADDITIONAL_TEXT_REM=w stosunku do rozmiaru czcionki g\u0142\u00F3wnego elementu HTML
IFRAME_ADDIFRAME_ADVANCED_SETTINGS=Ustawienia zaawansowane
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION=Stary tryb nawigacji
IFRAME_ADDIFRAME_USE_LEGACY_NAVIGATION_INFO=Prze\u0142\u0105czenie na stary tryb nawigacji spowoduje automatyczne dodanie wpis\u00F3w do historii przegl\u0105darki, np. podczas rozwi\u0105zywania parametr\u00F3w URL. To mo\u017Ce mie\u0107 niepo\u017C\u0105dany wp\u0142yw na zachowanie przycisku Wstecz w przegl\u0105darce lub na nawigacj\u0119 w obr\u0119bie aplikacji SAP Fiori.\nU\u017Cyj tego trybu, tylko w przypadku problem\u00F3w z prawid\u0142owym \u0142adowaniem nieaktualnej lub osadzonej zawarto\u015Bci.
IFRAME_ADDIFRAME_ERROR_UNSAFE_PROTOCOL=Protok\u00F3\u0142 nie jest dozwolony.
IFRAME_ADDIFRAME_ERROR_MIXED_CONTENT=Osadzanie zawarto\u015Bci HTTP w ho\u015Bcie HTTPS nie jest dozwolone.
IFRAME_ADDIFRAME_ERROR_FORBIDDEN_URL=Adres URL nie jest dozwolony.
IFRAME_ADDIFRAME_ERROR_INVALID_URL=Wprowad\u017A prawid\u0142owy adres URL.

TXT_CHANGEVISUALIZATION_CHANGE_RENAME_TO=Nazw\u0119 zmieniono na ''{0}''
TXT_CHANGEVISUALIZATION_CHANGE_RENAME_FROM_TO=Nazw\u0119 zmieniono z ''{1}'' na ''{0}\u2019
TXT_CHANGEVISUALIZATION_CHANGE_MOVE=Element "{0}" zosta\u0142 przeniesiony
TXT_CHANGEVISUALIZATION_CHANGE_MOVE_WITHIN=Element ''{0}'' zosta\u0142 przeniesiony w ramach kontenera
TXT_CHANGEVISUALIZATION_CHANGE_REMOVE=Element "{0}" zosta\u0142 usuni\u0119ty
TXT_CHANGEVISUALIZATION_CHANGE_REVEAL=Dodano element "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE=Element "{0}" zosta\u0142 po\u0142\u0105czony
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_TWO=Elementy "{0}" i "{1}" zosta\u0142y po\u0142\u0105czone
TXT_CHANGEVISUALIZATION_CHANGE_COMBINE_MANY=Po\u0142\u0105czono {0} element\u00F3w
TXT_CHANGEVISUALIZATION_CHANGE_SPLIT=Element "{0}\u201D zosta\u0142 podzielony
TXT_CHANGEVISUALIZATION_CHANGE_CREATECONTAINER=Dodano grup\u0119 "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_ADDDELEGATEPROPERTY=Dodano pole "{0}"
TXT_CHANGEVISUALIZATION_CHANGE_ADDIFRAME=Dodano iFrame
TXT_CHANGEVISUALIZATION_CHANGE_SETTINGS=Ustawienia elementu "{0}" zosta\u0142y zmienione
TXT_CHANGEVISUALIZATION_CHANGE_OTHER=Zmieniono element
TIT_CHANGEVISUALIZATION_TYPE=Typ
TIT_CHANGEVISUALIZATION_CHANGES=Zmiany
TIT_CHANGEVISUALIZATION_DATE=Data
TIT_CHANGEVISUALIZATION_DETAILS=Szczeg\u00F3\u0142y
TIT_CHANGEVISUALIZATION_DESCRIPTION=Opis
BUT_CHANGEVISUALIZATION_SHOWCHANGES=Poka\u017C zmiany u\u017Cytkownik\u00F3w kluczowych
BUT_CHANGEVISUALIZATION_SELECTCHANGES=Wybierz rodzaj zmiany
MSG_CHANGEVISUALIZATION_HIDDEN_CHANGES_INFO=Zmiany nie zosta\u0142y zwizualizowane\: {0}
TXT_CHANGEVISUALIZATION_OVERVIEW_ALL=Wszystkie
BTN_CHANGEVISUALIZATION_OVERVIEW_ALL=Wszystkie zmiany
TXT_CHANGEVISUALIZATION_OVERVIEW_MOVE=Przesu\u0144
BTN_CHANGEVISUALIZATION_OVERVIEW_MOVE=Przeniesione elementy
TXT_CHANGEVISUALIZATION_OVERVIEW_RENAME=Zmie\u0144 nazw\u0119
BTN_CHANGEVISUALIZATION_OVERVIEW_RENAME=Elementy ze zmienion\u0105 nazw\u0105
TXT_CHANGEVISUALIZATION_OVERVIEW_ADD=Dodaj
BTN_CHANGEVISUALIZATION_OVERVIEW_ADD=Dodane elementy
TXT_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Po\u0142\u0105cz i podziel
BTN_CHANGEVISUALIZATION_OVERVIEW_COMBINESPLIT=Po\u0142\u0105czone i podzielone elementy
TXT_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Usu\u0144
BTN_CHANGEVISUALIZATION_OVERVIEW_REMOVE=Usuni\u0119te elementy
TXT_CHANGEVISUALIZATION_OVERVIEW_OTHER=Inne
BTN_CHANGEVISUALIZATION_OVERVIEW_OTHER=Inne zmiany
BUT_CHANGEVISUALIZATION_VERSIONING_ALL=Wszystkie
BUT_CHANGEVISUALIZATION_VERSIONING_DRAFT=Wersje robocze
BUT_CHANGEVISUALIZATION_VERSIONING_DIRTY=Niezapisane
TXT_CHANGEVISUALIZATION_CREATED_IN_SESSION_DATE=Teraz
MSG_LOCAL_RESET_VARIANT_SAVE=Zresetowano kontener, a widok zosta\u0142 automatycznie zapisany.
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_MOVE=Poka\u017C \u017Ar\u00F3d\u0142o
BTN_CHANGEVISUALIZATION_SHOW_DEPENDENT_CONTAINER_SPLIT=Poka\u017C inne strony
BUT_CHANGEVISUALIZATION_LEARNMORE=[Dowiedz si\u0119 wi\u0119cej]
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_SING=1 zmiana
TXT_CHANGEVISUALIZATION_INDICATOR_TOOLTIP_PLUR=Liczba zmian\: {0}

MSG_ADAPTATION_STARTER_MIXED_CHANGES_WARNING=Zmiany IU dla tej aplikacji zosta\u0142y wprowadzone w innym systemie. Aby unikn\u0105\u0107 konflikt\u00F3w, zalecamy dokonywanie zmian IU tylko w jednym systemie, a nast\u0119pnie transportowanie zmian do innych system\u00F3w. Patrz [Dostosowanie IU](https\://help.sap.com/docs/search?q\=Adapting%20the%20UI).
TIT_ADAPTATION_STARTER_MIXED_CHANGES_TITLE=Ostrze\u017Cenie - ryzyko powa\u017Cnych konflikt\u00F3w
MSG_ADAPTATION_STARTER_NO_CHANGES_IN_P_WARNING=Rozpoczynasz dostosowanie IU w systemie produktywnym. Je\u015Bli masz system projektowy lub testowy, zalecamy dokonywanie zmian w tych systemach i stosowanie mechanizmu transportu w celu publikacji dokonanych zmian.
TIT_ADAPTATION_STARTER_NO_CHANGES_IN_P_TITLE=Ostrze\u017Cenie - masz zamiar dokona\u0107 zmiany systemu produktywnego
MSG_GENERIC_ERROR_MESSAGE=Wyst\u0105pi\u0142 b\u0142\u0105d. Utw\u00F3rz zg\u0142oszenie dla sk\u0142adnika CA-UI5-FL-RTA, aby skontaktowa\u0107 si\u0119 z dzia\u0142em wsparcia SAP.\nW zg\u0142oszeniu podaj nast\u0119puj\u0105ce informacje techniczne\:\n {0}

MSG_ADAPTATION_COULD_NOT_START=B\u0142\u0105d podczas rozpoczynania dostosowania IU

MSG_NO_KEY_USER_RIGHTS_ERROR_MESSAGE=Nie masz uprawnie\u0144 u\u017Cytkownika kluczowego. Skontaktuj si\u0119 z administratorem.

BTN_TOOLTIP_MOVE_UP=Przesu\u0144 w g\u00F3r\u0119
BTN_TOOLTIP_MOVE_DOWN=Przesu\u0144 w d\u00F3\u0142
BTN_ADAPTING_FOR=Dostosowanie dla ''{0}''
BTN_ADAPTING_FOR_ALL_USERS=Dostosowanie dla 'wszystkich u\u017Cytkownik\u00F3w'
BTN_SWITCH_ADAPTATIONS=Prze\u0142\u0105cz dostosowania
EAC_DIALOG_HEADER=Edycja dostosowania
SAC_DIALOG_HEADER=Zapisz jako nowe dostosowanie
DAC_DIALOG_HEADER=Usu\u0144 dostosowanie
DAC_DIALOG_DESCRIPTION=Czy na pewno chcesz usun\u0105\u0107 to dostosowanie?
DAC_DATA_LOSS_DIALOG_DESCRIPTION=Masz niezapisane zmiany IU. Usuni\u0119cie tego dostosowania spowoduje r\u00F3wnie\u017C usuni\u0119cie zmian IU. Czy na pewno chcesz usun\u0105\u0107 to dostosowanie?
DAC_DIALOG_MIGRATION_HEADER=Przenoszenie widok\u00F3w
DAC_DIALOG_MIGRATION_DESCRIPTION=Zauwa\u017Cyli\u015Bmy, \u017Ce role zosta\u0142y ju\u017C przypisane do widok\u00F3w w tej aplikacji. Je\u015Bli chcesz utworzy\u0107 dostosowanie, musisz przenie\u015B\u0107 te widoki do dostosowa\u0144.\nPo migracji ka\u017Cdy widok przypisany do roli zostanie uwzgl\u0119dniony w dostosowaniu. 
DAC_DIALOG_MIGRATION_DIRTY_DESCRIPTION=Zauwa\u017Cyli\u015Bmy, \u017Ce role zosta\u0142y ju\u017C przypisane do widok\u00F3w w tej aplikacji. Je\u015Bli chcesz utworzy\u0107 dostosowanie, musisz przenie\u015B\u0107 te widoki do dostosowa\u0144.\nPo migracji ka\u017Cdy widok przypisany do roli zostanie uwzgl\u0119dniony w dostosowaniu.\n\nMasz niezapisane zmiany interfejsu u\u017Cytkownika. S\u0105 one zapisywane przed migracj\u0105.
DAC_DIALOG_MIGRATION_SUCCESSFULL_DESCRIPTION=Pomy\u015Blnie przeniesiono widoki.\nMo\u017Cesz teraz przej\u015B\u0107 do utworzonych dostosowa\u0144 i je zweryfikowa\u0107.
DAC_DIALOG_MIGRATION_ERROR_DESCRIPTION=Wyst\u0105pi\u0142 b\u0142\u0105d podczas przenoszenia. Spr\u00F3buj ponownie p\u00F3\u017Aniej lub skontaktuj si\u0119 z administratorem.
MANAGE_ADAPTATIONS_DIALOG_HEADER=Zarz\u0105dzaj dostosowaniami
BTN_MANAGE_APP_CTX=Zarz\u0105dzaj dostosowaniami
TXT_MANAGE_APP_CTX=Wy\u015Bwietl, edytuj lub usu\u0144 dostosowania
CLM_HEADER_PRIORITY=Priorytet
CLM_HEADER_CREATED=Utworzone
CLM_HEADER_CHANGED=Ostatnia zmiana
CLM_HEADER_ADAPTATIONS_ACTIONS=Czynno\u015Bci
CLM_HEADER_CONTEXT=Kontekst
CLM_HEADER_ADAPTATIONS_TITLE=Tytu\u0142
CLM_HEADER_ADAPTATIONS_CREATED_ON=Utworzono dnia
CLM_HEADER_ADAPTATIONS_CHANGED_ON=Data zmiany
MAA_DIALOG_DESCRIPTION=Opis
MAA_DIALOG_SAVE_AS_APP=Zapisz jako
MAA_DIALOG_ADAPT_UI=Dostosowanie IU
MENU_BTN_SHARE=Udost\u0119pnij
MENU_BTN_EDIT=Edytuj
MAA_DIALOG_DELETE=Usu\u0144
TXT_SELECT_FIRST_PRIO=Wstaw przed wszystkimi (priorytet '1')
TXT_SELECT_PRIO=Wstaw za ''{0}'' (priorytet ''{1}'')
SAVE_AS_DIALOG_PLACEHOLDER_DESCRIPTION_TEXT=Wprowad\u017A opis
TXT_TABLE_CONTEXT_CELL_ROLE=Rola
TXT_TABLE_CONTEXT_CELL_ROLES=Role
TXT_DEFAULT_APP=Dostosowanie bez kontekstu
APP_CTX_DIALOG_SAVE=Zapisz
APP_CTX_DIALOG_CANCEL=Anuluj
APP_CTX_DIALOG_CONFIRM=Potwierd\u017A
TOOLTIP_APP_CTX_DIALOG_SAVE=Dostosowanie w oparciu o kontekst nie zmieni\u0142o si\u0119.
TXT_CTX_ERROR_DUPLICATE_TITLE=Tytu\u0142 dostosowania ju\u017C istnieje. Wprowad\u017A inny tytu\u0142.
TXT_CTX_ERROR_MAX_LEN=D\u0142ugo\u015B\u0107 tytu\u0142\u00F3w dostosowania jest ograniczona do {0} znak\u00F3w
TXT_CTX_ERROR_EMPTY_TITLE=Wpisz tytu\u0142.
