
TBL_FILTER=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
TBL_FILTER_ITEM=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C...
TBL_SORT_ASC=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E08\u0E32\u0E01\u0E19\u0E49\u0E2D\u0E22\u0E44\u0E1B\u0E2B\u0E32\u0E21\u0E32\u0E01
TBL_SORT_DESC=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E08\u0E32\u0E01\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E2B\u0E32\u0E19\u0E49\u0E2D\u0E22
TBL_GROUP=\u0E01\u0E25\u0E38\u0E48\u0E21
TBL_UNGROUP=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E25\u0E38\u0E48\u0E21
TBL_UNGROUP_ALL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E25\u0E38\u0E48\u0E21\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
TBL_COLUMNS=\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C
TBL_FREEZE=\u0E15\u0E23\u0E36\u0E07
TBL_UNFREEZE=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E15\u0E23\u0E36\u0E07
TBL_MOVE_UP=\u0E22\u0E49\u0E32\u0E22\u0E02\u0E36\u0E49\u0E19
TBL_MOVE_DOWN=\u0E22\u0E49\u0E32\u0E22\u0E25\u0E07
TBL_EXPAND_LEVEL=\u0E02\u0E22\u0E32\u0E22\u0E23\u0E30\u0E14\u0E31\u0E1A
TBL_COLLAPSE_LEVEL=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E23\u0E30\u0E14\u0E31\u0E1A
TBL_EXPAND_ALL=\u0E02\u0E22\u0E32\u0E22\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
TBL_COLLAPSE_ALL=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
TBL_SHOW_COLUMN=\u0E41\u0E2A\u0E14\u0E07
TBL_HIDE_COLUMN=\u0E0B\u0E48\u0E2D\u0E19
TBL_COL_VISBILITY_MENUITEM_SHOW=\u0E41\u0E2A\u0E14\u0E07\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C
TBL_COL_VISBILITY_MENUITEM_HIDE=\u0E0B\u0E48\u0E2D\u0E19\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C

TBL_ROW_SELECT=\u0E04\u0E25\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E25\u0E37\u0E2D\u0E01
TBL_ROW_DESELECT=\u0E04\u0E25\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01
TBL_ROW_SELECT_MULTI_TOGGLE=\u0E04\u0E25\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E23\u0E37\u0E2D\u0E01\u0E14 SHIFT \u0E41\u0E25\u0E49\u0E27\u0E04\u0E25\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E0A\u0E48\u0E27\u0E07

TBL_TABLE_SELECTION_MULTI=\u0E15\u0E32\u0E23\u0E32\u0E07\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E25\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23
TBL_TABLE_SELECTION_SINGLE=\u0E15\u0E32\u0E23\u0E32\u0E07\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E40\u0E14\u0E35\u0E22\u0E27

TBL_TABLE_INVALID=\u0E15\u0E32\u0E23\u0E32\u0E07\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

TBL_DATA_ROWS_COLS=\u0E15\u0E32\u0E23\u0E32\u0E07\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22 {0} \u0E41\u0E16\u0E27 \u0E41\u0E25\u0E30 {1} \u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C

TBL_ROW_SELECT_KEY=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E16\u0E27 \u0E43\u0E2B\u0E49\u0E01\u0E14 SPACEBAR
TBL_ROW_DESELECT_KEY=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E16\u0E27 \u0E43\u0E2B\u0E49\u0E01\u0E14 SPACEBAR

TBL_ANALYTICAL_TABLE_ROLE_DESCRIPTION=\u0E15\u0E32\u0E23\u0E32\u0E07\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C

TBL_NO_COLUMNS=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E2D\u0E07\u0E40\u0E2B\u0E47\u0E19\u0E44\u0E14\u0E49\u0E43\u0E19\u0E15\u0E32\u0E23\u0E32\u0E07\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E43\u0E19\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E15\u0E32\u0E23\u0E32\u0E07

TBL_NO_DATA=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

TBL_SELECT_ALL=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
TBL_DESELECT_ALL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14

TBL_TOGGLE_EDIT_KEY=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E15\u0E32\u0E23\u0E32\u0E07 \u0E43\u0E2B\u0E49\u0E01\u0E14 F2

TBL_EXPAND=\u0E02\u0E22\u0E32\u0E22\u0E42\u0E2B\u0E19\u0E14

TBL_COLLAPSE=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E42\u0E2B\u0E19\u0E14

TBL_LEAF=\u0E42\u0E2B\u0E19\u0E14

TBL_TOTAL=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21

TBL_GRAND_TOTAL_ROW=\u0E2A\u0E23\u0E38\u0E1B\u0E1C\u0E25\u0E23\u0E27\u0E21

TBL_GROUP_TOTAL_ROW=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E23\u0E38\u0E1B\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21

TBL_FIXED_COLUMN=\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C\u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E44\u0E27\u0E49

TBL_ROW_ROWCOUNT=\u0E41\u0E16\u0E27 {0} \u0E08\u0E32\u0E01 {1}

TBL_COL_COLCOUNT=\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C {0} \u0E08\u0E32\u0E01 {1}

TBL_ROW_GROUP_LABEL=\u0E41\u0E16\u0E27\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21

TBL_ROW_GROUP_TITLE={0}\: {1}

TBL_ROW_GROUP_TITLE_FULL={0}\: {1} - {2}

TBL_ROW_DESC_SELECTED=\u0E41\u0E16\u0E27\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01

TBL_COL_DESC_MENU=\u0E40\u0E21\u0E19\u0E39\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19

TBL_COL_DESC_FILTERED=\u0E17\u0E35\u0E48\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C

TBL_COL_DESC_SORTED_ASC=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E08\u0E32\u0E01\u0E19\u0E49\u0E2D\u0E22\u0E44\u0E1B\u0E2B\u0E32\u0E21\u0E32\u0E01

TBL_COL_DESC_SORTED_DES=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E08\u0E32\u0E01\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E2B\u0E32\u0E19\u0E49\u0E2D\u0E22

TBL_COL_DESC_SPAN=\u0E02\u0E22\u0E32\u0E22 {0} \u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C

TBL_CTRL_STATE_DISABLED=\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19

TBL_CTRL_STATE_READONLY=\u0E2D\u0E48\u0E32\u0E19\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E40\u0E14\u0E35\u0E22\u0E27

TBL_ROW_ACTION_COLUMN_LABEL=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E41\u0E16\u0E27

TBL_ROW_ACTION_NO_ACTION=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23

TBL_ROW_ACTION_SINGLE_ACTION=\u0E21\u0E35 1 \u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23

TBL_ROW_ACTION_MULTIPLE_ACTION=\u0E21\u0E35 {0} \u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23

TBL_ROW_ACTION_NAVIGATE=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14

TBL_ROW_ACTION_DELETE=\u0E25\u0E1A

TBL_ROW_ACTION_MORE=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21

TBL_ROW_STATE_INFORMATION=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

TBL_ROW_STATE_ERROR=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

TBL_ROW_STATE_WARNING=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19

TBL_ROW_STATE_SUCCESS=\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08

TBL_ROW_STATE_NAVIGATED=\u0E16\u0E39\u0E01\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15

TBL_ROW_EXPAND_KEY=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E02\u0E22\u0E32\u0E22\u0E41\u0E16\u0E27 \u0E43\u0E2B\u0E49\u0E01\u0E14 Spacebar

TBL_ROW_COLLAPSE_KEY=\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E41\u0E16\u0E27 \u0E43\u0E2B\u0E49\u0E01\u0E14 Spacebar

TBL_CREATIONROW_APPLY=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E41\u0E16\u0E27

TBL_CREATEROW_LABEL=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E32\u0E23\u0E32\u0E07\u0E43\u0E2B\u0E21\u0E48

TBL_SELECT_LIMIT_TITLE=\u0E02\u0E35\u0E14\u0E08\u0E33\u0E01\u0E31\u0E14\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01

TBL_SELECT_LIMIT=\u0E43\u0E19\u0E15\u0E32\u0E23\u0E32\u0E07\u0E19\u0E35\u0E49 \u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32 {0} \u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E43\u0E19\u0E41\u0E15\u0E48\u0E25\u0E30\u0E04\u0E23\u0E31\u0E49\u0E07\n\n\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E44\u0E14\u0E49\u0E1A\u0E48\u0E2D\u0E22\u0E40\u0E17\u0E48\u0E32\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23 \u0E41\u0E15\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E14\u0E49\u0E40\u0E1E\u0E35\u0E22\u0E07 {0} \u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D\u0E04\u0E23\u0E31\u0E49\u0E07
