
CARD.COUNT_X_OF_Y={0} \u0E08\u0E32\u0E01 {1}

CARD_DATA_LOAD_ERROR=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E42\u0E2B\u0E25\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

CARD_WEB_PAGE_TIMEOUT_ERROR=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E42\u0E2B\u0E25\u0E14\u0E2B\u0E19\u0E49\u0E32\u0E43\u0E19 {0} \u0E27\u0E34\u0E19\u0E32\u0E17\u0E35 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A URL

CARD_WEB_PAGE_EMPTY_URL_ERROR=URL \u0E02\u0E2D\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E19\u0E35\u0E49\u0E27\u0E48\u0E32\u0E07\u0E40\u0E1B\u0E25\u0E48\u0E32 

CARD_WEB_PAGE_HTTPS_URL_ERROR=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E0A\u0E49 URL \u0E17\u0E35\u0E48\u0E1B\u0E25\u0E2D\u0E14\u0E20\u0E31\u0E22 (https\://)

CARDS_ADAPTIVE_ACTION_SUBMIT_SUCCESS=\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08

CARDS_ADAPTIVE_ACTION_SUBMIT_ERROR=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E2A\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

CARDS_CALENDAR=\u0E1A\u0E31\u0E15\u0E23\u0E1B\u0E0F\u0E34\u0E17\u0E34\u0E19

CARDS_CALENDAR_LEGEND=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E2A\u0E31\u0E0D\u0E25\u0E31\u0E01\u0E29\u0E13\u0E4C

CARDS_CALENDAR_APPOINTMENTS=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E31\u0E14\u0E2B\u0E21\u0E32\u0E22

CARDEDITOR_DESTINATIONS=\u0E1B\u0E25\u0E32\u0E22\u0E17\u0E32\u0E07

CARDEDITOR_PARAMETERS_GENERALSETTINGS=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B

CARDEDITOR_PREVIEW_BTN_LIVEPREVIEW=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E41\u0E1A\u0E1A\u0E2A\u0E14

CARDEDITOR_PREVIEW_BTN_SAMPLEPREVIEW=\u0E01\u0E32\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E15\u0E31\u0E27\u0E2D\u0E22\u0E48\u0E32\u0E07

CARDEDITOR_ORIGINALLANG=\u0E20\u0E32\u0E29\u0E32\u0E40\u0E14\u0E34\u0E21

CARDEDITOR_CONTEXT_EMPTY_VAL=\u0E44\u0E21\u0E48\u0E21\u0E35

CARDEDITOR_CONTEXT_EMPTY_DESC=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E04\u0E48\u0E32\u0E41\u0E1A\u0E1A\u0E44\u0E14\u0E19\u0E32\u0E21\u0E34\u0E01\u0E08\u0E32\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

CARDEDITOR_CONTEXT_CARD_INTERNAL_VAL=\u0E04\u0E48\u0E32\u0E2D\u0E37\u0E48\u0E19

CARDEDITOR_CONTEXT_CARD_TODAY_VAL=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19

CARDEDITOR_CONTEXT_CARD_TODAY_DESC=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E15\u0E23\u0E34\u0E07

CARDEDITOR_CONTEXT_CARD_NOW_VAL=\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49, \u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32

CARDEDITOR_CONTEXT_CARD_NOW_DESC=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E15\u0E23\u0E34\u0E07

CARDEDITOR_CONTEXT_CARD_LANG_VAL=\u0E20\u0E32\u0E29\u0E32\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19

CARDEDITOR_CONTEXT_CARD_LANG_DESC=\u0E15\u0E31\u0E27\u0E22\u0E48\u0E2D\u0E20\u0E32\u0E29\u0E32\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49 \u0E20\u0E32\u0E29\u0E32\u0E41\u0E25\u0E30\u0E20\u0E39\u0E21\u0E34\u0E20\u0E32\u0E04\u0E04\u0E31\u0E48\u0E19\u0E14\u0E49\u0E27\u0E22\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2B\u0E21\u0E32\u0E22\u0E02\u0E35\u0E14\u0E04\u0E31\u0E48\u0E19 \u0E40\u0E0A\u0E48\u0E19 en-US \u0E20\u0E39\u0E21\u0E34\u0E20\u0E32\u0E04\u0E2D\u0E32\u0E08\u0E16\u0E39\u0E01\u0E25\u0E30\u0E44\u0E27\u0E49

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_TITLE=\u0E01\u0E32\u0E23\u0E41\u0E1B\u0E25\u0E04\u0E48\u0E32

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_BUTTON_SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_BUTTON_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_CURRENTLANGUAGE=\u0E20\u0E32\u0E29\u0E32\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_CURRENTVALUE=\u0E04\u0E48\u0E32

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_OTHERLANGUAGES=\u0E20\u0E32\u0E29\u0E32\u0E2D\u0E37\u0E48\u0E19

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_LISTITEM_GROUP_NOTUPDATED=\u0E44\u0E21\u0E48\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17

CARDEDITOR_FIELD_TRANSLATION_LIST_POPOVER_LISTITEM_GROUP_UPDATED=\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E41\u0E25\u0E49\u0E27

CARDEDITOR_FIELD_MORE_SETTINGS=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21

CARDEDITOR_SELECT_FROM_LIST=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E04\u0E48\u0E32\u0E41\u0E1A\u0E1A\u0E44\u0E14\u0E19\u0E32\u0E21\u0E34\u0E01\u0E08\u0E32\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

CARDEDITOR_MORE_DYNAMICVALUES=\u0E04\u0E48\u0E32\u0E41\u0E1A\u0E1A\u0E44\u0E14\u0E19\u0E32\u0E21\u0E34\u0E01

CARDEDITOR_ACTUAL_VALUE=\u0E04\u0E48\u0E32\u0E41\u0E1A\u0E1A\u0E44\u0E14\u0E19\u0E32\u0E21\u0E34\u0E01\u0E15\u0E32\u0E21\u0E08\u0E23\u0E34\u0E07

CARDEDITOR_MORE_DYNAMICVALUES_TECHHINT=\u0E04\u0E48\u0E32\u0E19\u0E35\u0E49\u0E43\u0E0A\u0E49\u0E43\u0E19\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E02\u0E2D\u0E07\u0E1A\u0E31\u0E15\u0E23\u0E41\u0E25\u0E30\u0E44\u0E21\u0E48\u0E04\u0E27\u0E23\u0E41\u0E2A\u0E14\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B

CARDEDITOR_MORE_SETTINGS=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32

CARDEDITOR_MORE_SETTINGS_P_ADMIN=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E40\u0E1E\u0E08

CARDEDITOR_MORE_SETTINGS_P_ADMIN_RESET=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E40\u0E1B\u0E47\u0E19\u0E04\u0E48\u0E32\u0E15\u0E31\u0E49\u0E07\u0E15\u0E49\u0E19

CARDEDITOR_MORE_SETTINGS_P_ADMIN_VISIBLE=\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E14\u0E39\u0E1F\u0E34\u0E25\u0E14\u0E4C

CARDEDITOR_MORE_SETTINGS_P_ADMIN_EDIT=\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1F\u0E34\u0E25\u0E14\u0E4C

CARDEDITOR_MORE_SETTINGS_P_ADMIN_DYN=\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E1A\u0E1A\u0E44\u0E14\u0E19\u0E32\u0E21\u0E34\u0E01

CARDEDITOR_MORE_OK=\u0E15\u0E01\u0E25\u0E07

CARDEDITOR_MORE_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

CARDEDITOR_MORE_RESET=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15

CARDEDITOR_ICON_CHOOSE=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E2D\u0E04\u0E2D\u0E19\u0E08\u0E32\u0E01\u0E44\u0E1F\u0E25\u0E4C

CARDEDITOR_ICON_SELECTED=\u0E16\u0E39\u0E01\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E44\u0E1F\u0E25\u0E4C

CARDEDITOR_ICON_NONE=(\u0E44\u0E21\u0E48\u0E21\u0E35)

CARDEDITOR_VAL_NOMATCH=\u0E04\u0E48\u0E32\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E01\u0E31\u0E1A\u0E40\u0E01\u0E13\u0E11\u0E4C\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

CARDEDITOR_VAL_MAXLENGTH=\u0E04\u0E48\u0E32\u0E40\u0E01\u0E34\u0E19\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0}

CARDEDITOR_VAL_MINLENGTH=\u0E04\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E02\u0E31\u0E49\u0E19\u0E15\u0E48\u0E33 {0} \u0E15\u0E31\u0E27

CARDEDITOR_VAL_TEXTREQ=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E43\u0E19\u0E1F\u0E34\u0E25\u0E14\u0E4C \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21

CARDEDITOR_VAL_MAX=\u0E04\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19 {0} \u0E2B\u0E23\u0E37\u0E2D\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32

CARDEDITOR_VAL_MIN=\u0E04\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19 {0} \u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32

CARDEDITOR_VAL_MAX_E=\u0E04\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32 {0}

CARDEDITOR_VAL_MIN_E=\u0E04\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32 {0}

CARDEDITOR_VAL_MULTIPLE=\u0E04\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E1C\u0E25\u0E04\u0E39\u0E13\u0E02\u0E2D\u0E07 {0}

CARDEDITOR_VAL_NUMBERREQ=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E43\u0E19\u0E1F\u0E34\u0E25\u0E14\u0E4C \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02

CARDEDITOR_ITEM_SELECTED=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27

CARDEDITOR_ITEM_UNSELECTED=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27

CARDEDITOR_BAD_REQUEST=\u0E04\u0E33\u0E02\u0E2D\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
