
TRANSPORT_DIALOG_TITLE=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E1E\u0E04\u0E40\u0E01\u0E08\u0E41\u0E25\u0E30\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15

TRANSPORT_DIALOG_TITLE_SIMPLE=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15

TRANSPORT_DIALOG_OK=\u0E15\u0E01\u0E25\u0E07

TRANSPORT_DIALOG_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

TRANSPORT_DIALOG_TRANSPORT=\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15

TRANSPORT_DIALOG_PACKAGE=\u0E41\u0E1E\u0E04\u0E40\u0E01\u0E08

TRANSPORT_DIALOG_TRANSPORT_TT=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15

TRANSPORT_DIALOG_PACKAGE_TT=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E1E\u0E04\u0E40\u0E01\u0E08

TRANSPORT_DIALOG_NO_TRANSPORT=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E04\u0E33\u0E02\u0E2D\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15

TRANSPORT_DIALOG_LOCAL_OBJECT=\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E20\u0E32\u0E22\u0E43\u0E19\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07

TRANSPORT_DIALOG_NO_TRANSPORTS=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E41\u0E1E\u0E04\u0E40\u0E01\u0E08\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01

VARIANT_MANAGEMENT_SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01

VARIANT_MANAGEMENT_SAVEAS=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1B\u0E47\u0E19

VARIANT_MANAGEMENT_OK=\u0E15\u0E01\u0E25\u0E07

VARIANT_MANAGEMENT_CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

VARIANT_MANAGEMENT_MANAGE=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23

VARIANT_MANAGEMENT_NAME=\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07

VARIANT_MANAGEMENT_KEY=\u0E04\u0E35\u0E22\u0E4C\:

VARIANT_MANAGEMENT_SETASDEFAULT=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E40\u0E1B\u0E47\u0E19\u0E04\u0E48\u0E32\u0E15\u0E31\u0E49\u0E07\u0E15\u0E49\u0E19

VARIANT_MANAGEMENT_SAVEDIALOG=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07

VARIANT_MANAGEMENT_MANAGEDIALOG=\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07

VARIANT_MANAGEMENT_NODATA=\u0E40\u0E25\u0E37\u0E2D\u0E01 "\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01" \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E01\u0E47\u0E1A\u0E0A\u0E38\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E43\u0E2B\u0E21\u0E48

VARIANT_MANAGEMENT_DEFAULT=\u0E04\u0E48\u0E32\u0E15\u0E31\u0E49\u0E07\u0E15\u0E49\u0E19

VARIANT_MANAGEMENT_EXECUTEONSELECT=\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49\u0E42\u0E14\u0E22\u0E2D\u0E31\u0E15\u0E42\u0E19\u0E21\u0E31\u0E15\u0E34

VARIANT_MANAGEMENT_AUTHOR=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E42\u0E14\u0E22

VARIANT_MANAGEMENT_ACTION_COLUMN=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23

VARIANT_MANAGEMENT_SEL_VARIANT=\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07 {0} \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E34\u0E14 \u0E43\u0E2B\u0E49\u0E01\u0E14 Spacebar

VARIANT_MANAGEMENT_SEL_VARIANT_MOD=\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19 {0} \u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E34\u0E14 \u0E43\u0E2B\u0E49\u0E01\u0E14 Spacebar

VARIANT_MANAGEMENT_VARIANTS=\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E02\u0E2D\u0E07\u0E09\u0E31\u0E19

VARIANT_MANAGEMENT_ERROR_DUPLICATE=\u0E21\u0E35\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E19\u0E35\u0E49\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E2D\u0E37\u0E48\u0E19

VARIANT_MANAGEMENT_ERROR_EMPTY=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D

VARIANT_MANAGEMENT_NOT_ALLOWED_CHAR=\u0E44\u0E21\u0E48\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E43\u0E0A\u0E49\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30 {0} \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07

VARIANT_MANAGEMENT_MAX_LEN=\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E08\u0E33\u0E01\u0E31\u0E14\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E44\u0E27\u0E49 {0} \u0E15\u0E31\u0E27

VARIANT_MANAGEMENT_TRIGGER_TT=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07

VARIANT_MANAGEMENT_DELETE=\u0E25\u0E1A\u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07

VARIANT_MANAGEMENT_FAV_ADD_ACC=\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E2D\u0E04\u0E2D\u0E19 '\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E42\u0E1B\u0E23\u0E14'

VARIANT_MANAGEMENT_FAV_DEL_ACC=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E44\u0E2D\u0E04\u0E2D\u0E19 '\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E42\u0E1B\u0E23\u0E14'

VARIANT_MANAGEMENT_FAV_DEL_TOOLTIP=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E42\u0E1B\u0E23\u0E14

VARIANT_MANAGEMENT_FAV_ADD_TOOLTIP=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E42\u0E1B\u0E23\u0E14

VARIANT_MANAGEMENT_ERROR_TEXT1=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E42\u0E2B\u0E25\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

VARIANT_MANAGEMENT_ERROR_TEXT2=\u0E40\u0E2B\u0E15\u0E38\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E19\u0E35\u0E49\u0E2D\u0E32\u0E08\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E44\u0E14\u0E49\u0E16\u0E49\u0E32\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E01\u0E31\u0E1A\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E19\u0E47\u0E15 \u0E2B\u0E23\u0E37\u0E2D\u0E16\u0E49\u0E32\u0E23\u0E30\u0E1A\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E1E\u0E37\u0E49\u0E19\u0E10\u0E32\u0E19\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19

STANDARD_VARIANT_ORIGINAL_TITLE=\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19

STANDARD_VARIANT_TITLE=\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19

VARIANT_COPY_SINGLE_TEXT=\u0E01\u0E32\u0E23\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01 {0}

VARIANT_COPY_MULTIPLE_TEXT=\u0E01\u0E32\u0E23\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01 {0} ({1})

HEADER_TRANSPORT_ERROR=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

MSG_TRANSPORT_SUCCESS=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 UI \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E16\u0E39\u0E01\u0E23\u0E27\u0E21\u0E44\u0E27\u0E49\u0E43\u0E19\u0E01\u0E32\u0E23\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15

MSG_ATO_NOTIFICATION=\u0E01\u0E32\u0E23\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08 \u0E02\u0E13\u0E30\u0E19\u0E35\u0E49\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E17\u0E35\u0E48\u0E08\u0E30\u0E40\u0E2D\u0E47\u0E01\u0E0B\u0E4C\u0E1B\u0E2D\u0E23\u0E4C\u0E15\u0E43\u0E19\u0E04\u0E2D\u0E25\u0E40\u0E25\u0E01\u0E0A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C

MSG_TRANSPORT_ERROR=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E23\u0E32\u0E19\u0E2A\u0E1B\u0E2D\u0E23\u0E4C\u0E15\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 UI \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07 \u0E2B\u0E23\u0E37\u0E2D\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\: {0}

MSG_NETWORK_ERROR=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E02\u0E2D\u0E07\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E48\u0E32\u0E22

MSG_CONNECTION_TIMEOUT_ERROR=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E2B\u0E21\u0E14\u0E40\u0E27\u0E25\u0E32

MSG_LOADING_SERVER_RESPONSE_ERROR=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E42\u0E2B\u0E25\u0E14\u0E01\u0E32\u0E23\u0E15\u0E2D\u0E1A\u0E2A\u0E19\u0E2D\u0E07\u0E02\u0E2D\u0E07\u0E40\u0E0B\u0E34\u0E23\u0E4C\u0E1F\u0E40\u0E27\u0E2D\u0E23\u0E4C

BTN_FREP_CCF=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E04\u0E27\u0E32\u0E21\u0E2A\u0E31\u0E21\u0E1E\u0E31\u0E19\u0E18\u0E4C \u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E2D\u0E08\u0E34\u0E01

BUSINESS_CONTEXT_TITLE=\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08\u0E17\u0E35\u0E48\u0E21\u0E35\:

BTN_ADD_FIELD=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E1F\u0E34\u0E25\u0E14\u0E4C\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49

BTN_ADD_LOGIC=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E25\u0E2D\u0E08\u0E34\u0E01\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49

BUSINESS_OBJECT_NODE_TITLE=\u0E42\u0E2B\u0E19\u0E14\u0E02\u0E2D\u0E07\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08\u0E17\u0E35\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
