
SAPUI5_FRIDAY=Friday
SAPUI5_GM_ZSTEP=Zoom step {0}

VALUE_STATE_ERROR=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
VALUE_STATE_WARNING=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E40\u0E15\u0E37\u0E2D\u0E19
VALUE_STATE_SUCCESS=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
VALUE_STATE_INFORMATION=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E49\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

INDICATION_STATE_INDICATION01=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 1
INDICATION_STATE_INDICATION02=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 2
INDICATION_STATE_INDICATION03=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 3
INDICATION_STATE_INDICATION04=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 4
INDICATION_STATE_INDICATION05=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 5
INDICATION_STATE_INDICATION06=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 6
INDICATION_STATE_INDICATION07=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 7
INDICATION_STATE_INDICATION08=\u0E2A\u0E35\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38 8

BUSY_TEXT=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E2D\u0E2A\u0E31\u0E01\u0E04\u0E23\u0E39\u0E48
BUSY_VALUE_TEXT=\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E07


date.week.calendarweek.wide=\u0E2A\u0E31\u0E1B\u0E14\u0E32\u0E2B\u0E4C\u0E15\u0E32\u0E21\u0E1B\u0E0F\u0E34\u0E17\u0E34\u0E19 {0}
date.week.calendarweek.narrow=CW {0}


FileSize.Byte={0} \u0E44\u0E1A\u0E15\u0E4C
FileSize.Bytes={0} \u0E44\u0E1A\u0E15\u0E4C

FileSize.Kilobyte={0} KB
FileSize.Megabyte={0} MB
FileSize.Gigabyte={0} GB
FileSize.Terabyte={0} TB
FileSize.Petabyte={0} PB
FileSize.Exabyte={0} EB
FileSize.Zettabyte={0} ZB
FileSize.Yottabyte={0} YB

FileSize.Kibibyte={0} KiB
FileSize.Mebibyte={0} MiB
FileSize.Gibibyte={0} GiB
FileSize.Tebibyte={0} TiB
FileSize.Pebibyte={0} PiB
FileSize.Exbibyte={0} EiB
FileSize.Zebibyte={0} ZiB
FileSize.Yobibyte={0} YiB


INFINITY=\u0E04\u0E48\u0E32\u0E2D\u0E19\u0E31\u0E19\u0E15\u0E4C
MINUS_INFINITY=\u0E04\u0E48\u0E32\u0E25\u0E1A\u0E2D\u0E19\u0E31\u0E19\u0E15\u0E4C
NAN=\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48\u0E08\u0E33\u0E19\u0E27\u0E19


CommunicationError=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E43\u0E19\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23


NO=\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48
YES=\u0E43\u0E0A\u0E48
EnterYesOrNo=\u0E1B\u0E49\u0E2D\u0E19 "{0}" \u0E2B\u0E23\u0E37\u0E2D "{1}"
EnterDigitsOnly=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02
EnterMaximumOfDigits=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02\u0E2A\u0E38\u0E07\u0E2A\u0E38\u0E14  {0} \u0E2B\u0E25\u0E31\u0E01
EnterNumber=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19
EnterNumberPrecision=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2B\u0E25\u0E31\u0E01\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E2B\u0E25\u0E31\u0E01 \u0E42\u0E14\u0E22\u0E21\u0E35\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E01\u0E35\u0E48\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E01\u0E47\u0E44\u0E14\u0E49
EnterNumberInteger=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2B\u0E25\u0E31\u0E01\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E2B\u0E25\u0E31\u0E01\u0E17\u0E32\u0E07\u0E14\u0E49\u0E32\u0E19\u0E0B\u0E49\u0E32\u0E22\u0E02\u0E2D\u0E07\u0E15\u0E31\u0E27\u0E04\u0E31\u0E48\u0E19\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21
EnterNumberFraction=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07 
EnterNumberIntegerFraction=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2B\u0E25\u0E31\u0E01\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E2B\u0E25\u0E31\u0E01\u0E17\u0E32\u0E07\u0E14\u0E49\u0E32\u0E19\u0E0B\u0E49\u0E32\u0E22\u0E02\u0E2D\u0E07\u0E15\u0E31\u0E27\u0E04\u0E31\u0E48\u0E19\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21 \u0E41\u0E25\u0E30\u0E21\u0E35\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {1} \u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07
EnterNumberFractionOnly=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E04\u0E48\u0E32\u0E2A\u0E31\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32 1 \u0E41\u0E25\u0E30\u0E21\u0E35\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07
EnterNumberMin=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E04\u0E48\u0E32\u0E15\u0E48\u0E33\u0E2A\u0E38\u0E14 {0}
EnterNumberMinExclusive=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32 {0}
EnterNumberMax=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E04\u0E48\u0E32\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0}
EnterNumberMaxExclusive=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32 {0}
EnterText=\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21
EnterTextMaxLength=\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E41\u0E25\u0E30\u0E0A\u0E48\u0E2D\u0E07\u0E27\u0E48\u0E32\u0E07\u0E44\u0E21\u0E48\u0E40\u0E01\u0E34\u0E19 {0} \u0E15\u0E31\u0E27
EnterInt=\u0E1B\u0E49\u0E2D\u0E19\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21
EnterDateTime=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E19\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\: {0}
EnterDate=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E19\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\: {0}
EnterGuid=\u0E1B\u0E49\u0E2D\u0E19 GUID \u0E43\u0E19\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\: 12345678-90AB-CDEF-1234-567890ABCDEF
EnterTime=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E19\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\: {0}
Currency.WithDecimals=\u0E2A\u0E01\u0E38\u0E25\u0E40\u0E07\u0E34\u0E19\u0E19\u0E35\u0E49\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E49\u0E2D\u0E19\u0E2A\u0E01\u0E38\u0E25\u0E40\u0E07\u0E34\u0E19\u0E2D\u0E37\u0E48\u0E19 
Currency.WithoutDecimals=\u0E2A\u0E01\u0E38\u0E25\u0E40\u0E07\u0E34\u0E19\u0E19\u0E35\u0E49\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E49\u0E2D\u0E19\u0E2A\u0E01\u0E38\u0E25\u0E40\u0E07\u0E34\u0E19\u0E2D\u0E37\u0E48\u0E19
Unit.WithDecimals=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E35\u0E49\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E04\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E49\u0E2D\u0E19\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E2D\u0E37\u0E48\u0E19
Unit.WithoutDecimals=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E35\u0E49\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E23\u0E31\u0E1A\u0E04\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E49\u0E2D\u0E19\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E2D\u0E37\u0E48\u0E19


Boolean.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E1A\u0E39\u0E25\u0E35\u0E19\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

Integer.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
Integer.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}
Integer.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}

Float.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E15\u0E31\u0E27\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
Float.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}
Float.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}

Currency.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E15\u0E32\u0E21\u0E2A\u0E01\u0E38\u0E25\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
Currency.InvalidMeasure=\u0E1B\u0E49\u0E2D\u0E19\u0E2A\u0E01\u0E38\u0E25\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
Currency.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}
Currency.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}

Unit.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E43\u0E19\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
Unit.InvalidMeasure=\u0E1B\u0E49\u0E2D\u0E19\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
Unit.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}
Unit.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}
Unit.Decimals=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E17\u0E28\u0E19\u0E34\u0E22\u0E21\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32 {0}

FileSize.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E19\u0E32\u0E14\u0E44\u0E1F\u0E25\u0E4C\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
FileSize.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E19\u0E32\u0E14\u0E44\u0E1F\u0E25\u0E4C\u0E17\u0E35\u0E48\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}
FileSize.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E19\u0E32\u0E14\u0E44\u0E1F\u0E25\u0E4C\u0E17\u0E35\u0E48\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A {0}

Date.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48
Date.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2B\u0E25\u0E31\u0E07 {0}
Date.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E01\u0E48\u0E2D\u0E19 {0}

Time.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
Time.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E25\u0E32\u0E2B\u0E25\u0E31\u0E07 {0}
Time.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E40\u0E27\u0E25\u0E32\u0E01\u0E48\u0E2D\u0E19 {0}

DateTime.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
DateTime.Minimum=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32\u0E2B\u0E25\u0E31\u0E07 {0}
DateTime.Maximum=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32\u0E01\u0E48\u0E2D\u0E19 {0}

DateInterval.Invalid=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E48\u0E27\u0E07\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

String.MinLength=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22 {0} \u0E15\u0E31\u0E27
String.MaxLength=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E44\u0E21\u0E48\u0E40\u0E01\u0E34\u0E19 {0} \u0E15\u0E31\u0E27
String.StartsWith=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E02\u0E36\u0E49\u0E19\u0E15\u0E49\u0E19\u0E14\u0E49\u0E27\u0E22 "{0}"
String.EndsWith=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E25\u0E07\u0E17\u0E49\u0E32\u0E22\u0E14\u0E49\u0E27\u0E22 "{0}"
String.Contains=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22 "{0}"
String.Equals=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32 "{0}"
String.Search=\u0E1B\u0E49\u0E2D\u0E19\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

ACC_CTR_TYPE_IMAGE=\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E
ACC_CTR_TYPE_BUTTON=\u0E1B\u0E38\u0E48\u0E21

CLOSE=\u0E1B\u0E34\u0E14


Icon.action-settings=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
Icon.activate=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
Icon.add=\u0E40\u0E1E\u0E34\u0E48\u0E21
Icon.add-contact=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E17\u0E35\u0E48\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D
Icon.add-filter=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
Icon.add-photo=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E39\u0E1B
Icon.back-to-top=\u0E01\u0E25\u0E31\u0E1A\u0E2A\u0E39\u0E48\u0E14\u0E49\u0E32\u0E19\u0E1A\u0E19
Icon.collapse=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21
Icon.collapse-group=\u0E22\u0E48\u0E2D\u0E23\u0E27\u0E21\u0E01\u0E25\u0E38\u0E48\u0E21
Icon.crop=\u0E04\u0E23\u0E2D\u0E1A\u0E15\u0E31\u0E14
Icon.decline=\u0E1B\u0E0F\u0E34\u0E40\u0E2A\u0E18
Icon.delete=\u0E25\u0E1A
Icon.display=\u0E41\u0E2A\u0E14\u0E07
Icon.down=\u0E25\u0E07
Icon.download=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14
Icon.drill-down=Drilldown
Icon.drill-up=\u0E14\u0E39\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E23\u0E38\u0E1B
Icon.error=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14
Icon.exit-full-screen=\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E
Icon.expand=\u0E02\u0E22\u0E32\u0E22
Icon.expand-group=\u0E02\u0E22\u0E32\u0E22\u0E01\u0E25\u0E38\u0E48\u0E21
Icon.filter=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
Icon.flag=\u0E41\u0E1F\u0E25\u0E01
Icon.forward=\u0E2A\u0E48\u0E07\u0E15\u0E48\u0E2D
Icon.full-screen=\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E42\u0E2B\u0E21\u0E14\u0E40\u0E15\u0E47\u0E21\u0E08\u0E2D\u0E20\u0E32\u0E1E
Icon.generate-shortcut=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E17\u0E32\u0E07\u0E25\u0E31\u0E14
Icon.group-2=\u0E01\u0E25\u0E38\u0E48\u0E21
Icon.hide=\u0E0B\u0E48\u0E2D\u0E19
Icon.ipad=\u0E41\u0E17\u0E47\u0E1A\u0E40\u0E25\u0E47\u0E15
Icon.ipad-2=\u0E41\u0E17\u0E47\u0E1A\u0E40\u0E25\u0E47\u0E15
Icon.iphone=\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C
Icon.iphone-2=\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C
Icon.laptop=\u0E04\u0E2D\u0E21\u0E1E\u0E34\u0E27\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E1E\u0E01\u0E1E\u0E32
Icon.message-error=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14
Icon.message-information=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
Icon.message-success=\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
Icon.message-warning=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19
Icon.move=\u0E22\u0E49\u0E32\u0E22
Icon.multi-select=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E25\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23
Icon.nav-back=\u0E40\u0E19\u0E27\u0E34\u0E40\u0E01\u0E15\u0E22\u0E49\u0E2D\u0E19\u0E01\u0E25\u0E31\u0E1A
Icon.overflow=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
Icon.redo=\u0E17\u0E33\u0E0B\u0E49\u0E33
Icon.refresh=\u0E23\u0E35\u0E40\u0E1F\u0E23\u0E0A
Icon.resize=\u0E1B\u0E23\u0E31\u0E1A\u0E02\u0E19\u0E32\u0E14
Icon.resize-horizontal=\u0E1B\u0E23\u0E31\u0E1A\u0E02\u0E19\u0E32\u0E14\u0E43\u0E19\u0E41\u0E19\u0E27\u0E19\u0E2D\u0E19
Icon.resize-vertical=\u0E1B\u0E23\u0E31\u0E1A\u0E02\u0E19\u0E32\u0E14\u0E43\u0E19\u0E41\u0E19\u0E27\u0E15\u0E31\u0E49\u0E07
Icon.response=\u0E15\u0E2D\u0E1A\u0E01\u0E25\u0E31\u0E1A
Icon.save=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01
Icon.search=\u0E04\u0E49\u0E19\u0E2B\u0E32
Icon.settings=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
Icon.show=\u0E41\u0E2A\u0E14\u0E07
Icon.sort=\u0E08\u0E31\u0E14\u0E40\u0E23\u0E35\u0E22\u0E07
Icon.sort-ascending=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E08\u0E32\u0E01\u0E19\u0E49\u0E2D\u0E22\u0E44\u0E1B\u0E2B\u0E32\u0E21\u0E32\u0E01
Icon.sort-descending=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E08\u0E32\u0E01\u0E21\u0E32\u0E01\u0E44\u0E1B\u0E2B\u0E32\u0E19\u0E49\u0E2D\u0E22
Icon.synchronize=\u0E0B\u0E34\u0E07\u0E42\u0E04\u0E23\u0E44\u0E19\u0E0B\u0E4C
Icon.undo=\u0E40\u0E25\u0E34\u0E01\u0E17\u0E33
Icon.up=\u0E02\u0E36\u0E49\u0E19
Icon.upload=\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14
Icon.zoom-in=\u0E02\u0E22\u0E32\u0E22
Icon.zoom-out=\u0E22\u0E48\u0E2D


TechInfo.DialogTitle=\u0E44\u0E14\u0E2D\u0E30\u0E25\u0E2D\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04

TechInfo.HelpButton.Tooltip=\u0E40\u0E1B\u0E34\u0E14\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22

TechInfo.VersionLink.Tooltip=\u0E40\u0E1B\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E43\u0E19\u0E41\u0E17\u0E47\u0E1A\u0E43\u0E2B\u0E21\u0E48

TechInfo.CopyButton.Tooltip=\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E04\u0E25\u0E34\u0E1B\u0E1A\u0E2D\u0E23\u0E4C\u0E14

TechnInfo.DiagnosticsButton.Text=\u0E40\u0E1B\u0E34\u0E14\u0E01\u0E32\u0E23\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C

TechnInfo.TestRecorderButton.Text=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E15\u0E31\u0E27\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A

TechnInfo.AssistantButton.Text=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19

TechInfo.UserAgent.Label=\u0E15\u0E31\u0E27\u0E41\u0E17\u0E19\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49

TechInfo.AppUrl.Label=URL \u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E

TechInfo.DebugSources.Label=\u0E43\u0E0A\u0E49\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E14\u0E35\u0E1A\u0E31\u0E01

TechInfo.DebugSources.Tooltip=\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E2B\u0E19\u0E49\u0E32\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E21\u0E35\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E1A\u0E35\u0E1A\u0E2D\u0E31\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E14\u0E35\u0E1A\u0E31\u0E01

TechInfo.DebugSourcesModules.Link=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E1A\u0E32\u0E07\u0E42\u0E21\u0E14\u0E39\u0E25

TechInfo.VersionBuildTime.Text=(\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E40\u0E21\u0E37\u0E48\u0E2D {0})

TechInfo.CopyToClipboard.Success=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E16\u0E39\u0E01\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E04\u0E25\u0E34\u0E1B\u0E1A\u0E2D\u0E23\u0E4C\u0E14

TechInfo.CopyToClipboard.Error=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E04\u0E25\u0E34\u0E1B\u0E1A\u0E2D\u0E23\u0E4C\u0E14

TechInfo.DebugSources.ConfirmTitle=\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E2D\u0E1E

TechInfo.DebugSources.ConfirmMessage=\u0E23\u0E35\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E2D\u0E1E\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E1B\u0E34\u0E14\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E14\u0E35\u0E1A\u0E31\u0E01

TechInfo.SupportAssistantConfigPopup.Title=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19

TechInfo.SupportAssistantConfigPopup.StandardLocation=\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E17\u0E35\u0E48\u0E41\u0E19\u0E30\u0E19\u0E33

TechInfo.SupportAssistantConfigPopup.CustomLocation=\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E41\u0E1A\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E40\u0E2D\u0E07

TechInfo.SupportAssistantConfigPopup.AppVersionOption=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 ({0})

TechInfo.SupportAssistantConfigPopup.URLValidationMessage=\u0E44\u0E27\u0E22\u0E32\u0E01\u0E23\u0E13\u0E4C\u0E02\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07 \u0E44\u0E27\u0E22\u0E32\u0E01\u0E23\u0E13\u0E4C\u0E35\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E04\u0E37\u0E2D http\://<Valid custom URI>/resources/sap/ui/support

TechInfo.SupportAssistantConfigPopup.SupportAssistantNotFound=\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E43\u0E19\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E19\u0E35\u0E49

TechInfo.SupportAssistantConfigPopup.ProtocolError=\u0E42\u0E1B\u0E23\u0E42\u0E15\u0E04\u0E2D\u0E25\u0E02\u0E2D\u0E07\u0E41\u0E2D\u0E1E\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E01\u0E31\u0E1A\u0E42\u0E1B\u0E23\u0E42\u0E15\u0E04\u0E2D\u0E25\u0E02\u0E2D\u0E07\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19 (HTTP/HTTPS)

TechInfo.SupportAssistantConfigPopup.ErrorTryingToGetRecourse=\u0E23\u0E2B\u0E31\u0E2A\u0E2A\u0E48\u0E07\u0E04\u0E37\u0E19 Ajax \u0E41\u0E15\u0E01\u0E15\u0E48\u0E32\u0E07\u0E08\u0E32\u0E01 [200]

TechInfo.SupportAssistantConfigPopup.ErrorNotFound=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E44\u0E1F\u0E25\u0E4C (404)

TechInfo.SupportAssistantConfigPopup.InternalServerError=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E20\u0E32\u0E22\u0E43\u0E19\u0E02\u0E2D\u0E07\u0E40\u0E0B\u0E34\u0E23\u0E4C\u0E1F\u0E40\u0E27\u0E2D\u0E23\u0E4C\: {500}

TechInfo.SupportAssistantConfigPopup.ErrorOnTimeout=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2B\u0E21\u0E14\u0E40\u0E27\u0E25\u0E32

TechInfo.SupportAssistantConfigPopup.ErrorOnJsonParse=\u0E01\u0E32\u0E23\u0E41\u0E22\u0E01\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C JSON \u0E17\u0E35\u0E48\u0E02\u0E2D\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27

TechInfo.SupportAssistantConfigPopup.UncaughtError=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E23\u0E27\u0E08\u0E1E\u0E1A

TechInfo.SupportAssistantConfigPopup.ErrorWhenAborted=\u0E04\u0E33\u0E02\u0E2D Ajax \u0E16\u0E39\u0E01\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

TechInfo.SupportAssistantConfigPopup.NotAvailableAtTheMoment=\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E19\u0E35\u0E49\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49

TechInfo.SupportAssistantConfigPopup.OpenInNewWindow=\u0E40\u0E1B\u0E34\u0E14\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E43\u0E19\u0E27\u0E34\u0E19\u0E42\u0E14\u0E27\u0E4C\u0E43\u0E2B\u0E21\u0E48

TechInfo.SupportAssistantConfigPopup.Locations=\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E02\u0E2D\u0E07\u0E17\u0E23\u0E31\u0E1E\u0E22\u0E32\u0E01\u0E23

TechInfo.SupportAssistantConfigPopup.Options=\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01

TechInfo.DebugModulesConfigPopup.SelectionCounter=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E42\u0E21\u0E14\u0E39\u0E25\u0E01\u0E32\u0E23\u0E14\u0E35\u0E1A\u0E31\u0E01 (\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01 {0})

TechInfo.DebugModulesConfigPopup.ModeValidationMessage=\u0E04\u0E48\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C sap-ui-debug \u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

TechInfo.DebugModulesCopy.Tooltip=\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01\u0E04\u0E48\u0E32 sap-ui-debug \u0E44\u0E1B\u0E22\u0E31\u0E07\u0E04\u0E25\u0E34\u0E1B\u0E1A\u0E2D\u0E23\u0E4C\u0E14

TechInfo.DebugModulesReset.Tooltip=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E42\u0E21\u0E14\u0E39\u0E25\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14

TechInfo.DebugModulesCopyToClipboard.Success=\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A sap-ui-debug \u0E16\u0E39\u0E01\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E04\u0E25\u0E34\u0E1B\u0E1A\u0E2D\u0E23\u0E4C\u0E14

TechInfo.DebugModulesCopyToClipboard.Error=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01\u0E04\u0E48\u0E32 sap-ui-debug \u0E17\u0E35\u0E48\u0E1B\u0E23\u0E31\u0E1A\u0E41\u0E15\u0E48\u0E07\u0E44\u0E14\u0E49\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E04\u0E25\u0E34\u0E1B\u0E1A\u0E2D\u0E23\u0E4C\u0E14

TechInfo.DebugModulesConfigPopup.Confirm=\u0E19\u0E33\u0E44\u0E1B\u0E43\u0E0A\u0E49

PostMessage.Message=\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E2B\u0E31\u0E2A\u0E43\u0E19\u0E1A\u0E23\u0E32\u0E27\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E1E\u0E22\u0E32\u0E22\u0E32\u0E21\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23\u0E01\u0E31\u0E1A\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19 \u0E04\u0E38\u0E13\u0E08\u0E30\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E21\u0E35\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23\u0E01\u0E31\u0E1A {0} \u0E08\u0E32\u0E01 {1} \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

PasteHelper.ErrorMessage=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E22\u0E01\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E04\u0E48\u0E32 "{0}" \u0E43\u0E19\u0E41\u0E16\u0E27 {1} \u0E41\u0E25\u0E30\u0E04\u0E2D\u0E25\u0E31\u0E21\u0E19\u0E4C {2} 



TestRecorder.ControlTree.MessageToast=\u0E2D\u0E31\u0E1E\u0E40\u0E14\u0E17\u0E17\u0E23\u0E35\u0E01\u0E32\u0E23\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E41\u0E25\u0E49\u0E27

TestRecorder.Inspect.Snippet.NoData.Text=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E14\u0E36\u0E07\u0E2A\u0E48\u0E27\u0E19\u0E22\u0E48\u0E2D\u0E22\u0E17\u0E35\u0E48\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E02\u0E36\u0E49\u0E19
TestRecorder.Inspect.Snippet.Dropdown.Label=\u0E40\u0E25\u0E37\u0E2D\u0E01 Dialect\:
TestRecorder.Inspect.Snippet.Dialect.Raw=\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E14\u0E34\u0E1A
TestRecorder.Inspect.Snippet.Dialect.OPA5=OPA5
TestRecorder.Inspect.Snippet.Dialect.UIVeri5=UIVeri5
TestRecorder.Inspect.Snippet.MultiSwitch.Label=\u0E2B\u0E25\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\:

TestRecorder.Inspect.Snippet.Copy.Text=\u0E04\u0E31\u0E14\u0E25\u0E2D\u0E01
TestRecorder.Inspect.Snippet.Clear.Text=\u0E25\u0E49\u0E32\u0E07
TestRecorder.Inspect.Snippet.NotFound.Text=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E2A\u0E48\u0E27\u0E19\u0E22\u0E48\u0E2D\u0E22\u0E02\u0E2D\u0E07\u0E42\u0E04\u0E49\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A {0}

TestRecorder.Inspect.Properties.Title=\u0E04\u0E38\u0E13\u0E2A\u0E21\u0E1A\u0E31\u0E15\u0E34
TestRecorder.Inspect.Properties.Own.Header.Text=\u0E02\u0E2D\u0E07\u0E15\u0E19\u0E40\u0E2D\u0E07
TestRecorder.Inspect.Properties.Inherited.Header.Text=\u0E2A\u0E37\u0E1A\u0E17\u0E2D\u0E14\u0E21\u0E32
TestRecorder.Inspect.Properties.Property.Text=\u0E04\u0E38\u0E13\u0E2A\u0E21\u0E1A\u0E31\u0E15\u0E34
TestRecorder.Inspect.Properties.Value.Text=\u0E04\u0E48\u0E32
TestRecorder.Inspect.Properties.Type.Text=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17
TestRecorder.Inspect.Properties.Inherited.Text=\u0E2A\u0E37\u0E1A\u0E17\u0E2D\u0E14\u0E21\u0E32\u0E08\u0E32\u0E01
TestRecorder.Inspect.Properties.Property.Icon.Tooltip=\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E04\u0E48\u0E32
TestRecorder.Inspect.Bindings.Title=\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07
TestRecorder.Inspect.Bindings.Context.Header.Text=\u0E40\u0E19\u0E37\u0E49\u0E2D\u0E2B\u0E32\u0E01\u0E32\u0E23\u0E44\u0E1A\u0E19\u0E4C\u0E14\u0E34\u0E49\u0E07
TestRecorder.Inspect.Bindings.Properties.Header.Text=\u0E04\u0E38\u0E13\u0E2A\u0E21\u0E1A\u0E31\u0E15\u0E34
TestRecorder.Inspect.Bindings.Aggregations.Header.Text=\u0E01\u0E32\u0E23\u0E23\u0E27\u0E21
TestRecorder.Inspect.Bindings.Property.Text=\u0E04\u0E38\u0E13\u0E2A\u0E21\u0E1A\u0E31\u0E15\u0E34
TestRecorder.Inspect.Bindings.Aggregation.Text=\u0E01\u0E32\u0E23\u0E23\u0E27\u0E21
TestRecorder.Inspect.Bindings.Path.Text=\u0E1E\u0E32\u0E18
TestRecorder.Inspect.Bindings.RelativePath.Text=\u0E1E\u0E32\u0E18\u0E2A\u0E31\u0E21\u0E1E\u0E31\u0E17\u0E18\u0E4C
TestRecorder.Inspect.Bindings.AbsolutePath.Text=\u0E1E\u0E32\u0E18\u0E2A\u0E31\u0E21\u0E1A\u0E39\u0E23\u0E13\u0E4C
TestRecorder.Inspect.Bindings.Model.Text=\u0E42\u0E21\u0E40\u0E14\u0E25

TestRecorder.TitleBar.Title=\u0E15\u0E31\u0E27\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A
TestRecorder.TitleBar.Documentation.Tooltip=\u0E40\u0E1B\u0E34\u0E14\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
TestRecorder.TitleBar.Window.Settings.Tooltip=\u0E41\u0E2A\u0E14\u0E07\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
TestRecorder.TitleBar.Window.Minimize.Tooltip=\u0E22\u0E48\u0E2D\u0E40\u0E25\u0E47\u0E01\u0E2A\u0E38\u0E14
TestRecorder.TitleBar.Window.Dock.Bottom.Tooltip=\u0E40\u0E17\u0E35\u0E22\u0E1A\u0E0A\u0E34\u0E14\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07
TestRecorder.TitleBar.Window.Dock.Right.Tooltip=\u0E40\u0E17\u0E35\u0E22\u0E1A\u0E0A\u0E34\u0E14\u0E14\u0E49\u0E32\u0E19\u0E02\u0E27\u0E32
TestRecorder.TitleBar.Window.Dock.Left.Tooltip=\u0E40\u0E17\u0E35\u0E22\u0E1A\u0E0A\u0E34\u0E14\u0E14\u0E49\u0E32\u0E19\u0E0B\u0E49\u0E32\u0E22
TestRecorder.TitleBar.Window.New.Tooltip=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E19\u0E27\u0E34\u0E19\u0E42\u0E14\u0E27\u0E4C\u0E43\u0E2B\u0E21\u0E48
TestRecorder.TitleBar.Window.Close.Tooltip=\u0E1B\u0E34\u0E14

TestRecorder.SettingsDialog.Title=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E15\u0E31\u0E27\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E17\u0E14\u0E2A\u0E2D\u0E1A
TestRecorder.SettingsDialog.IDCheckBox.Text=\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23 ID \u0E21\u0E38\u0E21\u0E21\u0E2D\u0E07\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32 ID \u0E2A\u0E48\u0E27\u0E19\u0E01\u0E25\u0E32\u0E07
TestRecorder.SettingsDialog.POMethodCheckBox.Text=\u0E41\u0E2A\u0E14\u0E07\u0E2A\u0E48\u0E27\u0E19\u0E22\u0E48\u0E2D\u0E22\u0E43\u0E19\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E02\u0E2D\u0E07\u0E2B\u0E19\u0E49\u0E32
TestRecorder.SettingsDialog.CloseButton.Text=\u0E1B\u0E34\u0E14
